{
    "class": [
        {
            "name": "Bárbaro",
            "page": 46,
            "srd": true,
            "hd": {
                "number": 1,
                "faces": 12
            },
            "proficiency": [
                null,
                null
            ],
            "startingProficiencies": {
                "armor": [
                    "luz",
                    "medio",
                    "{@item escudo|phb|escudos}"
                ],
                "weapons": [
                    "simple",
                    "marcial"
                ],
                "skills": [
                    {
                        "choose": {
                            "from": [
                                "manejo de animales",
                                "atletismo",
                                "intimidación",
                                "naturaleza",
                                "percepción",
                                "supervivencia"
                            ],
                            "count": 2
                        }
                    }
                ]
            },
            "startingEquipment": {
                "additionalFromBackground": true,
                "default": [
                    "(a) un {@item greataxe|phb} o (b) cualquier {@filtro arma marcial cuerpo a cuerpo|items|source=phb|category=basic|type=martial weapon;melee weapon=sand}",
                    "(a) dos {@item handaxe|phb|handaxes} o (b) cualquier {@filter simple weapon|items|source=phb|category=basic|type=simple weapon}",
                    "Un {@item mochila de explorador|phb}, y cuatro {@item jabalina|phb|javelines}"
                ],
                "goldAlternative": "{@dice 2d4 × 10|2d4 × 10|Oro inicial}",
                "defaultData": [
                    {
                        "a": [
                            "greataxe|phb"
                        ],
                        "b": [
                            {
                                "equipmentType": "armaMarcialMelee"
                            }
                        ]
                    },
                    {
                        "a": [
                            {
                                "item": "hacha de mano",
                                "quantity": 2
                            }
                        ],
                        "b": [
                            {
                                "equipmentType": "armaSimple"
                            }
                        ]
                    },
                    {
                        "_": [
                            "paquete de explorador|phb",
                            {
                                "item": "jabalina|phb",
                                "quantity": 4
                            }
                        ]
                    }
                ]
            },
            "multiclassing": {
                "requirements": {
                    "str": 13
                },
                "proficienciesGained": {
                    "armor": [
                        "{@item escudo|phb|escudos}"
                    ],
                    "weapons": [
                        "simple",
                        "marcial"
                    ]
                }
            },
            "classTableGroups": [
                {
                    "colLabels": [
                        "Rages",
                        "Daño por rabia"
                    ],
                    "rows": [
                        [
                            null,
                            {
                                "type": "bono",
                                "value": 2
                            }
                        ],
                        [
                            null,
                            {
                                "type": "bono",
                                "value": 2
                            }
                        ],
                        [
                            null,
                            {
                                "type": "bono",
                                "value": 2
                            }
                        ],
                        [
                            null,
                            {
                                "type": "bono",
                                "value": 2
                            }
                        ],
                        [
                            null,
                            {
                                "type": "bono",
                                "value": 2
                            }
                        ],
                        [
                            null,
                            {
                                "type": "bono",
                                "value": 2
                            }
                        ],
                        [
                            null,
                            {
                                "type": "bono",
                                "value": 2
                            }
                        ],
                        [
                            null,
                            {
                                "type": "bono",
                                "value": 2
                            }
                        ],
                        [
                            null,
                            {
                                "type": "bono",
                                "value": 3
                            }
                        ],
                        [
                            null,
                            {
                                "type": "bono",
                                "value": 3
                            }
                        ],
                        [
                            null,
                            {
                                "type": "bono",
                                "value": 3
                            }
                        ],
                        [
                            null,
                            {
                                "type": "bono",
                                "value": 3
                            }
                        ],
                        [
                            null,
                            {
                                "type": "bono",
                                "value": 3
                            }
                        ],
                        [
                            null,
                            {
                                "type": "bono",
                                "value": 3
                            }
                        ],
                        [
                            null,
                            {
                                "type": "bono",
                                "value": 3
                            }
                        ],
                        [
                            null,
                            {
                                "type": "bono",
                                "value": 4
                            }
                        ],
                        [
                            null,
                            {
                                "type": "bono",
                                "value": 4
                            }
                        ],
                        [
                            null,
                            {
                                "type": "bono",
                                "value": 4
                            }
                        ],
                        [
                            null,
                            {
                                "type": "bono",
                                "value": 4
                            }
                        ],
                        [
                            "Ilimitado",
                            {
                                "type": "bono",
                                "value": 4
                            }
                        ]
                    ]
                }
            ],
            "classFeatures": [
                "Rage|Barbarian||1",
                "Defensa sin armadura|Barbarian||1",
                "Sentido del peligro|Barbarian||2",
                "Instintos de supervivencia|Barbarian||2|UAClassFeatureVariants",
                "Ataque temerario|Bárbaro||2",
                {
                    "classFeature": "Camino Primordial|Barbario||3",
                    "gainSubclassFeature": true
                },
                "Conocimiento Primordial|Bárbaro||3|TCE",
                "Mejora de la puntuación de habilidad|Barbarian||4",
                "Proficiency Versatility|Barbarian||4|UAClassFeatureVariants",
                "Ataque extra|Barbarian||5",
                "Movimiento rápido|Barbarian||5",
                "Rebote instintivo|Barbarian||5|UAClassFeatureVariants",
                {
                    "classFeature": "Característica de la senda|Bárbara||6",
                    "gainSubclassFeature": true
                },
                "Instinto Feral|Barbarian||7",
                "Abalanzamiento instintivo|Bárbaro||7|TCE",
                "Mejora de la puntuación de habilidad|Barbarian||8",
                "Proficiency Versatility|Barbarian||8|UAClassFeatureVariants",
                "Crítico brutal (1 dado)|Barbarian||9",
                {
                    "classFeature": "Característica de la ruta|Bárbara||10",
                    "gainSubclassFeature": true
                },
                "Furia implacable|Barbarian||11",
                "Mejora de la Habilidad|Barbarian||12",
                "Proficiency Versatility|Barbarian||12|UAClassFeatureVariants",
                "Crítico brutal (2 dados)|Barbarian||13",
                {
                    "classFeature": "Característica de la ruta|Barbarian||14",
                    "gainSubclassFeature": true
                },
                "Furia persistente|Barbarian||15",
                "Mejora de la Habilidad|Barbarian||16",
                "Proficiency Versatility|Barbarian||16|UAClassFeatureVariants",
                "Crítico brutal (3 dados)|Barbarian||17",
                "Poder Indomable|Barbario||18",
                "Mejora de la puntuación de habilidad|Barbarian||19",
                "Proficiency Versatility|Barbarian||19|UAClassFeatureVariants",
                "Campeón Primigenio|Barbario||20"
            ],
            "subclassTitle": "Camino Primordial",
            "fluff": [
                {
                    "name": "Bárbaro",
                    "type": "sección",
                    "entries": [
                        "Un alto miembro de una tribu humana atraviesa la ventisca, cubierto de pieles y empuñando su hacha. Se ríe mientras carga contra el gigante de hielo que se atrevió a robar la manada de alces de su pueblo.",
                        "Una semiorca gruñe al último retador de su autoridad sobre su tribu salvaje, dispuesta a romperle el cuello con sus propias manos como hizo con los últimos seis rivales.",
                        "Echando espuma por la boca, un enano golpea con su casco la cara de su enemigo drow, y luego se gira para clavar su codo acorazado en las tripas de otro.",
                        "Estos bárbaros, por muy diferentes que sean, se definen por su rabia: una furia desenfrenada, insaciable e irreflexiva. Más que una simple emoción, su ira es la ferocidad de un depredador acorralado, el asalto implacable de una tormenta, la agitación del mar.",
                        "Para algunos, su rabia surge de una comunión con espíritus animales feroces. Para otros, la rabia surge de una reserva de ira ante un mundo lleno de dolor. Para todos los bárbaros, la rabia es un poder que no sólo alimenta el frenesí de la batalla, sino también unos reflejos asombrosos, resistencia y hazañas de fuerza.",
                        {
                            "type": "entradas",
                            "name": "Instinto primario",
                            "entries": [
                                "Los habitantes de las ciudades se enorgullecen de que sus costumbres civilizadas los diferencian de los animales, como si negar la propia naturaleza fuera una marca de superioridad. Sin embargo, para un bárbaro, la civilización no es una virtud, sino un signo de debilidad. Los fuertes se aferran a su naturaleza animal: sus instintos, su físico primitivo y su rabia feroz. Los bárbaros se sienten incómodos cuando están rodeados de muros y multitudes. Prosperan en la naturaleza salvaje de sus tierras natales: la tundra, la jungla o las praderas donde sus tribus viven y cazan.",
                                "Los bárbaros cobran vida en el caos del combate. Pueden entrar en un estado de berserk en el que la rabia se apodera de ellos, dándoles una fuerza y una resistencia sobrehumanas. Un bárbaro puede recurrir a esta reserva de furia sólo unas pocas veces sin descansar, pero esos pocos ataques suelen ser suficientes para derrotar cualquier amenaza que surja."
                            ]
                        },
                        {
                            "type": "entradas",
                            "name": "Una vida de peligro",
                            "entries": [
                                "No todos los miembros de las tribus consideradas \"bárbaras\" por los vástagos de la sociedad civilizada tienen la clase de bárbaro. Un verdadero bárbaro entre estos pueblos es tan poco común como un hábil luchador en una ciudad, y desempeña un papel similar como protector del pueblo y líder en tiempos de guerra. La vida en los lugares salvajes del mundo está llena de peligros: tribus rivales, climas mortales y monstruos aterradores. Los bárbaros se lanzan a ese peligro para que su pueblo no tenga que hacerlo.",
                                "Su valor ante el peligro hace que los bárbaros sean perfectamente adecuados para las aventuras. El vagabundeo es a menudo una forma de vida para sus tribus nativas, y la vida desarraigada del aventurero es poca dificultad para un bárbaro. Algunos bárbaros echan de menos las estructuras familiares tan unidas de la tribu, pero con el tiempo las sustituyen por los lazos que se forman entre los miembros de sus grupos de aventureros."
                            ]
                        },
                        {
                            "type": "entradas",
                            "name": "Creación de un bárbaro",
                            "entries": [
                                "A la hora de crear un personaje bárbaro, piensa de dónde viene tu personaje y su lugar en el mundo. Habla con tu DM sobre un origen apropiado para tu bárbaro. ¿Viene de una tierra lejana, lo que le convierte en un extraño en la zona de la campaña? ¿O la campaña está ambientada en una frontera agreste donde los bárbaros son habituales?",
                                "¿Qué le llevó a emprender la vida aventurera? ¿Te atrajo la promesa de riquezas a las tierras de los colonos? ¿Uniste tus fuerzas a las de los soldados de esas tierras para enfrentarte a una amenaza común? ¿Los monstruos o una horda invasora te expulsaron de tu tierra natal, convirtiéndote en un refugiado desarraigado? Tal vez fuiste un prisionero de guerra, traído encadenado a tierras \"civilizadas\" y sólo ahora has podido ganar tu libertad. O puede que hayas sido expulsado de tu pueblo por un crimen que cometiste, un tabú que violaste o un golpe de estado que te apartó de un puesto de autoridad.",
                                {
                                    "type": "entradas",
                                    "name": "Construcción rápida",
                                    "entries": [
                                        "Puedes hacer un bárbaro rápidamente siguiendo estas sugerencias. Primero, pon tu puntuación de habilidad más alta en Fuerza, seguida de Constitución. Segundo, elige el trasfondo {@background outlander}."
                                    ]
                                }
                            ]
                        }
                    ],
                    "page": 46
                },
                {
                    "type": "sección",
                    "entries": [
                        {
                            "type": "cita",
                            "entries": [
                                "He sido testigo de la indomable actuación de los bárbaros en el campo de batalla, y me hace preguntarme qué fuerza se encuentra en el corazón de su rabia."
                            ],
                            "by": "Seret, archimago"
                        },
                        "La ira que siente una persona normal se asemeja a la del bárbaro de la misma manera que una suave brisa se parece a una furiosa tormenta. La fuerza motriz del bárbaro proviene de un lugar que trasciende la mera emoción, lo que hace que su manifestación sea aún más terrible. Tanto si el ímpetu de la furia proviene totalmente de su interior como si se trata de un vínculo con un espíritu animal, el bárbaro furioso es capaz de realizar hazañas sobrenaturales de fuerza y resistencia. El arrebato es temporal, pero mientras dura, se apodera del cuerpo y la mente, impulsando al bárbaro a pesar del peligro y las heridas, hasta que el último enemigo cae.",
                        "Puede ser tentador jugar con un personaje bárbaro que sea una aplicación directa del arquetipo clásico: un bruto, y normalmente un imbécil, que se mete donde otros temen pisar. Pero no todos los bárbaros del mundo están cortados por ese patrón, así que puedes darle tu propio toque. En cualquier caso, considera la posibilidad de añadir algunos adornos para que tu bárbaro destaque sobre los demás; consulta las siguientes secciones para obtener algunas ideas.",
                        {
                            "type": "entradas",
                            "name": "Tótems personales",
                            "entries": [
                                "Los bárbaros tienden a viajar ligeros, llevando pocos efectos personales u otros equipos innecesarios. Las pocas posesiones que llevan suelen incluir pequeños objetos que tienen un significado especial. Un tótem personal es importante porque tiene un origen místico o está vinculado a un momento importante en la vida del personaje, quizás un recuerdo del pasado del bárbaro o un presagio de lo que le espera.",
                                "Un tótem personal de este tipo podría estar asociado con el animal espiritual de un bárbaro, o podría ser realmente el objeto tótem del animal, pero tal conexión no es esencial. Por ejemplo, alguien que tenga un espíritu tótem de oso podría llevar una pluma de águila como tótem personal.",
                                "Considera la posibilidad de crear uno o más tótems personales para tu personaje: objetos que guardan un vínculo especial con el pasado o el futuro de tu personaje. Piensa en cómo un tótem podría afectar a las acciones de tu personaje.",
                                {
                                    "type": "tabla",
                                    "caption": "Tótems personales",
                                    "colLabels": [
                                        "{@dice d6}",
                                        "Tótem"
                                    ],
                                    "colStyles": [
                                        "col-1 texto-centro",
                                        "col-11"
                                    ],
                                    "rows": [
                                        [
                                            {
                                                "type": "célula",
                                                "roll": {
                                                    "exact": 1
                                                }
                                            },
                                            "Un mechón de pelo de un lobo solitario del que te hiciste amigo durante una cacería"
                                        ],
                                        [
                                            {
                                                "type": "célula",
                                                "roll": {
                                                    "exact": 2
                                                }
                                            },
                                            "Tres plumas de águila que te dio un sabio chamán, quien te dijo que jugarían un papel en la determinación de tu destino"
                                        ],
                                        [
                                            {
                                                "type": "célula",
                                                "roll": {
                                                    "exact": 3
                                                }
                                            },
                                            "Un collar hecho con las garras de un joven oso de las cavernas que mataste sin ayuda cuando eras niño"
                                        ],
                                        [
                                            {
                                                "type": "célula",
                                                "roll": {
                                                    "exact": 4
                                                }
                                            },
                                            "Una pequeña bolsa de cuero que contiene tres piedras que representan a tus antepasados"
                                        ],
                                        [
                                            {
                                                "type": "célula",
                                                "roll": {
                                                    "exact": 5
                                                }
                                            },
                                            "Unos cuantos huesos pequeños de la primera bestia que mataste, atados con lana de colores"
                                        ],
                                        [
                                            {
                                                "type": "célula",
                                                "roll": {
                                                    "exact": 6
                                                }
                                            },
                                            "Una piedra del tamaño de un huevo con la forma de tu animal espiritual que apareció un día en tu bolsa del cinturón"
                                        ]
                                    ]
                                }
                            ]
                        },
                        {
                            "type": "entradas",
                            "name": "Tatuajes",
                            "entries": [
                                "Los miembros de muchos clanes bárbaros decoran sus cuerpos con tatuajes, cada uno de los cuales representa un momento significativo en la vida del portador o de sus antepasados, o que simboliza un sentimiento o una actitud. Al igual que los tótems personales, los tatuajes de un bárbaro pueden o no estar relacionados con un espíritu animal.",
                                "Cada tatuaje que muestra un bárbaro contribuye a la identidad de ese individuo. Si tu personaje lleva tatuajes, ¿qué aspecto tienen y qué representan?",
                                {
                                    "type": "tabla",
                                    "caption": "Tatuajes",
                                    "colLabels": [
                                        "{@dice d6}",
                                        "Tatuaje"
                                    ],
                                    "colStyles": [
                                        "col-1 texto-centro",
                                        "col-11"
                                    ],
                                    "rows": [
                                        [
                                            {
                                                "type": "célula",
                                                "roll": {
                                                    "exact": 1
                                                }
                                            },
                                            "Las alas de un águila se extienden por la parte superior de la espalda."
                                        ],
                                        [
                                            {
                                                "type": "célula",
                                                "roll": {
                                                    "exact": 2
                                                }
                                            },
                                            "En el dorso de sus manos están grabadas las patas de un oso de las cavernas."
                                        ],
                                        [
                                            {
                                                "type": "célula",
                                                "roll": {
                                                    "exact": 3
                                                }
                                            },
                                            "Los símbolos de su clan se muestran en patrones de vinilo a lo largo de sus brazos."
                                        ],
                                        [
                                            {
                                                "type": "célula",
                                                "roll": {
                                                    "exact": 4
                                                }
                                            },
                                            "La cornamenta de un alce está grabada en su espalda."
                                        ],
                                        [
                                            {
                                                "type": "célula",
                                                "roll": {
                                                    "exact": 5
                                                }
                                            },
                                            "Las imágenes de su animal espiritual se tatúan a lo largo del brazo y la mano del arma."
                                        ],
                                        [
                                            {
                                                "type": "célula",
                                                "roll": {
                                                    "exact": 6
                                                }
                                            },
                                            "Los ojos de un lobo se marcan en su espalda para ayudarle a ver y alejar los malos espíritus."
                                        ]
                                    ]
                                }
                            ]
                        },
                        {
                            "type": "entradas",
                            "name": "Supersticiones",
                            "entries": [
                                "Los bárbaros varían mucho en su forma de entender la vida. Algunos siguen a los dioses y buscan la guía de esas deidades en los ciclos de la naturaleza y los animales que encuentran. Estos bárbaros creen que los espíritus habitan en las plantas y los animales del mundo, y los bárbaros buscan en ellos presagios y poder.",
                                "Otros bárbaros sólo confían en la sangre que corre por sus venas y en el acero que sostienen en sus manos. No les sirve el mundo invisible, sino que confían en sus sentidos para cazar y sobrevivir como las bestias salvajes a las que emulan.",
                                "Ambas actitudes pueden dar lugar a supersticiones. Estas creencias suelen transmitirse en el seno de una familia o son compartidas por los miembros de un clan o un grupo de caza.",
                                "Si tu personaje bárbaro tiene alguna superstición, ¿te la ha inculcado tu familia o es el resultado de una experiencia personal?",
                                {
                                    "type": "tabla",
                                    "caption": "Superstición",
                                    "colLabels": [
                                        "{@dice d6}",
                                        "Superstición"
                                    ],
                                    "colStyles": [
                                        "col-1 texto-centro",
                                        "col-11"
                                    ],
                                    "rows": [
                                        [
                                            {
                                                "type": "célula",
                                                "roll": {
                                                    "exact": 1
                                                }
                                            },
                                            "Si se perturban los huesos de los muertos, se heredan todos los problemas que los aquejaron en vida."
                                        ],
                                        [
                                            {
                                                "type": "célula",
                                                "roll": {
                                                    "exact": 2
                                                }
                                            },
                                            "Nunca confíes en un mago. Todos son demonios disfrazados, especialmente los amistosos."
                                        ],
                                        [
                                            {
                                                "type": "célula",
                                                "roll": {
                                                    "exact": 3
                                                }
                                            },
                                            "Los enanos han perdido su espíritu y son casi como los muertos vivientes. Por eso viven bajo tierra."
                                        ],
                                        [
                                            {
                                                "type": "célula",
                                                "roll": {
                                                    "exact": 4
                                                }
                                            },
                                            "Las cosas mágicas traen problemas. Nunca duermas con un objeto mágico a menos de tres metros de ti."
                                        ],
                                        [
                                            {
                                                "type": "célula",
                                                "roll": {
                                                    "exact": 5
                                                }
                                            },
                                            "Cuando camines por un cementerio, asegúrate de llevar plata, o un fantasma podría saltar a tu cuerpo."
                                        ],
                                        [
                                            {
                                                "type": "célula",
                                                "roll": {
                                                    "exact": 6
                                                }
                                            },
                                            "Si un elfo te mira a los ojos, está tratando de leer tus pensamientos."
                                        ]
                                    ]
                                }
                            ]
                        }
                    ],
                    "page": 8
                }
            ]
        }
    ],
    "subclass": [
        {
            "name": "La senda del berserker",
            "shortName": "Berserker",
            "className": "Bárbaro",
            "page": 49,
            "srd": true,
            "subclassFeatures": [
                "Senda del Berserker|Barbarian||Berserker|3",
                "Furia sin sentido|Bárbaro||Berserker||6",
                "Presencia Intimidante|Bárbaro||Berserker||10",
                "Retaliation|Barbarian||Berserker||14"
            ]
        },
        {
            "name": "La senda del guerrero tótem",
            "shortName": "Guerrero tótem",
            "className": "Bárbaro",
            "page": 50,
            "additionalSpells": [
                {
                    "innate": {
                        "3": {
                            "ritual": [
                                "sentido de la bestia",
                                "hablar con los animales"
                            ]
                        },
                        "10": {
                            "ritual": [
                                "comulgar con la naturaleza"
                            ]
                        }
                    }
                }
            ],
            "subclassFeatures": [
                "Senda del Guerrero Tótem|Bárbaro||Guerrero Tótem|3",
                "Aspecto de la Bestia|Bárbaro||Guerrero del Tótem|6",
                "Caminante del Espíritu|Bárbaro||Guerrero del Tótem||10",
                "Sintonización totémica|Bárbaro||Guerrero totémico|14"
            ]
        },
        {
            "name": "La senda del batallador",
            "shortName": "Battlerager",
            "source": "SCAG",
            "className": "Bárbaro",
            "page": 121,
            "subclassFeatures": [
                "Senda del Battlerager|Barbarian||Battlerager|SCAG|3",
                "Abandono temerario|Bárbaro||Battlerager|SCAG|6",
                "Carga de Battlerager|Barbarian||Battlerager|SCAG|10",
                "Retribución con púas|Barbarian||Battlerager|SCAG|14"
            ]
        },
        {
            "name": "Senda del Guardián Ancestral (UA)",
            "shortName": "Guardián ancestral (UA)",
            "source": "UABarbarianPrimalPaths",
            "className": "Bárbaro",
            "page": 1,
            "isReprinted": true,
            "subclassFeatures": [
                "Senda del Guardián Ancestral|Bárbaro||Guardián Ancestral (UA)|UABarbarianPrimalPaths|3",
                "Escudo ancestral|Bárbaro|Guardián ancestral (UA)|UABarbarianPrimalPaths|6",
                "Consultar a los espíritus|Bárbaro|Guardián ancestral (UA)|UABarbarianPrimalPaths|10",
                "Ancestros vengativos|Bárbaro|Guardián ancestral (UA)|UABarbarianPrimalPaths|14"
            ]
        },
        {
            "name": "Heraldo de la Senda de la Tormenta (UA)",
            "shortName": "Storm Herald (UA)",
            "source": "UABarbarianPrimalPaths",
            "className": "Bárbaro",
            "page": 1,
            "isReprinted": true,
            "subclassFeatures": [
                "Senda del Heraldo de la Tormenta|Bárbaro||Heraldo de la Tormenta (UA)|UABarbarianPrimalPaths|3",
                "Alma de la Tormenta|Bárbaro|Heraldo de la Tormenta (UA)|UABarbarianPrimalPaths|6",
                "Escudo de la Tormenta|Bárbaro||Heraldo de la Tormenta (UA)|UABarbarianPrimalPaths|10",
                "Tormenta Furiosa|Bárbaro|Heraldo de la Tormenta (UA)|UABarbarianPrimalPaths|14"
            ]
        },
        {
            "name": "La senda del zelote (UA)",
            "shortName": "Zealot (UA)",
            "source": "UABarbarianPrimalPaths",
            "className": "Bárbaro",
            "page": 2,
            "isReprinted": true,
            "subclassFeatures": [
                "Senda del Zelote|Bárbaro||Zelote (UA)|UABarbarianPrimalPaths|3",
                "Enfoque de celo|Bárbaro||Zealot (UA)|UABarbarianPrimalPaths|6",
                "Presencia Celosa|Bárbara||Zealot (UA)|UABarbarianPrimalPaths|10",
                "Rage Beyond Death|Barbarian||Zealot (UA)|UABarbarianPrimalPaths|14"
            ]
        },
        {
            "name": "Senda del Guardián Ancestral v2 (UA)",
            "shortName": "Guardián ancestral v2 (UA)",
            "source": "UARevisedSubclasses",
            "className": "Bárbaro",
            "page": 1,
            "isReprinted": true,
            "subclassFeatures": [
                "Senda del Guardián Ancestral v2|Bárbaro||Guardián Ancestral v2 (UA)|Subclases revisadas|3",
                "Escudo ancestral|Bárbaro||Guardián ancestral v2 (UA)|Subclases revisadas|6",
                "Consultar a los espíritus|Bárbaro|Guardián ancestral v2 (UA)|UARevisedSubclasses|10",
                "Ancestros vengativos|Bárbaro||Guardián ancestral v2 (UA)|Subclases revisadas por UAR|14"
            ]
        },
        {
            "name": "Senda del Guardián Ancestral",
            "shortName": "Guardián ancestral",
            "className": "Bárbaro",
            "page": 9,
            "additionalSpells": [
                {
                    "innate": {
                        "10": [
                            "augurio",
                            "clarividencia"
                        ]
                    }
                }
            ],
            "subclassFeatures": [
                "Senda del Guardián Ancestral|Bárbaro||Guardián Ancestral|XGE|3",
                "Escudo Espiritual|Bárbaro||Guardián Ancestral|XGE|6",
                "Consultar a los espíritus|Bárbaro||Guardián ancestral|XGE|10",
                "Ancestros vengativos|Bárbaro||Guardián ancestral|XGE|14"
            ]
        },
        {
            "name": "Camino del Heraldo de la Tormenta",
            "shortName": "El Heraldo de la Tormenta",
            "className": "Bárbaro",
            "page": 10,
            "subclassFeatures": [
                "Senda del Heraldo de la Tormenta|Bárbaro||Heraldo de la Tormenta|XGE|3",
                "Alma de la Tormenta|Bárbara||Heraldo de la Tormenta|XGE|6",
                "Escudo de la Tormenta|Bárbaro||Heraldo de la Tormenta|XGE|10",
                "Tormenta Furiosa|Bárbara||Heraldo de la Tormenta|XGE|14"
            ]
        },
        {
            "name": "La senda del zelote",
            "shortName": "Zealot",
            "className": "Bárbaro",
            "page": 11,
            "subclassFeatures": [
                "Senda del Zelote|Bárbaro||Zelote|XGE|3",
                "Enfoque fanático|Bárbaro||Zealot|XGE|6",
                "Presencia celosa|Bárbara||Zealot|XGE|10",
                "Furia más allá de la muerte|Bárbaro||Zealot|XGE|14"
            ]
        },
        {
            "name": "Senda del Alma Salvaje (UA)",
            "shortName": "Alma salvaje (UA)",
            "source": "UABarbarianAndMonk",
            "className": "Bárbaro",
            "page": 1,
            "isReprinted": true,
            "subclassFeatures": [
                "Senda del Alma Salvaje|Bárbaro||Alma Salvaje (UA)|UABarbarioYMonje|3",
                "Reservas Mágicas|Bárbaro||Alma Salvaje (UA)|UABarbarioYMonje|6",
                "Arcane Rebuke|Barbarian||Alma salvaje (UA)|UABarbarianAndMonk|10",
                "Furia Caótica|Bárbaro||Alma Salvaje (UA)|UABarbarioYMonje|14",
                "Mejora de las Reservas Mágicas|Bárbaro||Alma Salvaje (UA)|UABarbarianAndMonk|14"
            ]
        },
        {
            "name": "La senda de la bestia (UA)",
            "shortName": "Bestia (UA)",
            "source": "UA2020SubclasesPt1",
            "className": "Bárbaro",
            "page": 1,
            "isReprinted": true,
            "subclassFeatures": [
                "Senda de la Bestia|Barbario|Bestia (UA)|UA2020SubclasesPt1|3",
                "Alma bestial|Bárbara|Bestia (UA)|UA2020SubclasesPt1|6",
                "Furia infecciosa|Bárbaro|Bestia (UA)|UA2020SubclasesPt1|10",
                "Llamar a la caza|Bárbaro|Bestia (UA)|UA2020SubclasesPt1|14"
            ]
        },
        {
            "name": "La senda de la bestia",
            "shortName": "Bestia",
            "className": "Bárbaro",
            "page": 24,
            "subclassFeatures": [
                "Senda de la Bestia|Bárbara||Bestia|TCE|3",
                "Alma Bestial|Bárbara||Bestia|TCE|6",
                "Furia infecciosa|Bárbara||Bestia|TCE|10",
                "Llama a la caza|Bárbaro||Bestia|TCE|14"
            ]
        },
        {
            "name": "Senda de la Magia Salvaje",
            "shortName": "Magia salvaje",
            "className": "Bárbaro",
            "page": 25,
            "subclassFeatures": [
                "Senda de la Magia Salvaje|Bárbara||Magia Salvaje|TCE|3",
                "Refuerzo de la magia|Bárbara||Magia salvaje|TCE|6",
                "Contragolpe inestable|Bárbaro||Magia salvaje|TCE|10",
                "Oleada controlada|Bárbara||Magia salvaje|TCE|14"
            ]
        },
        {
            "name": "La senda del gigante (UA)",
            "shortName": "Gigante (UA)",
            "source": "UA2022GiantOptions",
            "className": "Bárbaro",
            "page": 1,
            "subclassFeatures": [
                "Senda del Gigante|Bárbaro||Gigante (UA)|UA2022GiantOptions|3",
                "Cuchilla Elemental|Barbarian||Gigante (UA)|UA2022GiantOptions|6",
                "Mighty Impel|Barbarian||Gigante (UA)|UA2022GiantOptions|10",
                "Coloso Demiúrgico|Bárbaro||Gigante (UA)|UA2022GiantOptions|14"
            ]
        }
    ],
    "classFeature": [
        {
            "name": "Rage",
            "page": 46,
            "srd": true,
            "className": "Bárbaro",
            "level": 1,
            "entries": [
                "En la batalla, luchas con una ferocidad primitiva. En tu turno, puedes entrar en cólera como acción adicional.",
                "Mientras te enfureces, obtienes los siguientes beneficios si no llevas armadura pesada:",
                {
                    "type": "lista",
                    "items": [
                        "Tienes ventaja en los chequeos de Fuerza y en las tiradas de salvación de Fuerza.",
                        "Cuando realizas un ataque con un arma cuerpo a cuerpo utilizando Fuerza, obtienes un bono de +2 a la tirada de daño. Esta bonificación aumenta a medida que subes de nivel.",
                        "Tienes resistencia al daño contundente, perforante y cortante."
                    ]
                },
                "Si puedes lanzar hechizos, no puedes lanzarlos ni concentrarte en ellos mientras estás furioso.",
                "Tu rabia dura 1 minuto. Termina antes si quedas inconsciente {@condición} o si tu turno termina y no has atacado a una criatura hostil desde tu último turno ni has recibido daño desde entonces. También puedes terminar tu furia en tu turno como acción adicional.",
                "Una vez que hayas enfurecido el número máximo de veces para tu nivel de bárbaro, deberás terminar un descanso largo antes de poder enfurecerte de nuevo. Puedes enfurecerte 2 veces en el 1º nivel, 3 en el 3º, 4 en el 6º, 5 en el 12º y 6 en el 17º."
            ]
        },
        {
            "name": "Defensa sin armadura",
            "page": 46,
            "srd": true,
            "className": "Bárbaro",
            "level": 1,
            "entries": [
                "Mientras no lleves ninguna armadura, tu Clase de Armadura es igual a 10 + tu modificador de Destreza + tu modificador de Constitución. Puedes usar un escudo y seguir obteniendo este beneficio."
            ]
        },
        {
            "name": "Sentido del peligro",
            "page": 46,
            "srd": true,
            "className": "Bárbaro",
            "level": 2,
            "entries": [
                "A 2º nivel, obtienes un asombroso sentido de cuando las cosas cercanas no son como deberían ser, lo que te da una ventaja cuando esquivas el peligro. Tienes ventaja en las tiradas de salvación de Destreza contra efectos que puedas ver, como trampas y conjuros. Para obtener esta ventaja, no puedes estar {@condición de cegado}, {@condición de ensordecido} o {@condición de incapacitado}."
            ]
        },
        {
            "name": "Ataque temerario",
            "page": 46,
            "srd": true,
            "className": "Bárbaro",
            "level": 2,
            "entries": [
                "A partir del 2º nivel, puedes dejar de lado toda preocupación por la defensa para atacar con feroz desesperación. Cuando realices tu primer ataque en tu turno, puedes decidir atacar de forma temeraria. Hacerlo te da ventaja en las tiradas de ataque con armas cuerpo a cuerpo usando Fuerza durante este turno, pero las tiradas de ataque contra ti tienen ventaja hasta tu siguiente turno."
            ]
        },
        {
            "name": "Instintos de supervivencia",
            "source": "UAClassFeatureVariants",
            "page": 1,
            "className": "Bárbaro",
            "level": 2,
            "isClassFeatureVariant": true,
            "entries": [
                "{@i Rasgo de bárbaro de 2º nivel (sustituye al Sentido del Peligro)}",
                "Te vuelves competente en dos de las siguientes habilidades a tu elección: {@habilidad Manejo de animales}, {@habilidad Medicina}, {@habilidad Naturaleza}, {@habilidad Percepción}, o {@habilidad Supervivencia}.",
                "Tu bonificación de competencia se duplica para cualquier chequeo de habilidad que hagas que utilice cualquiera de esas habilidades."
            ]
        },
        {
            "name": "Conocimiento primordial",
            "page": 24,
            "className": "Bárbaro",
            "level": 3,
            "isClassFeatureVariant": true,
            "entries": [
                "{@i bárbaro de 3er nivel {@variantrule características de clase opcionales|tce|característica opcional}}",
                "Cuando alcanzas el 3er nivel y de nuevo a 10º nivel, ganas competencia en una habilidad de tu elección de la lista de habilidades disponibles para los bárbaros a 1º nivel."
            ]
        },
        {
            "name": "Camino Primordial",
            "page": 46,
            "srd": true,
            "className": "Bárbaro",
            "level": 3,
            "entries": [
                "A 3er nivel, eliges un camino que modifique la naturaleza de tu furia de la lista de caminos disponibles. Su elección le otorga rasgos a 3er nivel y de nuevo a 6º, 10º y 14º niveles."
            ]
        },
        {
            "name": "Mejora de la puntuación de la capacidad",
            "page": 46,
            "srd": true,
            "className": "Bárbaro",
            "level": 4,
            "entries": [
                "Al alcanzar el 4º nivel, puedes aumentar una puntuación de habilidad a tu elección en 2, o puedes aumentar dos puntuaciones de habilidad a tu elección en 1. Como es normal, no puedes aumentar una puntuación de habilidad por encima de 20 utilizando este rasgo.",
                "Si tu DM permite el uso de hazañas, puedes tomar en su lugar una {@5etools feat|feats.html}."
            ]
        },
        {
            "name": "Versatilidad de la competencia",
            "source": "UAClassFeatureVariants",
            "page": 1,
            "className": "Bárbaro",
            "level": 4,
            "isClassFeatureVariant": true,
            "entries": [
                "{@i Característica de 4º nivel (mejora la puntuación de habilidad)}",
                "Cuando obtienes el rasgo de mejora de la puntuación de habilidad de tu clase, también puedes reemplazar una de tus competencias de habilidad por una competencia de habilidad ofrecida por tu clase a 1er nivel (la competencia que reemplazas no necesita ser de la clase).",
                "Este cambio representa que una de tus habilidades se está atrofiando mientras te concentras en otra habilidad."
            ]
        },
        {
            "name": "Ataque extra",
            "page": 46,
            "srd": true,
            "className": "Bárbaro",
            "level": 5,
            "entries": [
                "A partir del 5º nivel, puedes atacar dos veces, en lugar de una, cada vez que realices la acción {@acción Ataque} en tu turno."
            ]
        },
        {
            "name": "Movimiento rápido",
            "page": 46,
            "srd": true,
            "className": "Bárbaro",
            "level": 5,
            "entries": [
                "A partir del 5º nivel, tu velocidad aumenta en 3 metros mientras no lleves armadura pesada."
            ]
        },
        {
            "name": "Rebote instintivo",
            "source": "UAClassFeatureVariants",
            "page": 1,
            "className": "Bárbaro",
            "level": 5,
            "isClassFeatureVariant": true,
            "entries": [
                "{@i Rasgo de bárbaro de 5º nivel (sustituye a Movimiento rápido)}",
                "Cuando una criatura termina su turno a menos de 15 pies de ti, puedes usar tu reacción para moverte hasta la mitad de tu velocidad a un espacio más cercano a la criatura. Este movimiento no provoca ataques de oportunidad."
            ]
        },
        {
            "name": "Característica de la ruta",
            "page": 46,
            "srd": true,
            "className": "Bárbaro",
            "level": 6,
            "entries": [
                "A 6º nivel, obtienes un rasgo de tu Senda Primordial."
            ]
        },
        {
            "name": "Instinto asilvestrado",
            "page": 46,
            "srd": true,
            "className": "Bárbaro",
            "level": 7,
            "entries": [
                "A 7º nivel, tus instintos están tan perfeccionados que tienes ventaja en las tiradas de iniciativa.",
                "Además, si eres sorprendido al comienzo del combate y no estás {@condición incapacitada}, puedes actuar normalmente en tu primer turno, pero sólo si entras en cólera antes de hacer nada más en ese turno."
            ]
        },
        {
            "name": "Rebote instintivo",
            "page": 24,
            "className": "Bárbaro",
            "level": 7,
            "isClassFeatureVariant": true,
            "entries": [
                "{@i bárbaro de 7º nivel {@variantrule optional class features|tce|optional feature}}",
                "Como parte de la acción extra que realizas para entrar en tu furia, puedes moverte hasta la mitad de tu velocidad."
            ]
        },
        {
            "name": "Mejora de la puntuación de la capacidad",
            "page": 46,
            "srd": true,
            "className": "Bárbaro",
            "level": 8,
            "entries": [
                "Al alcanzar el 8º nivel, puedes aumentar una puntuación de habilidad a tu elección en 2, o puedes aumentar dos puntuaciones de habilidad a tu elección en 1. Como es normal, no puedes aumentar una puntuación de habilidad por encima de 20 utilizando este rasgo.",
                "Si tu DM permite el uso de hazañas, puedes tomar en su lugar una {@5etools feat|feats.html}."
            ]
        },
        {
            "name": "Versatilidad de la competencia",
            "source": "UAClassFeatureVariants",
            "page": 1,
            "className": "Bárbaro",
            "level": 8,
            "isClassFeatureVariant": true,
            "entries": [
                "{@i Característica de 8º nivel (mejora la puntuación de habilidad)}",
                "Cuando obtienes el rasgo de mejora de la puntuación de habilidad de tu clase, también puedes reemplazar una de tus competencias de habilidad por una competencia de habilidad ofrecida por tu clase a 1er nivel (la competencia que reemplazas no necesita ser de la clase).",
                "Este cambio representa que una de tus habilidades se está atrofiando mientras te concentras en otra habilidad."
            ]
        },
        {
            "name": "Crítico brutal (1 dado)",
            "page": 46,
            "srd": true,
            "className": "Bárbaro",
            "level": 9,
            "entries": [
                "A partir del 9º nivel, puedes tirar un dado de daño de arma adicional al determinar el daño extra de un golpe crítico con un ataque cuerpo a cuerpo.",
                "Esto aumenta a dos dados adicionales a 13º nivel y a tres dados adicionales a 17º nivel."
            ]
        },
        {
            "name": "Característica de la ruta",
            "page": 46,
            "srd": true,
            "className": "Bárbaro",
            "level": 10,
            "entries": [
                "A 10º nivel, obtienes un rasgo de tu Senda Primordial."
            ]
        },
        {
            "name": "Furia implacable",
            "page": 46,
            "srd": true,
            "className": "Bárbaro",
            "level": 11,
            "entries": [
                "A partir del 11º nivel, tu rabia puede mantenerte luchando a pesar de las graves heridas. Si caes a 0 puntos de vida mientras estás furioso y no mueres directamente, puedes hacer una tirada de salvación de Constitución DC 10. Si tienes éxito, caes a 1 punto de vida. Si tienes éxito, bajas a 1 punto de vida.",
                "Cada vez que usas esta característica después de la primera, la CD aumenta en 5. Cuando terminas un descanso corto o largo, la CD se restablece a 10."
            ]
        },
        {
            "name": "Mejora de la puntuación de la capacidad",
            "page": 46,
            "srd": true,
            "className": "Bárbaro",
            "level": 12,
            "entries": [
                "Cuando alcanzas el nivel 12, puedes aumentar una puntuación de habilidad de tu elección en 2, o puedes aumentar dos puntuaciones de habilidad de tu elección en 1. Como es normal, no puedes aumentar una puntuación de habilidad por encima de 20 utilizando este rasgo.",
                "Si tu DM permite el uso de hazañas, puedes tomar en su lugar una {@5etools feat|feats.html}."
            ]
        },
        {
            "name": "Versatilidad de la competencia",
            "source": "UAClassFeatureVariants",
            "page": 1,
            "className": "Bárbaro",
            "level": 12,
            "isClassFeatureVariant": true,
            "entries": [
                "{@i Característica de nivel 12 (mejora la puntuación de habilidad)}",
                "Cuando obtienes el rasgo de mejora de la puntuación de habilidad de tu clase, también puedes reemplazar una de tus competencias de habilidad por una competencia de habilidad ofrecida por tu clase a 1er nivel (la competencia que reemplazas no necesita ser de la clase).",
                "Este cambio representa que una de tus habilidades se está atrofiando mientras te concentras en otra habilidad."
            ]
        },
        {
            "name": "Crítico brutal (2 dados)",
            "page": 46,
            "srd": true,
            "className": "Bárbaro",
            "level": 13,
            "entries": [
                "A 13º nivel, puedes tirar dos dados de daño de arma adicionales al determinar el daño extra de un golpe crítico con un ataque cuerpo a cuerpo.",
                "Esto aumenta a tres dados adicionales a nivel 17."
            ]
        },
        {
            "name": "Característica de la ruta",
            "page": 46,
            "srd": true,
            "className": "Bárbaro",
            "level": 14,
            "entries": [
                "A 14º nivel, obtienes un rasgo de tu Senda Primordial."
            ]
        },
        {
            "name": "Furia persistente",
            "page": 46,
            "srd": true,
            "className": "Bárbaro",
            "level": 15,
            "entries": [
                "A partir del 15º nivel, tu rabia es tan feroz que sólo termina antes de tiempo si caes {@condición inconsciente} o si decides ponerle fin."
            ]
        },
        {
            "name": "Mejora de la puntuación de la capacidad",
            "page": 46,
            "srd": true,
            "className": "Bárbaro",
            "level": 16,
            "entries": [
                "Cuando alcanzas el nivel 16, puedes aumentar una puntuación de habilidad a tu elección en 2, o puedes aumentar dos puntuaciones de habilidad a tu elección en 1. Como es normal, no puedes aumentar una puntuación de habilidad por encima de 20 utilizando esta característica.",
                "Si tu DM permite el uso de hazañas, puedes tomar en su lugar una {@5etools feat|feats.html}."
            ]
        },
        {
            "name": "Versatilidad de la competencia",
            "source": "UAClassFeatureVariants",
            "page": 1,
            "className": "Bárbaro",
            "level": 16,
            "isClassFeatureVariant": true,
            "entries": [
                "{@i Característica de nivel 16 (mejora la puntuación de habilidad)}",
                "Cuando obtienes el rasgo de mejora de la puntuación de habilidad de tu clase, también puedes reemplazar una de tus competencias de habilidad por una competencia de habilidad ofrecida por tu clase a 1er nivel (la competencia que reemplazas no necesita ser de la clase).",
                "Este cambio representa que una de tus habilidades se está atrofiando mientras te concentras en otra habilidad."
            ]
        },
        {
            "name": "Crítico brutal (3 dados)",
            "page": 46,
            "srd": true,
            "className": "Bárbaro",
            "level": 17,
            "entries": [
                "A nivel 17, puedes tirar tres dados de daño de arma adicionales al determinar el daño extra de un golpe crítico con un ataque cuerpo a cuerpo."
            ]
        },
        {
            "name": "Poder indomable",
            "page": 46,
            "srd": true,
            "className": "Bárbaro",
            "level": 18,
            "entries": [
                "A partir del nivel 18, si el total de un chequeo de Fuerza es menor que tu puntuación de Fuerza, puedes usar esa puntuación en lugar del total."
            ]
        },
        {
            "name": "Mejora de la puntuación de la capacidad",
            "page": 46,
            "srd": true,
            "className": "Bárbaro",
            "level": 19,
            "entries": [
                "Al alcanzar el nivel 19, puedes aumentar una puntuación de habilidad a tu elección en 2, o puedes aumentar dos puntuaciones de habilidad a tu elección en 1. Como es normal, no puedes aumentar una puntuación de habilidad por encima de 20 utilizando esta característica.",
                "Si tu DM permite el uso de hazañas, puedes tomar en su lugar una {@5etools feat|feats.html}."
            ]
        },
        {
            "name": "Versatilidad de la competencia",
            "source": "UAClassFeatureVariants",
            "page": 1,
            "className": "Bárbaro",
            "level": 19,
            "isClassFeatureVariant": true,
            "entries": [
                "{@i característica de nivel 19 (mejora la puntuación de habilidad)}",
                "Cuando obtienes el rasgo de mejora de la puntuación de habilidad de tu clase, también puedes reemplazar una de tus competencias de habilidad por una competencia de habilidad ofrecida por tu clase a 1er nivel (la competencia que reemplazas no necesita ser de la clase).",
                "Este cambio representa que una de tus habilidades se está atrofiando mientras te concentras en otra habilidad."
            ]
        },
        {
            "name": "Campeón Primordial",
            "page": 46,
            "srd": true,
            "className": "Bárbaro",
            "level": 20,
            "entries": [
                "A nivel 20, encarnas el poder de la naturaleza. Tus puntuaciones de Fuerza y Constitución aumentan en 4. Tu máximo para esas puntuaciones es ahora 24."
            ]
        }
    ],
    "subclassFeature": [
        {
            "name": "La senda del berserker",
            "page": 49,
            "srd": true,
            "className": "Bárbaro",
            "subclassShortName": "Berserker",
            "level": 3,
            "entries": [
                "Para algunos bárbaros, la rabia es un medio para conseguir un fin, que es la violencia. El Camino del Berserker es un camino de furia desenfrenada, manchado de sangre. Cuando entras en la furia del berserker, te emocionas en el caos de la batalla, sin tener en cuenta tu propia salud o bienestar.",
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Frenesí|Bárbaro||Berserker||3"
                }
            ]
        },
        {
            "name": "Frenesí",
            "page": 49,
            "srd": true,
            "className": "Bárbaro",
            "subclassShortName": "Berserker",
            "level": 3,
            "header": 1,
            "entries": [
                "A partir de que elijas esta senda a 3er nivel, puedes entrar en frenesí cuando te enfurezcas. Si lo haces, durante la duración de tu furia puedes realizar un único ataque con arma cuerpo a cuerpo como acción adicional en cada uno de tus turnos posteriores a éste. Cuando tu furia termina, sufres un nivel de {@condición de agotamiento}."
            ]
        },
        {
            "name": "Furia sin sentido",
            "page": 49,
            "srd": true,
            "className": "Bárbaro",
            "subclassShortName": "Berserker",
            "level": 6,
            "header": 2,
            "entries": [
                "A partir del 6º nivel, no puedes ser {@condición encantada} o {@condición asustada} mientras estés furioso. Si estás {@condición encantada} o {@condición asustada} cuando entras en tu furia, el efecto se suspende mientras dure la furia."
            ]
        },
        {
            "name": "Presencia Intimidante",
            "page": 49,
            "srd": true,
            "className": "Bárbaro",
            "subclassShortName": "Berserker",
            "level": 10,
            "header": 2,
            "entries": [
                "A partir del 10º nivel, puedes utilizar tu acción para asustar a alguien con tu amenazante presencia. Cuando lo hagas, elige una criatura que puedas ver en un radio de 30 pies de ti. Si la criatura puede verte u oírte, debe tener éxito en una tirada de salvación de Sabiduría (DC igual a 8 + tu bonificación de competencia + tu modificador de Carisma) o estar {@condición de miedo} de ti hasta el final de tu siguiente turno. En los turnos siguientes, puedes usar tu acción para extender la duración de este efecto sobre la criatura {@condición asustada} hasta el final de tu siguiente turno. Este efecto termina si la criatura termina su turno fuera de la línea de visión o a más de 60 pies de ti.",
                "Si la criatura tiene éxito en su tirada de salvación, no puedes volver a utilizar este rasgo sobre esa criatura durante 24 horas."
            ]
        },
        {
            "name": "Represalias",
            "page": 49,
            "srd": true,
            "className": "Bárbaro",
            "subclassShortName": "Berserker",
            "level": 14,
            "header": 2,
            "entries": [
                "A partir del 14º nivel, cuando recibas daño de una criatura que esté a menos de 1,5 metros de ti, puedes usar tu reacción para hacer un ataque con un arma cuerpo a cuerpo contra esa criatura."
            ]
        },
        {
            "name": "Oso",
            "page": 50,
            "className": "Bárbaro",
            "subclassShortName": "Guerrero tótem",
            "level": 3,
            "entries": [
                "Mientras estás enfadado, tienes resistencia a todo el daño excepto al daño psíquico. El espíritu del oso te hace lo suficientemente resistente como para aguantar cualquier castigo."
            ]
        },
        {
            "name": "Águila",
            "page": 50,
            "className": "Bárbaro",
            "subclassShortName": "Guerrero tótem",
            "level": 3,
            "entries": [
                "Mientras estés furioso y no lleves armadura pesada, otras criaturas tienen desventaja en las tiradas de ataque de oportunidad contra ti, y puedes usar la acción {@acción Dash} como acción adicional en tu turno. El espíritu del águila te convierte en un depredador que puede atravesar la refriega con facilidad."
            ]
        },
        {
            "name": "La senda del guerrero tótem",
            "page": 50,
            "className": "Bárbaro",
            "subclassShortName": "Guerrero tótem",
            "level": 3,
            "entries": [
                "La Senda del Guerrero Tótem es un viaje espiritual, ya que el bárbaro acepta un animal espiritual como guía, protector e inspiración. En la batalla, tu espíritu tótem te llena de poder sobrenatural, añadiendo combustible mágico a tu furia bárbara.",
                "La mayoría de las tribus bárbaras consideran que un animal tótem es pariente de un determinado clan. En estos casos, no es habitual que un individuo tenga más de un espíritu animal tótem, aunque existen excepciones.",
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Buscador de Espíritus|Bárbaro||Guerrero del Tótem|3"
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Tótem Espíritu|Bárbaro||Tótem Guerrero||3"
                }
            ]
        },
        {
            "name": "Wolf",
            "page": 50,
            "className": "Bárbaro",
            "subclassShortName": "Guerrero tótem",
            "level": 3,
            "entries": [
                "Mientras estés enfurecido, tus amigos tienen ventaja en las tiradas de ataque cuerpo a cuerpo contra cualquier criatura que esté a menos de 1,5 metros de ti y sea hostil a ti. El espíritu del lobo te convierte en un líder de cazadores."
            ]
        },
        {
            "name": "Buscador de espíritus",
            "page": 50,
            "className": "Bárbaro",
            "subclassShortName": "Guerrero tótem",
            "level": 3,
            "header": 1,
            "entries": [
                "El tuyo es un camino que busca la sintonía con el mundo natural, lo que te da un parentesco con las bestias. A 3er nivel, cuando adoptas esta senda, obtienes la capacidad de lanzar los conjuros {@spell beast sense} y {@spell speak with animals}, pero sólo como rituales, tal y como se describe en {@book chapter 10|PHB|10|rituals}."
            ]
        },
        {
            "name": "Espíritu del tótem",
            "page": 50,
            "className": "Bárbaro",
            "subclassShortName": "Guerrero tótem",
            "level": 3,
            "header": 1,
            "entries": [
                "A 3er nivel, cuando adoptas esta senda, eliges un espíritu tótem y obtienes su característica. Debes hacer o adquirir un objeto tótem físico -un amuleto o un adorno similar- que incorpore pelaje o plumas, garras, dientes o huesos del animal tótem. A tu elección, también obtienes atributos físicos menores que recuerdan a tu espíritu tótem. Por ejemplo, si tienes un espíritu tótem de oso, puedes ser inusualmente peludo y de piel gruesa, o si tu tótem es el águila, tus ojos se vuelven de color amarillo brillante.",
                "Tu animal tótem puede ser un animal relacionado con los que aparecen aquí, pero más apropiado para tu tierra. Por ejemplo, podrías elegir un halcón o un buitre en lugar de un águila.",
                {
                    "type": "opciones",
                    "count": 1,
                    "entries": [
                        {
                            "type": "refSubclassFeature",
                            "subclassFeature": "Oso|Bárbaro||Guerrero Tótem|3"
                        },
                        {
                            "type": "refSubclassFeature",
                            "subclassFeature": "Águila|Bárbaro||Guerrero Tótem|3"
                        },
                        {
                            "type": "refSubclassFeature",
                            "subclassFeature": "Elk|Barbarian|SCAG|Totem Warrior||3|SCAG"
                        },
                        {
                            "type": "refSubclassFeature",
                            "subclassFeature": "Tigre|Bárbaro|SCAG|Guerrero Tótem|3|SCAG"
                        },
                        {
                            "type": "refSubclassFeature",
                            "subclassFeature": "Lobo|Bárbaro||Guerrero Tótem|3"
                        }
                    ]
                }
            ]
        },
        {
            "name": "Oso",
            "page": 50,
            "className": "Bárbaro",
            "subclassShortName": "Guerrero tótem",
            "level": 6,
            "entries": [
                "Obtienes el poder de un oso. Tu capacidad de transporte (incluyendo la carga máxima y el levantamiento máximo) se duplica, y tienes ventaja en los chequeos de Fuerza realizados para empujar, tirar, levantar o romper objetos."
            ]
        },
        {
            "name": "Águila",
            "page": 50,
            "className": "Bárbaro",
            "subclassShortName": "Guerrero tótem",
            "level": 6,
            "entries": [
                "Obtienes la vista de un águila. Puedes ver hasta 1 milla de distancia sin dificultad, capaz de discernir incluso los detalles más finos como si estuvieras mirando algo a no más de 100 pies de distancia de ti. Además, la luz tenue no impone desventaja a tus chequeos de Sabiduría ({habilidad Percepción})."
            ]
        },
        {
            "name": "Wolf",
            "page": 50,
            "className": "Bárbaro",
            "subclassShortName": "Guerrero tótem",
            "level": 6,
            "entries": [
                "Obtienes la sensibilidad de caza de un lobo. Puedes rastrear a otras criaturas mientras viajas a paso rápido, y puedes moverte sigilosamente mientras viajas a paso normal."
            ]
        },
        {
            "name": "Aspecto de la bestia",
            "page": 50,
            "className": "Bárbaro",
            "subclassShortName": "Guerrero tótem",
            "level": 6,
            "header": 2,
            "entries": [
                "A 6º nivel, obtienes un beneficio mágico basado en el tótem animal que elijas. Puedes elegir el mismo animal que seleccionaste en el 3er nivel o uno diferente.",
                {
                    "type": "opciones",
                    "count": 1,
                    "entries": [
                        {
                            "type": "refSubclassFeature",
                            "subclassFeature": "Oso|Bárbaro||Guerrero Tótem|6"
                        },
                        {
                            "type": "refSubclassFeature",
                            "subclassFeature": "Águila|Bárbara||Guerrero del Tótem|6"
                        },
                        {
                            "type": "refSubclassFeature",
                            "subclassFeature": "Elk|Barbarian|SCAG|Totem Warrior||6|SCAG"
                        },
                        {
                            "type": "refSubclassFeature",
                            "subclassFeature": "Tigre|Bárbaro|SCAG|Guerrero Tótem|6|SCAG"
                        },
                        {
                            "type": "refSubclassFeature",
                            "subclassFeature": "Lobo|Bárbaro||Guerrero Tótem|6"
                        }
                    ]
                }
            ]
        },
        {
            "name": "Caminante del Espíritu",
            "page": 50,
            "className": "Bárbaro",
            "subclassShortName": "Guerrero tótem",
            "level": 10,
            "header": 2,
            "entries": [
                "A 10º nivel, puedes lanzar el conjuro {@spellar comunión con la naturaleza}, pero sólo como ritual. Cuando lo haces, una versión espiritual de uno de los animales que elegiste como Espíritu Tótem o Aspecto de la Bestia se te aparece para transmitirte la información que buscas."
            ]
        },
        {
            "name": "Oso",
            "page": 50,
            "className": "Bárbaro",
            "subclassShortName": "Guerrero tótem",
            "level": 14,
            "entries": [
                "Mientras estés enfurecido, cualquier criatura a menos de 1,5 metros de ti que sea hostil a ti tiene desventaja en las tiradas de ataque contra objetivos que no sean tú u otro personaje con este rasgo. Un enemigo es inmune a este efecto si no puede verte ni oírte o si no puede ser {@condición de miedo}."
            ]
        },
        {
            "name": "Águila",
            "page": 50,
            "className": "Bárbaro",
            "subclassShortName": "Guerrero tótem",
            "level": 14,
            "entries": [
                "Mientras estás enfadado, tienes una velocidad de vuelo igual a tu velocidad actual al caminar. Este beneficio sólo funciona en ráfagas cortas; te caes si terminas tu turno en el aire y nada más te mantiene en el aire."
            ]
        },
        {
            "name": "Wolf",
            "page": 50,
            "className": "Bárbaro",
            "subclassShortName": "Guerrero tótem",
            "level": 14,
            "entries": [
                "Mientras estás furioso, puedes usar una acción de bonificación en tu turno para derribar a una criatura grande o más pequeña {@condición prona} cuando la golpeas con un ataque de arma cuerpo a cuerpo."
            ]
        },
        {
            "name": "Sintonización totémica",
            "page": 50,
            "className": "Bárbaro",
            "subclassShortName": "Guerrero tótem",
            "level": 14,
            "header": 2,
            "entries": [
                "A 14º nivel, obtienes un beneficio mágico basado en un tótem animal de tu elección. Puedes elegir el mismo animal que seleccionaste anteriormente o uno diferente.",
                {
                    "type": "opciones",
                    "count": 1,
                    "entries": [
                        {
                            "type": "refSubclassFeature",
                            "subclassFeature": "Oso|Bárbaro||Guerrero Tótem|14"
                        },
                        {
                            "type": "refSubclassFeature",
                            "subclassFeature": "Águila|Bárbaro||Guerrero Tótem|14"
                        },
                        {
                            "type": "refSubclassFeature",
                            "subclassFeature": "Elk|Barbarian|SCAG|Totem Warrior||14|SCAG"
                        },
                        {
                            "type": "refSubclassFeature",
                            "subclassFeature": "Tigre|Bárbaro|SCAG|Guerrero Tótem|14|SCAG"
                        },
                        {
                            "type": "refSubclassFeature",
                            "subclassFeature": "Lobo|Bárbaro||Guerrero Tótem|14"
                        }
                    ]
                }
            ]
        },
        {
            "name": "La senda del batallador",
            "source": "SCAG",
            "page": 121,
            "className": "Bárbaro",
            "subclassShortName": "Battlerager",
            "subclassSource": "SCAG",
            "level": 3,
            "entries": [
                "Conocidos como Kuldjargh (literalmente \"idiota del hacha\") en enano, los batalladores son enanos seguidores de los dioses de la guerra y toman la Senda del Batallador. Se especializan en llevar voluminosas armaduras con pinchos y lanzarse al combate, golpeando con su propio cuerpo y entregándose a la furia de la batalla.",
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Restricción-Sólo para Enanos|Barbarian||Battlerager|SCAG|3"
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Armadura de Battlerager|Barbarian||Battlerager|SCAG|3"
                }
            ]
        },
        {
            "name": "Armadura de Battlerager",
            "source": "SCAG",
            "page": 121,
            "className": "Bárbaro",
            "subclassShortName": "Battlerager",
            "subclassSource": "SCAG",
            "level": 3,
            "header": 1,
            "entries": [
                "Cuando eliges esta senda a 3er nivel, obtienes la habilidad de usar {@item armadura de pinchos|scag} como arma.",
                "Mientras estés usando {@item armadura de pinchos|scag} y estés furioso, puedes usar una acción de bonificación para hacer un ataque de arma cuerpo a cuerpo con los pinchos de tu armadura a un objetivo que esté a 5 pies de ti. Si el ataque impacta, los pinchos infligen {@daño 1d4} de daño punzante. Utilizas tu modificador de Fuerza para las tiradas de ataque y de daño.",
                "Además, cuando usas la acción {@acción Ataque} para agarrar a una criatura, el objetivo recibe 3 puntos de daño si tu chequeo de agarre tiene éxito."
            ]
        },
        {
            "name": "Restricción: sólo para enanos",
            "source": "SCAG",
            "page": 121,
            "className": "Bárbaro",
            "subclassShortName": "Battlerager",
            "subclassSource": "SCAG",
            "level": 3,
            "header": 1,
            "entries": [
                "Sólo los enanos pueden seguir la Senda del Batallador. El battlerager ocupa un nicho particular en la sociedad y la cultura enanas.",
                "Tu DM puede levantar esta restricción para adaptarse mejor a la campaña. La restricción existe para los Reinos Olvidados. Puede que no se aplique a la ambientación de tu DM o a la versión de los Reinos de tu DM."
            ]
        },
        {
            "name": "Abandono temerario",
            "source": "SCAG",
            "page": 121,
            "className": "Bárbaro",
            "subclassShortName": "Battlerager",
            "subclassSource": "SCAG",
            "level": 6,
            "header": 2,
            "entries": [
                "A partir del 6º nivel, cuando usas Ataque temerario mientras estás furioso, también ganas puntos de golpe temporales iguales a tu modificador de Constitución (mínimo 1). Desaparecen si queda alguno cuando termina tu furia."
            ]
        },
        {
            "name": "Cargo de Battlerager",
            "source": "SCAG",
            "page": 121,
            "className": "Bárbaro",
            "subclassShortName": "Battlerager",
            "subclassSource": "SCAG",
            "level": 10,
            "header": 2,
            "entries": [
                "A partir del 10º nivel, puedes realizar la acción {@acción Dash} como acción de bonificación mientras estás furioso."
            ]
        },
        {
            "name": "Retribución con púas",
            "source": "SCAG",
            "page": 121,
            "className": "Bárbaro",
            "subclassShortName": "Battlerager",
            "subclassSource": "SCAG",
            "level": 14,
            "header": 2,
            "entries": [
                "A partir del 14º nivel, cuando una criatura a menos de 1,5 metros de ti te golpea con un ataque cuerpo a cuerpo, el atacante recibe 3 puntos de daño punzante si estás furioso, no estás {@condición incapacitado}, y llevas {@item armadura de pinchos|scag}."
            ]
        },
        {
            "name": "La senda de la bestia",
            "page": 24,
            "className": "Bárbaro",
            "subclassShortName": "Bestia",
            "level": 3,
            "entries": [
                "Los bárbaros que recorren la Senda de la Bestia extraen su rabia de una chispa bestial que arde en sus almas. Esa bestia estalla en la agonía de la rabia, transformando físicamente al bárbaro.",
                "Un bárbaro así podría estar habitado por un espíritu primitivo o descender de los metamorfosistas. Puede elegir el origen de su poder feral o determinarlo tirando en la tabla Origen de la Bestia.",
                {
                    "type": "tabla",
                    "caption": "El origen de la bestia",
                    "colLabels": [
                        null,
                        "Origen"
                    ],
                    "colStyles": [
                        "col-2 texto-centro",
                        "col-10"
                    ],
                    "rows": [
                        [
                            null,
                            "Uno de tus padres es licántropo y has heredado parte de su maldición."
                        ],
                        [
                            null,
                            "Desciendes de un archidruida y has heredado la capacidad de cambiar parcialmente de forma."
                        ],
                        [
                            null,
                            "Un espíritu feérico te dotó de la capacidad de adoptar diferentes aspectos bestiales."
                        ],
                        [
                            null,
                            "Un antiguo espíritu animal habita en ti, permitiéndote recorrer este camino."
                        ]
                    ]
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Forma de la Bestia|Bárbara||Bestia|TCE|3"
                }
            ]
        },
        {
            "name": "La forma de la bestia",
            "page": 24,
            "className": "Bárbaro",
            "subclassShortName": "Bestia",
            "level": 3,
            "header": 1,
            "entries": [
                "{@i característica de 3er nivel de la Senda de la Bestia}",
                "Cuando entras en tu rabia, puedes transformarte, revelando el poder bestial que llevas dentro. Hasta que la rabia termina, manifiestas un arma natural. Cuenta como un arma simple cuerpo a cuerpo para ti, y añades tu modificador de Fuerza a las tiradas de ataque y daño cuando atacas con ella, como es normal.",
                "Eliges la forma del arma cada vez que te enfureces:",
                {
                    "type": "lista",
                    "style": "list-hang-notitle",
                    "items": [
                        {
                            "type": "artículo",
                            "name": "Bite",
                            "entry": "Tu boca se transforma en un hocico bestial o en grandes mandíbulas (a tu elección). Inflige {@daño 1d8} de daño perforante al impactar. Una vez en cada uno de tus turnos cuando dañes a una criatura con este mordisco, recuperas un número de puntos de golpe igual a tu bonificación de competencia, siempre que tengas menos de la mitad de tus puntos de golpe cuando impactes."
                        },
                        {
                            "type": "artículo",
                            "name": "Garras",
                            "entry": "Cada una de sus manos se transforma en una garra, que puede utilizar como arma si está vacía. Inflige {@daño 1d6} de daño cortante al impactar. Una vez en cada uno de tus turnos, cuando atacas con una garra usando la acción {@acción Ataque}, puedes hacer un ataque de garra adicional como parte de la misma acción."
                        },
                        {
                            "type": "artículo",
                            "name": "Cola",
                            "entry": "Te crece una cola espinosa, que inflige {@daño 1d8} de daño punzante al impactar y tiene la propiedad de alcance. Si una criatura que puedas ver a menos de 3 metros de ti te golpea con una tirada de ataque, puedes usar tu reacción para blandir tu cola y sacar un {@dice d8}, aplicando un bonificador a tu CA igual al número sacado, lo que puede hacer que el ataque no te alcance."
                        }
                    ]
                }
            ]
        },
        {
            "name": "Alma bestial",
            "page": 24,
            "className": "Bárbaro",
            "subclassShortName": "Bestia",
            "level": 6,
            "header": 2,
            "entries": [
                "{@i rasgo de 6º nivel de la Senda de la Bestia}",
                "El poder feral dentro de ti aumenta, haciendo que las armas naturales de tu Forma de la Bestia cuenten como mágicas a efectos de superar la resistencia e inmunidad a los ataques y daños no mágicos.",
                "También puedes modificar tu forma para adaptarte al entorno. Cuando termines un descanso corto o largo, elige uno de los siguientes beneficios, que dura hasta que termines tu siguiente descanso corto o largo:",
                {
                    "type": "lista",
                    "items": [
                        "Obtienes una velocidad de nado igual a tu velocidad de marcha y puedes respirar bajo el agua.",
                        "Obtienes una velocidad de escalada igual a tu velocidad al caminar, y puedes trepar por superficies difíciles, incluso por los techos, sin necesidad de hacer un chequeo de habilidad.",
                        "Cuando saltas, puedes hacer un chequeo de Fuerza ({@habilidad Atletismo}) y extender tu salto un número de pies igual al total del chequeo. Sólo puedes hacer este chequeo especial una vez por turno."
                    ]
                }
            ]
        },
        {
            "name": "Furia infecciosa",
            "page": 24,
            "className": "Bárbaro",
            "subclassShortName": "Bestia",
            "level": 10,
            "header": 2,
            "entries": [
                "{@i Rasgo de la Senda de la Bestia de 10º nivel}",
                "Cuando golpeas a una criatura con tus armas naturales mientras estás furioso, la bestia que llevas dentro puede maldecir a tu objetivo con furia rabiosa. El objetivo debe tener éxito en una tirada de salvación de Sabiduría (DC igual a 8 + tu modificador de Constitución + tu bonificación de competencia) o sufrir uno de los siguientes efectos (a tu elección):",
                {
                    "type": "lista",
                    "items": [
                        "El objetivo debe usar su reacción para hacer un ataque cuerpo a cuerpo contra otra criatura de tu elección que puedas ver.",
                        "El objetivo recibe {@daño 2d12} de daño psíquico."
                    ]
                },
                "Puedes usar este rasgo un número de veces igual a tu bonificación de competencia, y recuperas todos los usos gastados cuando terminas un descanso largo."
            ]
        },
        {
            "name": "Llamar a la caza",
            "page": 24,
            "className": "Bárbaro",
            "subclassShortName": "Bestia",
            "level": 14,
            "header": 2,
            "entries": [
                "{@i rasgo de nivel 14 de la Senda de la Bestia}",
                "La bestia que llevas dentro se vuelve tan poderosa que puedes contagiar su ferocidad a otros y conseguir que se unan a tu cacería. Cuando entras en tu furia, puedes elegir un número de otras criaturas dispuestas que puedas ver en un radio de 30 pies igual a tu modificador de Constitución (mínimo una criatura).",
                "Ganas 5 puntos de golpe temporales por cada criatura que acepte este rasgo. Hasta que la furia termine, las criaturas elegidas pueden usar cada una el siguiente beneficio una vez en cada uno de sus turnos: cuando la criatura golpea a un objetivo con una tirada de ataque y le inflige daño, la criatura puede tirar un {@dice d6} y ganar un bono al daño igual al número obtenido.",
                "Puedes usar este rasgo un número de veces igual a tu bonificación de competencia, y recuperas todos los usos gastados cuando terminas un descanso largo."
            ]
        },
        {
            "name": "Senda de la Magia Salvaje",
            "page": 25,
            "className": "Bárbaro",
            "subclassShortName": "Magia salvaje",
            "level": 3,
            "entries": [
                "En muchos lugares del multiverso abundan la belleza, la emoción intensa y la magia desenfrenada; el Feywild, los Planos Superiores y otros reinos de poder sobrenatural irradian con tales fuerzas y pueden influir profundamente en la gente. Como gente de sentimientos profundos, los bárbaros son especialmente susceptibles a estas influencias salvajes, siendo algunos bárbaros transformados por la magia. Estos bárbaros afectados por la magia recorren la Senda de la Magia Salvaje. Los bárbaros elfos, tiefling, aasimar y genasi suelen buscar este camino, deseosos de manifestar la magia de otro mundo de sus antepasados.",
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Conciencia mágica|Bárbara||Magia salvaje|TCE|3"
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Oleada Salvaje|Bárbaro||Magia Salvaje|TCE|3"
                }
            ]
        },
        {
            "name": "Conciencia mágica",
            "page": 25,
            "className": "Bárbaro",
            "subclassShortName": "Magia salvaje",
            "level": 3,
            "header": 1,
            "entries": [
                "{@i característica de 3er nivel de la Senda de la Magia Salvaje}",
                "Como acción, puedes abrir tu conciencia a la presencia de magia concentrada. Hasta el final de tu siguiente turno, conoces la ubicación de cualquier hechizo u objeto mágico en un radio de 60 pies de ti que no esté detrás de una cobertura total. Cuando percibes un hechizo, aprendes a qué escuela de magia pertenece.",
                "Puedes usar este rasgo un número de veces igual a tu bonificación de competencia, y recuperas todos los usos gastados cuando terminas un descanso largo."
            ]
        },
        {
            "name": "Oleada salvaje",
            "page": 25,
            "className": "Bárbaro",
            "subclassShortName": "Magia salvaje",
            "level": 3,
            "header": 1,
            "entries": [
                "{@i característica de 3er nivel de la Senda de la Magia Salvaje}",
                "La energía mágica que bulle en tu interior a veces brota de ti. Cuando entres en tu furia, tira en la tabla de Magia Salvaje para determinar el efecto mágico producido.",
                "Si el efecto requiere una tirada de salvación, la DC es igual a 8 + tu bono de competencia + tu modificador de Constitución.",
                {
                    "type": "tabla",
                    "caption": "Magia salvaje",
                    "colLabels": [
                        null,
                        "Efecto mágico"
                    ],
                    "colStyles": [
                        "col-2 texto-centro",
                        "col-10"
                    ],
                    "rows": [
                        [
                            null,
                            "Unos zarcillos sombríos te rodean. Cada criatura de tu elección que puedas ver en un radio de 30 pies debe tener éxito en una tirada de salvación de Constitución o recibir {@daño 1d12} de daño necrótico. También ganas {@dice 1d12} puntos de golpe temporales."
                        ],
                        [
                            null,
                            "Te teletransportas hasta 9 metros a un espacio desocupado que puedas ver. Hasta que tu furia termine, puedes volver a usar este efecto en cada uno de tus turnos como acción adicional."
                        ],
                        [
                            null,
                            "Un espíritu intangible, que tiene el aspecto de un {@criatura flumph} o un {@criatura pixie} (a tu elección), aparece a 5 pies de una criatura de tu elección que puedas ver a 30 pies de ti. Al final del turno actual, el espíritu explota, y cada criatura en un radio de 5 pies debe tener éxito en una tirada de salvación de Destreza o recibir {@daño de 1d6} de daño de fuerza. Hasta que tu rabia termine, puedes usar este efecto de nuevo, invocando otro espíritu, en cada uno de tus turnos como acción de bonificación."
                        ],
                        [
                            null,
                            "La magia infunde un arma de tu elección que estés sosteniendo. Hasta que tu furia termine, el tipo de daño del arma cambia a fuerza, y gana las propiedades de luz y lanzamiento, con un alcance normal de 20 pies y un alcance largo de 60 pies. Si el arma sale de tu mano, el arma reaparece en tu mano al final del turno actual."
                        ],
                        [
                            null,
                            "Cada vez que una criatura te golpea con una tirada de ataque antes de que termine tu furia, esa criatura recibe {@daño 1d6} de daño de fuerza, ya que la magia arremete en retribución."
                        ],
                        [
                            null,
                            "Hasta que tu rabia termine, estás rodeado de luces protectoras multicolores; ganas un bono de +1 a la CA, y mientras estés a 3 metros de ti, tus aliados ganan el mismo bono."
                        ],
                        [
                            null,
                            "Las flores y las vides crecen temporalmente a su alrededor. Hasta que tu furia termine, el suelo en un radio de 15 pies es {@quickref terreno difícil||3} para tus enemigos."
                        ],
                        [
                            null,
                            "Un rayo de luz sale disparado de tu pecho. Otra criatura a tu elección que puedas ver en un radio de 30 pies debe tener éxito en una tirada de salvación de Constitución o recibir {@daño 1d6} de daño radiante y quedar {@condición de cegado} hasta el comienzo de tu siguiente turno. Hasta que tu furia termine, puedes usar este efecto de nuevo en cada uno de tus turnos como acción adicional."
                        ]
                    ],
                    "data": {
                        "tableInclude": true
                    }
                }
            ]
        },
        {
            "name": "Magia de refuerzo",
            "page": 25,
            "className": "Bárbaro",
            "subclassShortName": "Magia salvaje",
            "level": 6,
            "header": 2,
            "entries": [
                "{@i característica de 6º nivel de la Senda de la Magia Salvaje}",
                "Puedes aprovechar tu magia salvaje para reforzarte a ti mismo o a un compañero. Como acción, puedes tocar a una criatura (que puedes ser tú mismo) y conferirle uno de los siguientes beneficios a tu elección:",
                {
                    "type": "lista",
                    "items": [
                        "Durante 10 minutos, la criatura puede tirar un {@dice d3} cada vez que haga una tirada de ataque o un chequeo de habilidad y sumar el número obtenido a la tirada de {@dice d20}.",
                        "Tira un {@dice d3}. La criatura recupera una ranura de hechizo gastada, cuyo nivel es igual al número tirado o inferior (a elección de la criatura). Una vez que una criatura recibe este beneficio, no puede volver a recibirlo hasta después de un descanso largo."
                    ]
                },
                "Puedes realizar esta acción un número de veces igual a tu bonificación de competencia, y recuperas todos los usos gastados cuando terminas un descanso largo."
            ]
        },
        {
            "name": "Contragolpe inestable",
            "page": 25,
            "className": "Bárbaro",
            "subclassShortName": "Magia salvaje",
            "level": 10,
            "header": 2,
            "entries": [
                "{@i Rasgo de Magia Salvaje de 10º nivel}",
                "Cuando te encuentres en peligro durante tu furia, la magia que hay en tu interior puede arremeter; inmediatamente después de recibir daño o fallar una tirada de salvación mientras estás furioso, puedes usar tu reacción para tirar en la tabla de Magia Salvaje y producir inmediatamente el efecto obtenido. Este efecto sustituye a tu actual efecto de Magia Salvaje."
            ]
        },
        {
            "name": "Sobrecarga controlada",
            "page": 25,
            "className": "Bárbaro",
            "subclassShortName": "Magia salvaje",
            "level": 14,
            "header": 2,
            "entries": [
                "{@i rasgo de nivel 14 de la Senda de la Magia Salvaje}",
                "Cada vez que tires en la tabla de Magia Salvaje, podrás tirar el dado dos veces y elegir cuál de los dos efectos quieres desencadenar. Si sacas el mismo número en ambos dados, puedes ignorar el número y elegir cualquier efecto de la tabla."
            ]
        },
        {
            "name": "La senda de la bestia",
            "source": "UA2020SubclasesPt1",
            "page": 1,
            "className": "Bárbaro",
            "subclassShortName": "Bestia (UA)",
            "subclassSource": "UA2020SubclasesPt1",
            "level": 3,
            "entries": [
                "Los bárbaros que recorren la Senda de la Bestia extraen su rabia de una chispa bestial que arde en sus almas. Esa bestia aúlla para ser liberada y estalla en la agonía de la rabia.",
                "Los que recorren este camino pueden estar habitados por un espíritu primitivo o descender de cambiaformas. Puedes elegir el origen de tu poder feral o determinarlo al azar tirando en la tabla Origen de la Bestia.",
                {
                    "type": "tabla",
                    "caption": "El origen de la bestia",
                    "colLabels": [
                        null,
                        "Origen"
                    ],
                    "colStyles": [
                        "col-2 texto-centro",
                        "col-10"
                    ],
                    "rows": [
                        [
                            null,
                            "Uno de tus padres es licántropo y has heredado parte de la maldición."
                        ],
                        [
                            null,
                            "Desciendes de un druida legendario, hecho que se manifiesta en tu capacidad de cambiar parcialmente de forma."
                        ],
                        [
                            null,
                            "Un espíritu feérico te dotó de la capacidad de adoptar diferentes aspectos bestiales."
                        ],
                        [
                            null,
                            "Un antiguo espíritu animal habita en ti, permitiéndote recorrer este camino."
                        ]
                    ]
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Forma de la Bestia|Bárbara||Bestia (UA)|UA2020SubclasesPt1|3"
                }
            ]
        },
        {
            "name": "La forma de la bestia",
            "source": "UA2020SubclasesPt1",
            "page": 1,
            "className": "Bárbaro",
            "subclassShortName": "Bestia (UA)",
            "subclassSource": "UA2020SubclasesPt1",
            "level": 3,
            "header": 1,
            "entries": [
                "{@i característica de 3er nivel de la Senda de la Bestia}",
                "Cuando entras en tu rabia, puedes transformarte, revelando el poder bestial que llevas dentro. Hasta que tu furia termine, manifiestas un arma natural de combate cuerpo a cuerpo, eligiendo una de las siguientes opciones cada vez que te enfurezcas:",
                {
                    "type": "lista",
                    "style": "list-hang-notitle",
                    "items": [
                        {
                            "type": "artículo",
                            "name": "Bite",
                            "entry": "Tu boca se transforma en un hocico bestial o en grandes mandíbulas (a tu elección). Tu mordisco inflige {@daño 1d8} de daño punzante al impactar. Una vez en cada uno de tus turnos cuando dañes a una criatura con tu mordisco, recuperas un número de puntos de golpe igual a tu modificador de Constitución (mínimo 1 punto de golpe)."
                        },
                        {
                            "type": "artículo",
                            "name": "Garras",
                            "entry": "Tus manos se transforman en garras, que infligen {@daño 1d6} de daño cortante al impactar. Cuando realizas la acción {@acción Ataque} en tu turno y haces un ataque con tus garras, puedes hacer un ataque adicional usando tus garras como parte de la misma acción."
                        },
                        {
                            "type": "artículo",
                            "name": "Cola",
                            "entry": "Te crece una cola espinosa, que inflige {@daño 1d12} de daño perforante al impactar y tiene la propiedad de alcance."
                        }
                    ]
                }
            ]
        },
        {
            "name": "Alma bestial",
            "source": "UA2020SubclasesPt1",
            "page": 1,
            "className": "Bárbaro",
            "subclassShortName": "Bestia (UA)",
            "subclassSource": "UA2020SubclasesPt1",
            "level": 6,
            "header": 2,
            "entries": [
                "{@i rasgo de 6º nivel de la Senda de la Bestia}",
                "El espíritu feral que llevas dentro crece en poder, haciendo que las armas naturales de tu Forma de la Bestia cuenten como mágicas a efectos de superar la resistencia y la inmunidad a los ataques y daños no mágicos.",
                "También puedes invocar al espíritu salvaje para que te ayude a adaptarte a tu entorno. Cuando termines un descanso corto o largo, elige uno de los siguientes beneficios, que dura hasta que termines un descanso corto o largo:",
                {
                    "type": "lista",
                    "items": [
                        "Obtienes una velocidad de nado igual a tu velocidad de marcha y puedes respirar bajo el agua.",
                        "Obtienes una velocidad de escalada igual a tu velocidad al caminar, y puedes trepar por superficies difíciles, incluso por los techos, sin necesidad de hacer un chequeo de habilidad.",
                        "Cuando saltas, puedes hacer un chequeo de Fuerza ({@habilidad Atletismo}) y extender tu salto un número de pies igual al total del chequeo. Sólo puedes hacer este chequeo especial una vez por turno."
                    ]
                }
            ]
        },
        {
            "name": "Furia infecciosa",
            "source": "UA2020SubclasesPt1",
            "page": 1,
            "className": "Bárbaro",
            "subclassShortName": "Bestia (UA)",
            "subclassSource": "UA2020SubclasesPt1",
            "level": 10,
            "header": 2,
            "entries": [
                "{@i Rasgo de la Senda de la Bestia de 10º nivel}",
                "Cuando golpeas a una criatura con tus armas naturales mientras estás furioso, el espíritu que llevas dentro puede maldecir a tu objetivo con furia rabiosa. El objetivo debe tener éxito en una tirada de salvación de Sabiduría (DC igual a 8 + tu modificador de Constitución + tu bonificación de competencia) o sufrir uno de los siguientes efectos (a tu elección):",
                {
                    "type": "lista",
                    "items": [
                        "El objetivo debe usar su reacción para hacer un ataque cuerpo a cuerpo contra otra criatura de tu elección que puedas ver.",
                        "El objetivo recibe {@daño 2d12} de daño psíquico."
                    ]
                },
                "Puedes utilizar esta característica un número de veces igual a tu modificador de Constitución (un mínimo de una vez). Recuperas todos los usos gastados cuando terminas un descanso largo."
            ]
        },
        {
            "name": "Llamar a la caza",
            "source": "UA2020SubclasesPt1",
            "page": 1,
            "className": "Bárbaro",
            "subclassShortName": "Bestia (UA)",
            "subclassSource": "UA2020SubclasesPt1",
            "level": 14,
            "header": 2,
            "entries": [
                "{@i rasgo de nivel 14 de la Senda de la Bestia}",
                "La bestia que llevas dentro se vuelve tan poderosa que puedes contagiar su ferocidad a tus aliados. Cuando entras en tu furia, puedes elegir un número de criaturas dispuestas que puedas ver en un radio de 30 pies igual a tu modificador de Constitución (mínimo una criatura). Hasta que tu furia termine, las criaturas elegidas ganan el rasgo de {@acción de ataque} temerario y tienes ventaja en las tiradas de salvación contra ser {@condición de miedo}. También ganas 5 puntos de golpe temporales por cada criatura que acepte el beneficio. Puedes usar este rasgo un número de veces igual a tu modificador de Constitución (un mínimo de una vez). Recuperas todos los usos gastados cuando terminas un descanso largo."
            ]
        },
        {
            "name": "El poder del gigante",
            "source": "UA2022GiantOptions",
            "page": 1,
            "className": "Bárbaro",
            "subclassShortName": "Gigante (UA)",
            "subclassSource": "UA2022GiantOptions",
            "level": 3,
            "entries": [
                "{@i Característica de 3er nivel de la Senda del Gigante}",
                "Cuando eliges este camino, aprendes a hablar, leer y escribir en Gigante o en otro idioma de tu elección si ya lo conoces. Además, aprendes el cantrip druidcraft o {@spell thaumaturgy} (a tu elección). La sabiduría es tu habilidad de lanzamiento para este hechizo."
            ]
        },
        {
            "name": "Havoc de los Gigantes",
            "source": "UA2022GiantOptions",
            "page": 1,
            "className": "Bárbaro",
            "subclassShortName": "Gigante (UA)",
            "subclassSource": "UA2022GiantOptions",
            "level": 3,
            "entries": [
                "{@i Característica de 3er nivel de la Senda del Gigante}",
                "Tu furia saca fuerzas del poder primitivo de los gigantes, transformándote en una enorme fuerza de destrucción. Cuando te enfureces, obtienes los siguientes beneficios:",
                {
                    "type": "lista",
                    "style": "list-hang-notitle",
                    "items": [
                        {
                            "type": "artículo",
                            "name": "Hurl aplastante",
                            "entries": [
                                "Cuando realizas un ataque a distancia con éxito con un arma arrojadiza usando Fuerza, puedes añadir tu bonificación de Daño de Furia a la tirada de daño del ataque."
                            ]
                        },
                        {
                            "type": "artículo",
                            "name": "Estatura de gigante",
                            "entries": [
                                "Tu alcance aumenta en 1,5 metros, y si eres más pequeño que Large, te conviertes en Large, junto con cualquier cosa que lleves puesta. Si no hay suficiente espacio para que te conviertas en Large, tu tamaño no cambia."
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "name": "La senda del gigante",
            "source": "UA2022GiantOptions",
            "page": 1,
            "className": "Bárbaro",
            "subclassShortName": "Gigante (UA)",
            "subclassSource": "UA2022GiantOptions",
            "level": 3,
            "entries": [
                "Los bárbaros que caminan por la Senda del Gigante obtienen su fuerza de las fuerzas primarias que son los Gigantes y su clase elemental. Su furia está llena de poder elemental y hace que estos bárbaros crezcan en tamaño, transformándolos en avatares del poder primordial.",
                "Durante su furia, un bárbaro puede adoptar el aspecto de un legendario gigante de las tormentas, con el pelo volviéndose blanco y los ojos crepitando con un rayo. Otros adoptan los rasgos monstruosos de los titanes apocalípticos, desgarrando el mundo que les rodea para que se convierta en algo nuevo.",
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Poder Gigante|Bárbaro||Gigante (UA)|UA2022GiantOptions|3"
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Havoc del Gigante|Bárbaro||Gigante (UA)|UA2022GiantOptions|3"
                }
            ]
        },
        {
            "name": "Cuchilla elemental",
            "source": "UA2022GiantOptions",
            "page": 1,
            "className": "Bárbaro",
            "subclassShortName": "Gigante (UA)",
            "subclassSource": "UA2022GiantOptions",
            "level": 6,
            "header": 2,
            "entries": [
                "{@i Rasgo de la Senda del Gigante de 6º nivel}",
                "Tu vínculo con el poder elemental de los gigantes y sus congéneres crece, y aprendes a infundir armas con energía primordial.",
                "Cuando entras en tu furia, puedes infundir un arma de tu elección que estés sosteniendo con uno de los siguientes tipos de daño: ácido, frío, fuego, trueno o rayo. Mientras empuñas el arma infundida durante tu furia, el tipo de daño del arma cambia al tipo elegido, inflige un daño extra de {@daño 1d6} del tipo elegido cuando impacta, y gana la propiedad de ser lanzada, con un alcance normal de 20 pies y un alcance largo de 60 pies. Si lanzas el arma, ésta reaparece en tu mano al instante de impactar o fallar un objetivo. Los beneficios del arma infundida se suprimen mientras una criatura que no seas tú la empuña.",
                "Mientras estás enfadado y sostienes el arma infundida, puedes usar una acción de bonificación para cambiar el tipo de daño actual del arma infundida a uno diferente de los tipos de daño anteriores."
            ]
        },
        {
            "name": "Mighty Impel",
            "source": "UA2022GiantOptions",
            "page": 1,
            "className": "Bárbaro",
            "subclassShortName": "Gigante (UA)",
            "subclassSource": "UA2022GiantOptions",
            "level": 10,
            "header": 2,
            "entries": [
                "{@i Rasgo de la Senda del Gigante de 10º nivel}",
                "Tu conexión con la fuerza de los gigantes te permite ahora lanzar tanto a aliados como a enemigos en el campo de batalla. Como acción de bonificación mientras estás enfurecido, puedes elegir una criatura mediana o menor a tu alcance y moverla a un espacio desocupado que puedas ver en un radio de 30 pies de ti. Una criatura que no esté dispuesta debe tener éxito en una tirada de salvación de Fuerza (la DC es igual a 8 + tu bono de competencia + tu modificador de Fuerza) para evitar el efecto.",
                "Si, al final de este movimiento, la criatura lanzada no se encuentra sobre una superficie o líquido que pueda sostenerla, la criatura cae, recibiendo el daño de forma normal y aterrizando {@condición prono}."
            ]
        },
        {
            "name": "Coloso Demiúrgico",
            "source": "UA2022GiantOptions",
            "page": 1,
            "className": "Bárbaro",
            "subclassShortName": "Gigante (UA)",
            "subclassSource": "UA2022GiantOptions",
            "level": 14,
            "header": 2,
            "entries": [
                "{@i Sendero del Gigante, nivel 14}",
                "El poder primordial de tu rabia se intensifica. Cuando te enfureces, tu alcance aumenta en 3 metros, tu tamaño puede aumentar a Enorme y ahora puedes usar tu Impulso Poderoso para mover criaturas que sean Grandes o más pequeñas.",
                "Además, el daño extra infligido por tu rasgo Cuchilla Elemental aumenta a {@dice 2d6}."
            ]
        },
        {
            "name": "La senda del alma salvaje",
            "source": "UABarbarianAndMonk",
            "page": 1,
            "className": "Bárbaro",
            "subclassShortName": "Alma salvaje (UA)",
            "subclassSource": "UABarbarianAndMonk",
            "level": 3,
            "entries": [
                "En el reino del Feywild abundan la belleza, las emociones imprevisibles y la magia desenfrenada. Un bárbaro expuesto a este reino siente emociones poderosas y la magia satura su cuerpo.",
                "Cuando un bárbaro que sigue este camino monta en cólera, es un rugido de libertad, una explosión de expresión que se manifiesta de forma imprevisible.",
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Magia persistente|Bárbaro|Alma salvaje (UA)|UABarbario y monje|3"
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Oleada Salvaje|Bárbaro|Alma Salvaje (UA)|UABárbaroYMonje|3"
                }
            ]
        },
        {
            "name": "Magia persistente",
            "source": "UABarbarianAndMonk",
            "page": 1,
            "className": "Bárbaro",
            "subclassShortName": "Alma salvaje (UA)",
            "subclassSource": "UABarbarianAndMonk",
            "level": 3,
            "header": 1,
            "entries": [
                "A 3er nivel, tu cuerpo reacciona a la presencia de magia. Puedes lanzar el hechizo {@spell detectar magia} sin usar una ranura de hechizo o componentes. La Constitución es tu habilidad de lanzamiento para este conjuro. Brillas débilmente con un color correspondiente a la escuela de magia que detectas (tú eliges los colores).",
                "Puedes usar este rasgo un número de veces igual a tu modificador de Constitución (mínimo una vez). Recuperas todos los usos gastados cuando terminas un descanso largo."
            ]
        },
        {
            "name": "Oleada salvaje",
            "source": "UABarbarianAndMonk",
            "page": 1,
            "className": "Bárbaro",
            "subclassShortName": "Alma salvaje (UA)",
            "subclassSource": "UABarbarianAndMonk",
            "level": 3,
            "header": 1,
            "entries": [
                "A partir del 3º nivel, la magia brota de ti cuando te enfureces. Cuando entres en tu furia, tira en la tabla de Oleada Salvaje para determinar el efecto mágico producido.",
                "Si la oleada salvaje requiere una tirada de salvación, la DC es igual a 8 + tu bono de competencia + tu modificador de Constitución.",
                {
                    "type": "tabla",
                    "caption": "Oleada salvaje",
                    "colLabels": [
                        null,
                        "Efecto"
                    ],
                    "colStyles": [
                        "col-1 texto-centro",
                        "col-11"
                    ],
                    "rows": [
                        [
                            1,
                            "La energía necrótica brota de ti. Cada criatura en un radio de 30 pies de ti recibe {@daño 1d10} de daño necrótico, y ganas puntos de golpe temporales iguales a la suma del daño necrótico infligido a las criaturas."
                        ],
                        [
                            2,
                            "Te teletransportas hasta 6 metros a un espacio desocupado que puedas ver. Hasta que tu furia termine, puedes volver a activar este efecto en cada uno de tus turnos como acción adicional."
                        ],
                        [
                            3,
                            "Conjuras {@dice 1d4} espíritus intangibles que parecen {@criatura flumph||flumphs} en espacios desocupados a 30 pies de ti. Cada espíritu vuela inmediatamente 30 pies en una dirección aleatoria. Al final de tu turno, todos los espíritus explotan y cada criatura en un radio de 5 pies de uno o más de ellos debe tener éxito en una tirada de salvación de Destreza o recibir {@dice 2d8} de daño de fuerza."
                        ],
                        [
                            4,
                            "La energía arcana te envuelve. Hasta que tu furia termine, obtienes un bonificador +2 a la CA, y siempre que una criatura en un radio de 3 metros te golpee con un ataque, esa criatura recibe un daño de fuerza igual a tu modificador de Constitución."
                        ],
                        [
                            5,
                            "La vida vegetal crece temporalmente a tu alrededor: hasta que tu furia termine, el suelo en un radio de 3 metros de ti es {@quickref terreno difícil||3}."
                        ],
                        [
                            6,
                            "La energía arcana se introduce en las mentes de los que te rodean. Cada criatura en un radio de 30 pies debe tener éxito en una tirada de salvación de Sabiduría o verás una visión de los pensamientos de la criatura, aprendiendo cómo planea atacarte. Como resultado, la criatura tiene desventaja en las tiradas de ataque contra ti hasta el comienzo de tu siguiente turno."
                        ],
                        [
                            7,
                            "Las sombras se tejen alrededor de un arma de tu elección que estés sosteniendo. Hasta que tu furia termine, tu arma inflige daño psíquico en lugar de su daño contundente, cortante o perforante, y gana las propiedades de luz y lanzamiento con un alcance normal de 20 pies y un alcance largo de 60 pies. Si dejas caer el arma o la lanzas, el arma se disipa y reaparece en tu mano al final de tu turno."
                        ],
                        [
                            8,
                            "Un rayo de luz brillante sale de tu pecho en una línea de 1,5 metros de ancho y 1,5 metros de largo. Cada criatura de la línea debe tener éxito en una tirada de salvación de Constitución o recibir {@daño 2d8} de daño radiante y quedar {@condición de cegado} hasta el comienzo de tu siguiente turno."
                        ]
                    ]
                }
            ]
        },
        {
            "name": "Reservas mágicas",
            "source": "UABarbarianAndMonk",
            "page": 1,
            "className": "Bárbaro",
            "subclassShortName": "Alma salvaje (UA)",
            "subclassSource": "UABarbarianAndMonk",
            "level": 6,
            "header": 2,
            "entries": [
                "A 6º nivel, puedes canalizar la magia que surge en tu interior hacia otras criaturas. Como acción, puedes tocar a una criatura y tirar un {@dice d4}. La criatura recupera una ranura de hechizo gastada de un nivel igual al número tirado. Si la criatura que tocas no puede recuperar una ranura de hechizo de ese nivel, la criatura gana puntos de golpe temporales iguales a cinco veces el número obtenido.",
                "Recibes un daño de fuerza igual a cinco veces el número obtenido.",
                "Cuando alcanzas el nivel 14 en esta clase, aumentas el dado a un {@dice d6}."
            ]
        },
        {
            "name": "Rebote arcano",
            "source": "UABarbarianAndMonk",
            "page": 1,
            "className": "Bárbaro",
            "subclassShortName": "Alma salvaje (UA)",
            "subclassSource": "UABarbarianAndMonk",
            "level": 10,
            "header": 2,
            "entries": [
                "A 10º nivel, la magia que crece dentro de tu alma arremete. Cuando una criatura te obliga a hacer una tirada de salvación mientras estás furioso, puedes usar tu reacción para infligir {@daño 3d6} de daño de fuerza a esa criatura."
            ]
        },
        {
            "name": "Furia caótica",
            "source": "UABarbarianAndMonk",
            "page": 1,
            "className": "Bárbaro",
            "subclassShortName": "Alma salvaje (UA)",
            "subclassSource": "UABarbarianAndMonk",
            "level": 14,
            "header": 2,
            "entries": [
                "A 14º nivel, te conviertes en un manantial de magia salvaje mientras te enfureces. Como acción de bonificación, puedes repetir la tirada en la tabla de Oleada Salvaje, sustituyendo tu efecto actual por el nuevo."
            ]
        },
        {
            "name": "Mejora de las reservas mágicas",
            "source": "UABarbarianAndMonk",
            "page": 1,
            "className": "Bárbaro",
            "subclassShortName": "Alma salvaje (UA)",
            "subclassSource": "UABarbarianAndMonk",
            "level": 14,
            "header": 2,
            "entries": [
                "A 14º nivel, aumentas tu dado de reservas mágicas a un {@dice d6}."
            ]
        },
        {
            "name": "Senda del Guardián Ancestral",
            "source": "UABarbarianPrimalPaths",
            "page": 1,
            "className": "Bárbaro",
            "subclassShortName": "Guardián ancestral (UA)",
            "subclassSource": "UABarbarianPrimalPaths",
            "level": 3,
            "entries": [
                "Algunos bárbaros proceden de culturas que veneran a sus antepasados. Estas tribus enseñan que los guerreros del pasado permanecen en el mundo como poderosos espíritus que pueden guiar y proteger a los vivos. Cuando los bárbaros que siguen este camino se enfurecen, cruzan la barrera hacia el mundo de los espíritus y piden ayuda a estos espíritus guardianes.",
                "Los bárbaros que recurren a sus guardianes ancestrales luchan para proteger a sus tribus y a sus aliados. Con la ayuda de los espíritus, pueden entorpecer a sus enemigos incluso cuando les asestan poderosos golpes.",
                "Para consolidar los lazos con sus guardianes ancestrales, los bárbaros que siguen este camino se cubren con elaborados tatuajes que celebran las hazañas de sus antepasados. Estos tatuajes cuentan sagas épicas de victorias contra terribles monstruos y otros temibles rivales.",
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Protectores ancestrales|Bárbaro||Guardián ancestral (UA)|UABarbarianPrimalPaths|3"
                }
            ]
        },
        {
            "name": "Protectores ancestrales",
            "source": "UABarbarianPrimalPaths",
            "page": 1,
            "className": "Bárbaro",
            "subclassShortName": "Guardián ancestral (UA)",
            "subclassSource": "UABarbarianPrimalPaths",
            "level": 3,
            "header": 1,
            "entries": [
                "A partir de que elijas esta senda a 3er nivel, los guerreros espectrales aparecen cuando te enfureces. Estos guerreros distraen al enemigo que designes y dificultan sus intentos de evadirte. Mientras estás enfurecido, puedes usar una acción de bonificación en tu turno para elegir una criatura que puedas ver a 5 pies de ti. Hasta el comienzo de tu siguiente turno o hasta que tu furia termine, la criatura elegida tiene desventaja en cualquier tirada de ataque que no te apunte a ti, y si la criatura realiza la acción {@acción Desengancharse} a 5 pies de ti, su velocidad se reduce a la mitad hasta el final de su turno."
            ]
        },
        {
            "name": "Escudo ancestral",
            "source": "UABarbarianPrimalPaths",
            "page": 1,
            "className": "Bárbaro",
            "subclassShortName": "Guardián ancestral (UA)",
            "subclassSource": "UABarbarianPrimalPaths",
            "level": 6,
            "header": 2,
            "entries": [
                "A partir del 6º nivel, los espíritus guardianes que te ayudan pueden proporcionar protección a tus aliados. Si estás furioso y un aliado que puedas ver en un radio de 30 pies de ti recibe daño contundente, perforante o cortante, puedes usar tu reacción para transferir tu resistencia a esos tipos de daño al aliado. La resistencia se aplica al daño recibido. Hasta el comienzo de tu siguiente turno, el aliado conserva la resistencia y tú careces de ella, a menos que también la tengas de una fuente distinta a la rabia."
            ]
        },
        {
            "name": "Consultar a los espíritus",
            "source": "UABarbarianPrimalPaths",
            "page": 1,
            "className": "Bárbaro",
            "subclassShortName": "Guardián ancestral (UA)",
            "subclassSource": "UABarbarianPrimalPaths",
            "level": 10,
            "header": 2,
            "entries": [
                "A 10º nivel, obtienes la habilidad de consultar con tus espíritus ancestrales. Justo antes de hacer un chequeo de Inteligencia o Sabiduría, puedes darte ventaja en el chequeo. Puedes usar este rasgo tres veces, y recuperas los usos gastados cuando terminas un descanso largo."
            ]
        },
        {
            "name": "Ancestros vengativos",
            "source": "UABarbarianPrimalPaths",
            "page": 1,
            "className": "Bárbaro",
            "subclassShortName": "Guardián ancestral (UA)",
            "subclassSource": "UABarbarianPrimalPaths",
            "level": 14,
            "header": 2,
            "entries": [
                "A nivel 14, tus espíritus ancestrales se vuelven lo suficientemente poderosos como para golpear a tus enemigos. Cuando tú o un aliado que puedas ver en un radio de 30 pies de ti sea dañado por un ataque cuerpo a cuerpo mientras estás enfurecido, puedes usar tu reacción para hacer que el atacante reciba {@daño 2d8} de fuerza de los espíritus."
            ]
        },
        {
            "name": "Camino del Heraldo de la Tormenta",
            "source": "UABarbarianPrimalPaths",
            "page": 1,
            "className": "Bárbaro",
            "subclassShortName": "Storm Herald (UA)",
            "subclassSource": "UABarbarianPrimalPaths",
            "level": 3,
            "entries": [
                "Los típicos bárbaros albergan una furia que habita en su interior. Su rabia les otorga una fuerza, una durabilidad y una velocidad superiores. Los bárbaros que siguen la Senda del Heraldo de la Tormenta aprenden en cambio a [...]",
                "Los heraldos de la tormenta suelen ser campeones de élite que se entrenan junto a druidas, guardabosques y otros que han jurado proteger el reino natural. Otros heraldos de la tormenta perfeccionan su arte en logias de élite fundadas en regiones asoladas por las tormentas, en los confines helados del mundo o en las profundidades de los desiertos más calurosos.",
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Tormenta de Furia|Bárbaro||Heraldo de la Tormenta (UA)|UABarbarianPrimalPaths|3"
                }
            ]
        },
        {
            "name": "Tormenta de furia",
            "source": "UABarbarianPrimalPaths",
            "page": 1,
            "className": "Bárbaro",
            "subclassShortName": "Storm Herald (UA)",
            "subclassSource": "UABarbarianPrimalPaths",
            "level": 3,
            "header": 1,
            "entries": [
                "Cuando elijas esta senda a 3er nivel, elige una de las siguientes opciones: desierto, mar o tundra. El entorno que elijas determina la naturaleza de la tormenta que conjuras cuando te enfureces. Mientras te enfureces, emites un aura en un radio de 3 metros. Los efectos de esta aura dependen del entorno elegido.",
                {
                    "type": "entradas",
                    "name": "Desierto",
                    "entries": [
                        "Cualquier enemigo que termine su turno en tu aura recibe un daño de fuego igual a 2 + tu nivel de bárbaro dividido por 4."
                    ]
                },
                {
                    "type": "entradas",
                    "entries": [
                        "Al final de cada uno de tus turnos, puedes elegir una criatura de tu aura que no seas tú. El objetivo debe hacer una tirada de salvación de Destreza contra una DC igual a 8 + tu bono de competencia + tu modificador de Constitución. El objetivo recibe {@daño de 2d6} de daño de rayo si falla la tirada de salvación, y la mitad de daño si tiene éxito. Este daño aumenta a {@dice 3d6} a 10º nivel y a {@dice 4d6} a 15º nivel."
                    ]
                },
                {
                    "type": "entradas",
                    "name": "Tundra",
                    "entries": [
                        "Cualquier enemigo que termine su turno en tu aura recibe un daño por frío igual a 2 + tu nivel de bárbaro dividido por 4."
                    ]
                }
            ]
        },
        {
            "name": "Alma de tormenta",
            "source": "UABarbarianPrimalPaths",
            "page": 1,
            "className": "Bárbaro",
            "subclassShortName": "Storm Herald (UA)",
            "subclassSource": "UABarbarianPrimalPaths",
            "level": 6,
            "header": 2,
            "entries": [
                "A 6º nivel, tu vínculo con el poder de la tormenta te otorga habilidades adicionales basadas en el entorno que elegiste a 3º nivel.",
                {
                    "type": "entradas",
                    "name": "Desierto",
                    "entries": [
                        "Ganas resistencia al daño por fuego y no sufres los efectos del calor extremo."
                    ]
                },
                {
                    "type": "entradas",
                    "entries": [
                        "Ganas resistencia al daño por rayo y puedes respirar bajo el agua."
                    ]
                },
                {
                    "type": "entradas",
                    "name": "Tundra",
                    "entries": [
                        "Tundra. Ganas resistencia al daño por frío y no sufres los efectos del frío extremo."
                    ]
                }
            ]
        },
        {
            "name": "Escudo de la tormenta",
            "source": "UABarbarianPrimalPaths",
            "page": 1,
            "className": "Bárbaro",
            "subclassShortName": "Storm Herald (UA)",
            "subclassSource": "UABarbarianPrimalPaths",
            "level": 10,
            "header": 2,
            "entries": [
                "A 10º nivel, aprendes a utilizar tu dominio de la tormenta para proteger a tus aliados. Mientras estés enfurecido, los aliados dentro de tu aura obtienen los beneficios de tu rasgo Alma de tormenta."
            ]
        },
        {
            "name": "Tormenta furiosa",
            "source": "UABarbarianPrimalPaths",
            "page": 1,
            "className": "Bárbaro",
            "subclassShortName": "Storm Herald (UA)",
            "subclassSource": "UABarbarianPrimalPaths",
            "level": 14,
            "header": 2,
            "entries": [
                "A 14º nivel, el poder de la tormenta que canalizas se vuelve más poderoso.",
                {
                    "type": "entradas",
                    "name": "Desierto",
                    "entries": [
                        "El suelo que te rodea se convierte en arena movediza. Cualquier enemigo que intente moverse más de 1,5 metros por turno en el suelo mientras está en tu aura debe hacer una tirada de salvación de Fuerza (DC 8 + tu bonificación de competencia + tu modificador de Constitución). Si falla la tirada de salvación, la velocidad de la criatura se reduce a 0 hasta el comienzo de su siguiente turno."
                    ]
                },
                {
                    "type": "entradas",
                    "entries": [
                        "Los vientos rugientes desgarran la zona que te rodea. Cualquier criatura en tu aura a la que golpees con un ataque debe hacer una tirada de salvación de Fuerza (DC 8 + tu bonificación de competencia + tu modificador de Fuerza) o será derribada {@condición de prono}."
                    ]
                },
                {
                    "type": "entradas",
                    "name": "Tundra",
                    "entries": [
                        "El aire que te rodea frena fríamente a tus enemigos. El área dentro de tu aura es {@quickref terreno difícil||3} para tus enemigos."
                    ]
                }
            ]
        },
        {
            "name": "La senda del zelote",
            "source": "UABarbarianPrimalPaths",
            "page": 2,
            "className": "Bárbaro",
            "subclassShortName": "Zealot (UA)",
            "subclassSource": "UABarbarianPrimalPaths",
            "level": 3,
            "entries": [
                "Algunas deidades inspiran a sus seguidores a lanzarse a una feroz batalla. Estos bárbaros son fanáticos-guerreros que canalizan su rabia en poderosas muestras de poder divino.",
                "Una variedad de dioses a través de los mundos de D&D inspiran a sus seguidores a abrazar este camino. Tempus, de los Reinos Olvidados, y Hextor y Erythnul, de Greyhawk, son los principales ejemplos. En general, los dioses que inspiran a los fanáticos son deidades de combate, destrucción y violencia. No todos son malvados, pero pocos son buenos.",
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Furia Divina|Bárbaro||Zealot (UA)|UABarbarianPrimalPaths|3"
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Guerrero de los Dioses|Bárbaro||Zealot (UA)|UABarbarianPrimalPaths|3"
                }
            ]
        },
        {
            "name": "Furia divina",
            "source": "UABarbarianPrimalPaths",
            "page": 2,
            "className": "Bárbaro",
            "subclassShortName": "Zealot (UA)",
            "subclassSource": "UABarbarianPrimalPaths",
            "level": 3,
            "header": 1,
            "entries": [
                "A partir de que elijas esta senda a 3er nivel, puedes canalizar la furia divina cuando empieces a enfurecerte. Si lo haces, te envuelves en un aura de poder divino hasta que la furia termine. Al final de cada uno de tus turnos durante esa duración, cada criatura en un radio de 5 pies de ti recibe un daño igual a {@dice 1d6} + la mitad de tu nivel de bárbaro. El daño es necrótico o radiante; eliges el tipo de daño cuando obtienes este rasgo."
            ]
        },
        {
            "name": "Guerrero de los Dioses",
            "source": "UABarbarianPrimalPaths",
            "page": 2,
            "className": "Bárbaro",
            "subclassShortName": "Zealot (UA)",
            "subclassSource": "UABarbarianPrimalPaths",
            "level": 3,
            "header": 1,
            "entries": [
                "A 3er nivel, tu alma está marcada para la batalla sin fin. Si un hechizo tiene el único efecto de devolverte la vida (pero no la muerte), el lanzador no necesita componentes materiales para lanzarte el hechizo."
            ]
        },
        {
            "name": "Enfoque celoso",
            "source": "UABarbarianPrimalPaths",
            "page": 2,
            "className": "Bárbaro",
            "subclassShortName": "Zealot (UA)",
            "subclassSource": "UABarbarianPrimalPaths",
            "level": 6,
            "header": 2,
            "entries": [
                "A 6º nivel, el poder divino que alimenta tu rabia puede protegerte del daño. Si fallas una tirada de salvación mientras estás furioso, puedes tener éxito en esa tirada de salvación como reacción. Sin embargo, al hacerlo, tu furia termina inmediatamente y no puedes volver a enfurecerte hasta que termines un descanso corto o largo."
            ]
        },
        {
            "name": "Presencia celosa",
            "source": "UABarbarianPrimalPaths",
            "page": 2,
            "className": "Bárbaro",
            "subclassShortName": "Zealot (UA)",
            "subclassSource": "UABarbarianPrimalPaths",
            "level": 10,
            "header": 2,
            "entries": [
                "A 10º nivel, aprendes a canalizar el poder divino para inspirar el fanatismo en otros. Como acción, aúllas con furia y sueltas un grito de guerra impregnado de energía divina. Todos los aliados en un radio de 60 pies ganan ventaja en las tiradas de ataque y de salvación hasta el comienzo de tu siguiente turno.",
                "Una vez que utilices esta función, no podrás volver a usarla hasta que termines un descanso largo."
            ]
        },
        {
            "name": "Furia más allá de la muerte",
            "source": "UABarbarianPrimalPaths",
            "page": 2,
            "className": "Bárbaro",
            "subclassShortName": "Zealot (UA)",
            "subclassSource": "UABarbarianPrimalPaths",
            "level": 14,
            "header": 2,
            "entries": [
                "A partir del 14º nivel, el poder divino que alimenta tu rabia te permite encajar golpes mortales.",
                "Mientras estás enfadado, tener 0 puntos de vida no te deja inconsciente {@condición}. Sigues teniendo que hacer tiradas de salvación de muerte, y sufres los efectos normales de recibir daño mientras estás a 0 puntos de golpe. Sin embargo, si mueres por fallar las tiradas de salvación, no mueres hasta que tu furia termine."
            ]
        },
        {
            "name": "Senda del Guardián Ancestral v2",
            "source": "UARevisedSubclasses",
            "page": 1,
            "className": "Bárbaro",
            "subclassShortName": "Guardián ancestral v2 (UA)",
            "subclassSource": "UARevisedSubclasses",
            "level": 3,
            "entries": [
                "Algunos bárbaros proceden de culturas que veneran a sus antepasados. Estas tribus enseñan que los guerreros del pasado perduran en el mundo como poderosos espíritus que pueden guiar y proteger a los vivos. Cuando los bárbaros que siguen este camino se enfurecen, cruzan la barrera hacia el mundo de los espíritus y piden ayuda a estos espíritus guardianes.",
                "Los bárbaros que recurren a sus guardianes ancestrales luchan para proteger a sus tribus y a sus aliados. Con la ayuda de los espíritus, pueden entorpecer a sus enemigos incluso cuando les asestan poderosos golpes.",
                "Para consolidar los lazos con sus guardianes ancestrales, los bárbaros que siguen este camino se cubren con elaborados tatuajes que celebran las hazañas de sus antepasados. Estos tatuajes cuentan sagas épicas de victorias contra terribles monstruos y otros temibles rivales.",
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Protectores ancestrales|Bárbaro||Guardián ancestral v2 (UA)|Subclases UARevisadas|3"
                }
            ]
        },
        {
            "name": "Protectores ancestrales",
            "source": "UARevisedSubclasses",
            "page": 1,
            "className": "Bárbaro",
            "subclassShortName": "Guardián ancestral v2 (UA)",
            "subclassSource": "UARevisedSubclasses",
            "level": 3,
            "header": 1,
            "entries": [
                "A partir de que elijas esta senda a 3er nivel, los guerreros espectrales aparecen cuando te enfureces. Estos guerreros distraen al enemigo que designes y dificultan sus intentos de evadirte. Mientras estés enfurecido, la primera criatura que golpees con un ataque en tu turno se convierte en el objetivo de estos guerreros. Hasta el comienzo de tu siguiente turno o hasta que tu furia termine, ese objetivo tiene desventaja en cualquier tirada de ataque que no te apunte a ti, y las criaturas que no sean tú tienen resistencia al daño de los ataques de la criatura."
            ]
        },
        {
            "name": "Escudo ancestral",
            "source": "UARevisedSubclasses",
            "page": 1,
            "className": "Bárbaro",
            "subclassShortName": "Guardián ancestral v2 (UA)",
            "subclassSource": "UARevisedSubclasses",
            "level": 6,
            "header": 2,
            "entries": [
                "A partir del 6º nivel, los espíritus guardianes que te ayudan pueden proporcionar protección a tus aliados. Si estás enfurecido y una criatura que puedas ver a menos de 30 pies de ti recibe daño, puedes usar tu reacción y reducir ese daño en {@dice 2d8}. Cuando alcanzas ciertos niveles en esta clase, puedes reducir el daño en más: en {@dice 3d8} a 10º nivel y en {@dice 4d8} a 14º nivel."
            ]
        },
        {
            "name": "Consultar a los espíritus",
            "source": "UARevisedSubclasses",
            "page": 1,
            "className": "Bárbaro",
            "subclassShortName": "Guardián ancestral v2 (UA)",
            "subclassSource": "UARevisedSubclasses",
            "level": 10,
            "header": 2,
            "entries": [
                "A 10º nivel, obtienes la capacidad de consultar con tus espíritus ancestrales y utilizarlos para explorar tierras lejanas. Cuando lo haces, lanzas el conjuro {@spell clairvoyance}, sin necesidad de una ranura de conjuro. En lugar de crear un sensor esférico, el hechizo convoca invisiblemente a uno de tus espíritus ancestrales al lugar elegido. La Sabiduría es tu habilidad de lanzamiento del hechizo. Después de lanzar el hechizo de esta manera, no puedes volver a hacerlo hasta que termines un descanso corto o largo."
            ]
        },
        {
            "name": "Ancestros vengativos",
            "source": "UARevisedSubclasses",
            "page": 1,
            "className": "Bárbaro",
            "subclassShortName": "Guardián ancestral v2 (UA)",
            "subclassSource": "UARevisedSubclasses",
            "level": 14,
            "header": 2,
            "entries": [
                "A 14º nivel, tus espíritus ancestrales se vuelven lo suficientemente poderosos como para golpear a los enemigos que se atrevan a dañar a los que proteges. Cuando usas tu habilidad de escudo espiritual para proteger a una criatura dañada por un ataque, el atacante recibe la misma cantidad de daño que el escudo espiritual protege."
            ]
        },
        {
            "name": "Senda del Guardián Ancestral",
            "page": 9,
            "className": "Bárbaro",
            "subclassShortName": "Guardián ancestral",
            "level": 3,
            "entries": [
                "Algunos bárbaros proceden de culturas que veneran a sus antepasados. Estas tribus enseñan que los guerreros del pasado permanecen en el mundo como poderosos espíritus, que pueden guiar y proteger a los vivos. Cuando un bárbaro que sigue este camino se enfurece, se pone en contacto con el mundo de los espíritus y pide ayuda a estos espíritus guardianes.",
                "Los bárbaros que recurren a sus guardianes ancestrales pueden luchar mejor para proteger a sus tribus y a sus aliados. Para consolidar los lazos con sus guardianes ancestrales, los bárbaros que siguen este camino se cubren con elaborados tatuajes que celebran las hazañas de sus antepasados. Estos tatuajes cuentan sagas de victorias contra terribles monstruos y otros temibles rivales.",
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Protectores ancestrales|Bárbaro||Guardián ancestral|XGE|3"
                }
            ]
        },
        {
            "name": "Protectores ancestrales",
            "page": 9,
            "className": "Bárbaro",
            "subclassShortName": "Guardián ancestral",
            "level": 3,
            "header": 1,
            "entries": [
                "A partir de que elijas esta senda a 3er nivel, aparecen guerreros espectrales cuando entras en tu furia. Mientras estés enfurecido, la primera criatura a la que golpees con un ataque en tu turno se convierte en el objetivo de los guerreros, que obstaculizan sus ataques. Hasta el comienzo de tu siguiente turno, ese objetivo tiene desventaja en cualquier tirada de ataque que no sea contra ti, y cuando el objetivo golpea a una criatura que no seas tú con un ataque, esa criatura tiene resistencia al daño causado por el ataque. El efecto sobre el objetivo finaliza antes si tu furia termina."
            ]
        },
        {
            "name": "Escudo del Espíritu",
            "page": 9,
            "className": "Bárbaro",
            "subclassShortName": "Guardián ancestral",
            "level": 6,
            "header": 2,
            "entries": [
                "A partir del 6º nivel, los espíritus guardianes que te ayudan pueden proporcionar una protección sobrenatural a los que defiendes. Si estás furioso y otra criatura que puedas ver en un radio de 30 pies de ti recibe daño, puedes usar tu reacción para reducir ese daño en {@dice 2d6}.",
                "Cuando alcanzas ciertos niveles en esta clase, puedes reducir el daño en más: en {@dice 3d6} a 10º nivel y en {@dice 4d6} a 14º nivel."
            ]
        },
        {
            "name": "Consultar a los espíritus",
            "page": 9,
            "className": "Bárbaro",
            "subclassShortName": "Guardián ancestral",
            "level": 10,
            "header": 2,
            "entries": [
                "A 10º nivel, obtienes la habilidad de consultar con tus espíritus ancestrales. Cuando lo haces, lanzas el conjuro {@spell augury} o {@spell clairvoyance}, sin usar una ranura de conjuro o componentes materiales. En lugar de crear un sensor esférico, este uso de {@spell clairvoyance} convoca invisiblemente a uno de tus espíritus ancestrales al lugar elegido. La Sabiduría es tu habilidad de hechizo para estos conjuros.",
                "Después de lanzar cualquiera de los dos hechizos de esta manera, no puedes volver a utilizar esta característica hasta que termines un descanso corto o largo."
            ]
        },
        {
            "name": "Ancestros vengativos",
            "page": 9,
            "className": "Bárbaro",
            "subclassShortName": "Guardián ancestral",
            "level": 14,
            "header": 2,
            "entries": [
                "A nivel 14, tus espíritus ancestrales se vuelven lo suficientemente poderosos como para tomar represalias. Cuando usas tu Escudo Espiritual para reducir el daño de un ataque, el atacante recibe una cantidad de daño de fuerza igual al daño que evita tu Escudo Espiritual."
            ]
        },
        {
            "name": "Camino del Heraldo de la Tormenta",
            "page": 10,
            "className": "Bárbaro",
            "subclassShortName": "El Heraldo de la Tormenta",
            "level": 3,
            "entries": [
                "Todos los bárbaros albergan una furia en su interior. Su rabia les otorga una fuerza, una durabilidad y una velocidad superiores. Los bárbaros que siguen la Senda del Heraldo de la Tormenta aprenden a transformar esa furia en un manto de magia primigenia, que se arremolina a su alrededor. Cuando está furioso, un bárbaro de esta senda aprovecha las fuerzas de la naturaleza para crear poderosos efectos mágicos.",
                "Los heraldos de la tormenta suelen ser campeones de élite que se entrenan junto a druidas, guardabosques y otros que han jurado proteger la naturaleza. Otros heraldos de las tormentas perfeccionan su arte en las logias de las regiones asoladas por las tormentas, en los confines helados del mundo o en las profundidades de los desiertos más calurosos.",
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Aura de tormenta|Bárbaro||Heraldo de tormenta|XGE|3"
                }
            ]
        },
        {
            "name": "Aura de tormenta",
            "page": 10,
            "className": "Bárbaro",
            "subclassShortName": "El Heraldo de la Tormenta",
            "level": 3,
            "header": 1,
            "entries": [
                "A partir del 3º nivel, emites un aura mágica y tormentosa mientras te enfureces. El aura se extiende a 3 metros de ti en todas las direcciones, pero no a través de la cobertura total.",
                "Su",
                "Su",
                {
                    "type": "Su",
                    "entries": [
                        {
                            "type": "refSubclassFeature",
                            "subclassFeature": "Desierto"
                        },
                        {
                            "type": "refSubclassFeature",
                            "subclassFeature": "Mar|Bárbaro|XGE|Heraldo de la Tormenta|XGE|3"
                        },
                        {
                            "type": "refSubclassFeature",
                            "subclassFeature": "Tundra|Bárbara|XGE|Heraldo de la Tormenta|XGE|3"
                        }
                    ]
                }
            ]
        },
        {
            "name": "Alma de tormenta",
            "page": 10,
            "className": "Bárbaro",
            "subclassShortName": "El Heraldo de la Tormenta",
            "level": 6,
            "header": 2,
            "entries": [
                "A 6º nivel, la tormenta te otorga beneficios incluso cuando tu aura no está activa. Los beneficios se basan en el entorno que hayas elegido para tu Aura de Tormenta.",
                {
                    "type": "opciones",
                    "entries": [
                        {
                            "type": "refSubclassFeature",
                            "subclassFeature": "Desierto|Bárbaro|XGE|Heraldo de la Tormenta|XGE|6"
                        },
                        {
                            "type": "refSubclassFeature",
                            "subclassFeature": "Mar|Bárbaro|XGE|Heraldo de la Tormenta|XGE|6"
                        },
                        {
                            "type": "refSubclassFeature",
                            "subclassFeature": "Tundra|Bárbara|XGE|Heraldo de la Tormenta|XGE|6"
                        }
                    ]
                }
            ]
        },
        {
            "name": "Tormenta de blindaje",
            "page": 10,
            "className": "Bárbaro",
            "subclassShortName": "El Heraldo de la Tormenta",
            "level": 10,
            "header": 2,
            "entries": [
                "A 10º nivel, aprendes a utilizar tu dominio de la tormenta para proteger a otros. Cada criatura que elijas tiene la resistencia al daño que ganaste con el rasgo Alma de tormenta mientras la criatura está en tu aura de tormenta."
            ]
        },
        {
            "name": "Tormenta furiosa",
            "page": 10,
            "className": "Bárbaro",
            "subclassShortName": "El Heraldo de la Tormenta",
            "level": 14,
            "header": 2,
            "entries": [
                "A 14º nivel, el poder de la tormenta que canalizas se hace más poderoso, arremetiendo contra tus enemigos. El efecto se basa en el entorno que hayas elegido para tu Aura de Tormenta.",
                {
                    "type": "opciones",
                    "entries": [
                        {
                            "type": "refSubclassFeature",
                            "subclassFeature": "Desierto|Bárbaro|XGE|Heraldo de la Tormenta|XGE|14"
                        },
                        {
                            "type": "refSubclassFeature",
                            "subclassFeature": "Mar|Bárbaro|XGE|Heraldo de la Tormenta|XGE|14"
                        },
                        {
                            "type": "refSubclassFeature",
                            "subclassFeature": "Tundra|Bárbara|XGE|Heraldo de la Tormenta|XGE|14"
                        }
                    ]
                }
            ]
        },
        {
            "name": "La senda del zelote",
            "page": 11,
            "className": "Bárbaro",
            "subclassShortName": "Zealot",
            "level": 3,
            "entries": [
                "Algunas deidades inspiran a sus seguidores a lanzarse a una feroz batalla. Estos bárbaros son fanáticos-guerreros que canalizan su rabia en poderosas muestras de poder divino.",
                "Una variedad de dioses a través de los mundos de D&D inspiran a sus seguidores a abrazar este camino. Tempus, de los Reinos Olvidados, y Hextor y Erythnul, de Greyhawk, son los principales ejemplos. En general, los dioses que inspiran a los fanáticos son deidades de combate, destrucción y violencia. No todos son malvados, pero pocos son buenos.",
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Furia Divina|Bárbara||Zealot|XGE|3"
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Guerrero de los Dioses|Bárbaro||Zealot|XGE|3"
                }
            ]
        },
        {
            "name": "Furia divina",
            "page": 11,
            "className": "Bárbaro",
            "subclassShortName": "Zealot",
            "level": 3,
            "header": 1,
            "entries": [
                "A partir de que elijas esta senda a 3er nivel, puedes canalizar la furia divina en tus golpes de arma. Mientras estés furioso, la primera criatura que golpees en cada uno de tus turnos con un ataque de arma recibe un daño extra igual a {@dice 1d6} + la mitad de tu nivel de bárbaro. El daño extra es necrótico o radiante; eliges el tipo de daño cuando obtienes este rasgo."
            ]
        },
        {
            "name": "Guerrero de los Dioses",
            "page": 11,
            "className": "Bárbaro",
            "subclassShortName": "Zealot",
            "level": 3,
            "header": 1,
            "entries": [
                "A 3er nivel, tu alma está marcada para la batalla sin fin. Si un hechizo, como {@spell raise dead}, tiene el único efecto de devolverte la vida (pero no la no-muerte), el lanzador no necesita componentes materiales para lanzarte el hechizo."
            ]
        },
        {
            "name": "Enfoque fanático",
            "page": 11,
            "className": "Bárbaro",
            "subclassShortName": "Zealot",
            "level": 6,
            "header": 2,
            "entries": [
                "A partir del 6º nivel, el poder divino que alimenta tu rabia puede protegerte. Si fallas una tirada de salvación mientras estás enfurecido, puedes volver a hacerla, y debes usar la nueva tirada. Puedes usar esta habilidad sólo una vez por rabia."
            ]
        },
        {
            "name": "Presencia celosa",
            "page": 11,
            "className": "Bárbaro",
            "subclassShortName": "Zealot",
            "level": 10,
            "header": 2,
            "entries": [
                "A 10º nivel, aprendes a canalizar el poder divino para inspirar el fanatismo en otros. Como acción de bonificación, desatas un grito de batalla infundido con energía divina. Hasta otras diez criaturas de tu elección en un radio de 60 pies que puedan oírte ganan ventaja en las tiradas de ataque y en las tiradas de salvación hasta el comienzo de tu siguiente turno.",
                "Una vez que utilices esta función, no podrás volver a usarla hasta que termines un descanso largo."
            ]
        },
        {
            "name": "Furia más allá de la muerte",
            "page": 11,
            "className": "Bárbaro",
            "subclassShortName": "Zealot",
            "level": 14,
            "header": 2,
            "entries": [
                "A partir del 14º nivel, el poder divino que alimenta tu rabia te permite encajar golpes mortales.",
                "Mientras estás enfurecido, tener 0 puntos de golpe no te deja inconsciente {@condición}. Sigues teniendo que hacer tiradas de salvación de muerte, y sufres los efectos normales de recibir daño mientras estás a 0 puntos de golpe. Sin embargo, si mueres por fallar las tiradas de salvación, no mueres hasta que tu furia termine, y sólo mueres si todavía tienes 0 puntos de vida."
            ]
        },
        {
            "source": "SCAG",
            "page": 122,
            "className": "Bárbaro",
            "classSource": "SCAG",
            "subclassShortName": "Guerrero tótem",
            "level": 3,
            "entries": [
                "Mientras estás enfurecido y no llevas armadura pesada, tu velocidad al caminar aumenta en 15 pies. El espíritu del alce te hace extraordinariamente veloz."
            ]
        },
        {
            "name": "Tiger",
            "source": "SCAG",
            "page": 122,
            "className": "Bárbaro",
            "classSource": "SCAG",
            "subclassShortName": "Guerrero tótem",
            "level": 3,
            "entries": [
                "Mientras estás furioso, puedes añadir 3 metros a tu distancia de salto de longitud y 3 metros a tu distancia de salto de altura. El espíritu del tigre potencia tus saltos."
            ]
        },
        {
            "source": "SCAG",
            "page": 122,
            "className": "Bárbaro",
            "classSource": "SCAG",
            "subclassShortName": "Guerrero tótem",
            "level": 6,
            "entries": [
                "Ya sea montado o a pie, tu ritmo de viaje se duplica, al igual que el ritmo de viaje de hasta diez compañeros mientras estén a menos de 60 pies de ti y no estés {@condición incapacitada}. El espíritu de alce te ayuda a viajar lejos y rápido."
            ]
        },
        {
            "name": "Tiger",
            "source": "SCAG",
            "page": 122,
            "className": "Bárbaro",
            "classSource": "SCAG",
            "subclassShortName": "Guerrero tótem",
            "level": 6,
            "entries": [
                "Ganas competencia en dos habilidades de la siguiente lista: {@habilidad Atletismo}, {@habilidad Acrobacia}, {@habilidad Sigilo} y {@habilidad Supervivencia}. El espíritu felino afina tus instintos de supervivencia."
            ]
        },
        {
            "source": "SCAG",
            "page": 122,
            "className": "Bárbaro",
            "classSource": "SCAG",
            "subclassShortName": "Guerrero tótem",
            "level": 14,
            "entries": [
                "Mientras estás furioso, puedes utilizar una acción de bonificación durante tu movimiento para atravesar el espacio de una criatura grande o más pequeña. Esa criatura debe tener éxito en una tirada de salvación de Fuerza (DC 8 + tu bonificación de Fuerza + tu bonificación de competencia) o ser derribada {@condición de prono} y recibir un daño por apaleamiento igual a {@dice 1d12} + tu modificador de Fuerza. + tu modificador de Fuerza."
            ]
        },
        {
            "name": "Tiger",
            "source": "SCAG",
            "page": 122,
            "className": "Bárbaro",
            "classSource": "SCAG",
            "subclassShortName": "Guerrero tótem",
            "level": 14,
            "entries": [
                "Mientras estás enfurecido, si te mueves al menos 6 metros en línea recta hacia un objetivo Grande o más pequeño justo antes de realizar un ataque de arma cuerpo a cuerpo contra él, puedes utilizar una acción de bonificación para realizar un ataque de arma cuerpo a cuerpo adicional contra él."
            ]
        },
        {
            "name": "Desierto",
            "page": 10,
            "className": "Bárbaro",
            "subclassShortName": "El Heraldo de la Tormenta",
            "level": 3,
            "entries": [
                "Cuando este efecto se activa, todas las demás criaturas de tu aura reciben 2 de daño por fuego cada una. El daño aumenta cuando alcanzas ciertos niveles en esta clase, aumentando a 3 en el 5º nivel, 4 en el 10º nivel, 5 en el 15º nivel y 6 en el 20º nivel."
            ]
        },
        {
            "page": 10,
            "className": "Bárbaro",
            "subclassShortName": "El Heraldo de la Tormenta",
            "level": 3,
            "entries": [
                "Cuando se activa este efecto, puedes elegir otra criatura que puedas ver en tu aura. El objetivo debe realizar una tirada de salvación de Destreza. El objetivo recibe {@daño 1d6} de rayo si falla la tirada de salvación, o la mitad de daño si tiene éxito. El daño aumenta cuando alcanzas ciertos niveles en esta clase, aumentando a {@dice 2d6} a 10º nivel, {@dice 3d6} a 15º nivel, y {@dice 4d6} a 20º nivel."
            ]
        },
        {
            "name": "Tundra",
            "page": 10,
            "className": "Bárbaro",
            "subclassShortName": "El Heraldo de la Tormenta",
            "level": 3,
            "entries": [
                "Cuando se activa este efecto, cada criatura que elijas en tu aura gana 2 puntos de golpe temporales, ya que los espíritus helados la hacen sufrir. Los puntos de golpe temporales aumentan cuando alcanzas ciertos niveles en esta clase, aumentando a 3 en el 5º nivel, 4 en el 10º nivel, 5 en el 15º nivel y 6 en el 20º nivel."
            ]
        },
        {
            "name": "Desierto",
            "page": 10,
            "className": "Bárbaro",
            "subclassShortName": "El Heraldo de la Tormenta",
            "level": 6,
            "entries": [
                "Ganas resistencia al daño por fuego y no sufres los efectos del calor extremo, como se describe en la Guía del Dungeon Master. Además, como acción, puedes tocar un objeto inflamable que no esté siendo llevado por otra persona y prenderle fuego."
            ]
        },
        {
            "page": 10,
            "className": "Bárbaro",
            "subclassShortName": "El Heraldo de la Tormenta",
            "level": 6,
            "entries": [
                "Ganas resistencia al daño por rayo y puedes respirar bajo el agua. También obtienes una velocidad de nado de 30 pies."
            ]
        },
        {
            "name": "Tundra",
            "page": 10,
            "className": "Bárbaro",
            "subclassShortName": "El Heraldo de la Tormenta",
            "level": 6,
            "entries": [
                "Ganas resistencia al daño por frío y no sufres los efectos del frío extremo, como se describe en la Guía del Dungeon Master. Además, como acción, puedes tocar el agua y convertir un cubo de 5 pies en hielo, que se derrite después de 1 minuto. Esta acción falla si hay una criatura en el cubo."
            ]
        },
        {
            "name": "Desierto",
            "page": 10,
            "className": "Bárbaro",
            "subclassShortName": "El Heraldo de la Tormenta",
            "level": 14,
            "entries": [
                "Inmediatamente después de que una criatura de tu aura te golpee con un ataque, puedes usar tu reacción para obligar a esa criatura a realizar una tirada de salvación de Destreza. Si fallas la tirada de salvación, la criatura recibe un daño de fuego igual a la mitad de tu nivel de bárbaro."
            ]
        },
        {
            "page": 10,
            "className": "Bárbaro",
            "subclassShortName": "El Heraldo de la Tormenta",
            "level": 14,
            "entries": [
                "Cuando golpeas a una criatura en tu aura con un ataque, puedes usar tu reacción para obligar a esa criatura a hacer una tirada de salvación de Fuerza. Si fallas la tirada de salvación, la criatura es derribada {@condición prona}, como si fuera golpeada por una ola."
            ]
        },
        {
            "name": "Tundra",
            "page": 10,
            "className": "Bárbaro",
            "subclassShortName": "El Heraldo de la Tormenta",
            "level": 14,
            "entries": [
                "Siempre que se active el efecto de tu Aura de Tormenta, puedes elegir una criatura que puedas ver en el aura. Esa criatura debe tener éxito en una tirada de salvación de Fuerza, o su velocidad se reduce a 0 hasta el comienzo de tu siguiente turno, ya que la escarcha mágica la cubre."
            ]
        }
    ]
}