{"_meta":{"dependencies":{"subclass":["genérico"]}},"class":[{"name":"Hechicero","page":99,"srd":true,"hd":{"number":1,"faces":6},"proficiency":[null,null],"casterProgression":"completo","cantripProgression":[4,4,4,5,5,5,5,5,5,6,6,6,6,6,6,6,6,6,6,6],"spellsKnownProgression":[2,3,4,5,6,7,8,9,10,11,12,12,13,13,14,14,15,15,15,15],"optionalfeatureProgression":[{"name":"Metamagia","featureType":[null],"progression":{"3":2,"10":3,"17":4}}],"startingProficiencies":{"weapons":["{@item daga|phb|daggers}","{@item dart|phb|darts}","{@item sling|phb|slings}","{@item quarterstaff|phb|quarterstaffs}","{@item ballesta ligera|phb|ballestas ligeras}"],"skills":[{"choose":{"from":["arcanos","engaño","información","intimidación","persuasión","religión"],"count":2}}]},"startingEquipment":{"additionalFromBackground":true,"default":["(a) una {@item ballesta ligera|phb} y {@item pernos de ballesta (20)|phb|20 pernos} o (b) cualquier {@filter arma simple|items|source=phb|category=basic|type=simple weapon}","(a) un {@item bolsa de componentes|phb} o (b) un {@item foco arcano|phb}","(a) una {@empaque de mazador|phb} o (b) un {@empaque de explorador|phb}","Dos {@item daga|phb|daggers}"],"goldAlternative":"{@dice 3d4 × 10|3d4 × 10|Oro inicial}","defaultData":[{"a":["ballesta ligera","pernos de ballesta (20)|phb"],"b":[{"equipmentType":"armaSimple"}]},{"a":["bolsa de componentes|phb"],"b":["enfoque arcano|phb"]},{"a":["paquete de dungeoneer|phb"],"b":["paquete de explorador|phb"]},{"_":[{"item":"daga|phb","quantity":2}]}]},"multiclassing":{"requirements":{"cha":13}},"classTableGroups":[{"colLabels":["Puntos de brujería"],"rows":[[0],[2],[3],[4],[5],[6],[7],[8],[9],[10],[11],[12],[13],[14],[15],[16],[17],[18],[19],[20]]},{"colLabels":["{@filtro Hechizos conocidos|hechizos|nivel=0|clase=Hechicero}","{@filtro Hechizos conocidos|hechizos|clase=Hechicero}"],"rows":[[4,2],[4,3],[4,4],[5,5],[5,6],[5,7],[5,8],[5,9],[5,10],[6,11],[6,12],[6,12],[6,13],[6,13],[6,14],[6,14],[6,15],[6,15],[6,15],[6,15]]},{"title":"Ranuras de hechizo por nivel de hechizo","colLabels":["{@filtro 1º|hechizos|nivel=1|clase=Hechicero}","{@filtro 2º|hechizos|nivel=2|clase=Hechicero}","{@filtro 3ª|hechizos|nivel=3|clase=Hechicero}","{@filtro 4º|hechizos|nivel=4|clase=Hechicero}","{@filtro 5º|hechizos|nivel=5|clase=Hechicero}","{@filtro 6º|hechizos|nivel=6|clase=Hechicero}","{@filtro 7º|hechizos|nivel=7|clase=Hechicero}","{@filtro 8º|hechizos|nivel=8|clase=Hechicero}","{@filtro 9º|hechizos|nivel=9|clase=Hechicero}"],"rowsSpellProgression":[[2,0,0,0,0,0,0,0,0],[3,0,0,0,0,0,0,0,0],[4,2,0,0,0,0,0,0,0],[4,3,0,0,0,0,0,0,0],[4,3,2,0,0,0,0,0,0],[4,3,3,0,0,0,0,0,0],[4,3,3,1,0,0,0,0,0],[4,3,3,2,0,0,0,0,0],[4,3,3,3,1,0,0,0,0],[4,3,3,3,2,0,0,0,0],[4,3,3,3,2,1,0,0,0],[4,3,3,3,2,1,0,0,0],[4,3,3,3,2,1,1,0,0],[4,3,3,3,2,1,1,0,0],[4,3,3,3,2,1,1,1,0],[4,3,3,3,2,1,1,1,0],[4,3,3,3,2,1,1,1,1],[4,3,3,3,3,1,1,1,1],[4,3,3,3,3,2,1,1,1],[4,3,3,3,3,2,2,1,1]]}],"classFeatures":["Hechizo|Hechicero||1",{"classFeature":"Origen hechicero|Hechicero|1","gainSubclassFeature":true},"Versatilidad de los Hechizos|Sorcerer||1|UAClassFeatureVariants","Fuente de Magia|Hechicero||2","Fuente de Opciones Mágicas|Sorcerer||2|UAClassFeatureVariants","Metamagia|Hechicero||3","Opciones Metamágicas|Sorcerer||3|UAClassFeatureVariants","Opciones metamágicas|Hechicero||3|TCE","Mejora de la puntuación de la habilidad|Sorcerer||4","Proficiency Versatility|Sorcerer||4|UAClassFeatureVariants","Versatilidad hechicera|Hechicero|4|TCE","Guía mágica|Hechicero|5|TCE",{"classFeature":"Rasgo de origen hechicero|Sorcerer||6","gainSubclassFeature":true},"Mejora de la puntuación de habilidad|Sorcerer||8","Proficiency Versatility|Sorcerer||8|UAClassFeatureVariants","Metamagia|Hechicero||10","Mejora de la puntuación de habilidad|Sorcerer||12","Proficiency Versatility|Sorcerer||12|UAClassFeatureVariants",{"classFeature":"Rasgo de origen hechicero|Hechicero|14","gainSubclassFeature":true},"Mejora de la puntuación de habilidad|Sorcerer||16","Proficiency Versatility|Sorcerer||16|UAClassFeatureVariants","Metamagia|Hechicero||17",{"classFeature":"Rasgo de origen hechicero|Hechicero||18","gainSubclassFeature":true},"Mejora de la puntuación de habilidad|Sorcerer||19","Proficiency Versatility|Sorcerer||19|UAClassFeatureVariants","Restauración hechicera|Hechicero|20"],"subclassTitle":"Origen hechicero","fluff":[{"name":"Hechicero","type":"sección","entries":["Con los ojos dorados brillando, una humana extiende su mano y desata el fuego de dragón que arde en sus venas. Mientras un infierno se cierne sobre sus enemigos, unas alas coriáceas se extienden desde su espalda y ella levanta el vuelo.","Con sus largos cabellos azotados por un viento conjurado, un semielfo extiende sus brazos y echa la cabeza hacia atrás. Levantándolo momentáneamente del suelo, una ola de magia surge en él, a través de él, y sale de él en una poderosa ráfaga de rayos.","Agazapado tras una estalagmita, un halfling señala con el dedo a un troglodita que carga. Una ráfaga de fuego sale de su dedo para golpear a la criatura. Se agacha detrás de la formación rocosa con una sonrisa, sin darse cuenta de que su magia salvaje ha vuelto su piel de color azul brillante.","Los hechiceros son portadores de un derecho de nacimiento mágico que les ha sido conferido por un linaje exótico, una influencia de otro mundo o la exposición a fuerzas cósmicas desconocidas. No se puede estudiar hechicería como se aprende un idioma, al igual que no se puede aprender a vivir una vida legendaria. Nadie elige la hechicería; el poder elige al hechicero.",{"type":"entradas","name":"Magia en bruto","entries":["La magia forma parte de todos los hechiceros, llenando el cuerpo, la mente y el espíritu con un poder latente que espera ser aprovechado. Algunos hechiceros ejercen una magia que surge de un antiguo linaje infundido con la magia de los dragones. Otros llevan una magia cruda e incontrolada en su interior, una tormenta caótica que se manifiesta de formas inesperadas.","La aparición de los poderes hechiceros es tremendamente imprevisible. Algunas líneas de sangre dracónica producen exactamente un hechicero en cada generación, pero en otras líneas de descendencia todos los individuos son hechiceros. La mayoría de las veces, los talentos de brujería aparecen como aparentes casualidades. Algunos hechiceros no pueden nombrar el origen de su poder, mientras que otros lo remontan a extraños acontecimientos de su propia vida. El toque de un demonio, la bendición de una dríade en el nacimiento de un bebé o el sabor del agua de un manantial misterioso pueden desencadenar el don de la hechicería. También puede ser el don de una deidad mágica, la exposición a las fuerzas elementales de los Planos Interiores o el caos enloquecedor del Limbo, o un vistazo al funcionamiento interno de la realidad.","Los hechiceros no necesitan los libros de hechizos ni los antiguos tomos de sabiduría mágica en los que se basan los magos, ni tampoco dependen de un mecenas que les conceda sus hechizos, como hacen los brujos. Al aprender a aprovechar y canalizar su propia magia innata, pueden descubrir nuevas y asombrosas formas de liberar ese poder."]},{"type":"entradas","name":"Poderes inexplicables","entries":["Los hechiceros son raros en el mundo, y es inusual encontrar un hechicero que no esté involucrado en la vida aventurera de alguna manera. Las personas con un poder mágico hirviendo en sus venas pronto descubren que al poder no le gusta quedarse quieto. La magia de un hechicero quiere ser utilizada, y tiende a desbordarse de forma impredecible si no se recurre a ella.","Los brujos suelen tener motivaciones oscuras o quijotescas que les impulsan a la aventura. Algunos buscan una mayor comprensión de la fuerza mágica que los infunde, o la respuesta al misterio de su origen. Otros esperan encontrar una forma de deshacerse de ella, o de liberar todo su potencial. Sean cuales sean sus objetivos, los hechiceros son tan útiles para un grupo de aventureros como los magos, y compensan la falta de amplitud de sus conocimientos mágicos con una enorme flexibilidad en el uso de los hechizos que conocen."]},{"type":"entradas","name":"Creación de un hechicero","entries":["La cuestión más importante a tener en cuenta a la hora de crear tu hechicero es el origen de tu poder. Como personaje inicial, elegirás un origen vinculado a una línea de sangre dracónica o a la influencia de la magia salvaje, pero la fuente exacta de tu poder la decides tú. ¿Se trata de una maldición familiar, transmitida por ancestros lejanos? ¿O algún acontecimiento extraordinario te ha bendecido con una magia inherente, pero quizás también con cicatrices?","¿Cómo te sientes con el poder mágico que te atraviesa? ¿Lo aceptas, intentas dominarlo o te deleitas con su naturaleza imprevisible? ¿Es una bendición o una maldición? ¿Lo buscaste o te encontró? ¿Tenías la opción de rechazarla, y desearías haberlo hecho? ¿Qué piensa hacer con ella? Tal vez sientas que se te ha otorgado este poder para algún propósito elevado. O tal vez decidas que el poder te da derecho a hacer lo que quieras, a quitarle lo que quieras a los que carecen de ese poder. Tal vez tu poder te vincule a un individuo poderoso del mundo: la criatura feérica que te bendijo al nacer, el dragón que puso una gota de su sangre en tus venas, el lich que te creó como experimento o la deidad que te eligió para llevar este poder.",{"type":"entradas","name":"Construcción rápida","entries":["Puedes hacer un hechicero rápidamente siguiendo estas sugerencias. En primer lugar, el Carisma debe ser tu puntuación de habilidad más alta, seguido de la Constitución. Segundo, elige el trasfondo de ermitaño. Tercero, elige los cantrips {hechizo luz}, {hechizo prestidigitación}, {hechizo rayo de escarcha} y {hechizo agarre impactante}, junto con los hechizos de primer nivel {hechizo escudo} y {hechizo misil mágico}."]}]}],"page":99},{"type":"sección","entries":[{"type":"cita","entries":["La práctica y el estudio son para los aficionados. El verdadero poder es un derecho de nacimiento."],"by":"Hennet, descendiente de Tiamat"},"Cuando se trata de sacar sus habilidades en momentos de necesidad, los brujos lo tienen fácil en comparación con otros personajes. Su poder no sólo descansa en su interior, sino que probablemente les cueste algún esfuerzo mantenerlo a raya. Todos los hechiceros nacen para el papel, o tropiezan con él por casualidad cósmica. A diferencia de otros personajes, que deben aprender, abrazar y perseguir activamente sus talentos, a los brujos se les impone su poder.","Dado que la idea de que un ser innatamente mágico viaje entre ellos no sienta bien a mucha gente, los hechiceros tienden a sembrar la desconfianza y la sospecha en los demás con los que se cruzan. Sin embargo, muchos hechiceros consiguen superar esos prejuicios mediante acciones que benefician a sus contemporáneos menos dotados de magia.","Los brujos suelen definirse por los acontecimientos que rodean la manifestación de su poder. Para los que lo reciben como un derecho de nacimiento esperado, su aparición es un motivo de celebración. Otros hechiceros son tratados como parias, desterrados de sus hogares tras la repentina y aterradora llegada de sus habilidades.","Jugar con un personaje hechicero puede ser tan gratificante como desafiante. Las secciones siguientes ofrecen sugerencias sobre cómo dar cuerpo y personalizar tu personaje.",{"type":"entradas","name":"Orígenes Arcanos","entries":["Algunos hechiceros entienden de dónde viene su poder, basándose en cómo se manifiestan sus habilidades. Otros sólo pueden especular, ya que sus poderes les llegaron de una forma que no sugiere ninguna causa concreta.","¿Su personaje conoce la fuente de su poder mágico? ¿Se remonta a algún pariente lejano, a un acontecimiento cósmico o a una casualidad ciega? Si tu hechicero no sabe de dónde surgió su poder, tu DM puede utilizar esta tabla (o seleccionar un origen) y revelártelo cuando la información juegue un papel en la campaña.",{"type":"tabla","caption":"Orígenes Arcanos","colLabels":["{@dice d6}","Origen"],"colStyles":["col-1 texto-centro","col-11"],"rows":[[{"type":"célula","roll":{"exact":1}},"Tu poder surge de la línea de sangre de tu familia. Estás emparentado con alguna criatura poderosa, o has heredado una bendición o una maldición."],[{"type":"célula","roll":{"exact":2}},"Eres la reencarnación de un ser de otro plano de existencia."],[{"type":"célula","roll":{"exact":3}},"Una poderosa entidad entró en el mundo. Su magia te cambió."],[{"type":"célula","roll":{"exact":4}},"Tu nacimiento fue profetizado en un texto antiguo, y se predice que utilizarás tu poder para fines terribles."],[{"type":"célula","roll":{"exact":5}},"Eres el producto de generaciones de cría cuidadosa y selectiva."],[{"type":"célula","roll":{"exact":6}},"Fuiste hecho en una cuba por un alquimista."]]}]},{"type":"entradas","name":"Reacción","entries":["Cuando un nuevo hechicero entra en el mundo, ya sea al nacer o más tarde, cuando su poder se hace evidente, las consecuencias de ese acontecimiento dependen en gran medida de cómo reaccionen sus testigos ante lo que han visto.","Cuando aparecieron tus poderes de brujo, ¿cómo respondió el mundo a tu alrededor? ¿Los demás te apoyaron, te temieron o estuvieron en un punto intermedio?",{"type":"tabla","caption":"Reacciones","colLabels":["{@dice d6}","Reacción"],"colStyles":["col-1 texto-centro","col-11"],"rows":[[{"type":"célula","roll":{"exact":1}},"Tus poderes son vistos como una gran bendición por quienes te rodean, y se espera que los utilices al servicio de tu comunidad."],[{"type":"célula","roll":{"exact":2}},"Tus poderes causaron destrucción e incluso una muerte cuando se hicieron evidentes, y fuiste tratado como un criminal."],[{"type":"célula","roll":{"exact":3}},"Tus vecinos odian y temen tu poder, lo que hace que te eviten."],[{"type":"célula","roll":{"exact":4}},"Has llamado la atención de una secta siniestra que planea explotar tus habilidades."],[{"type":"célula","roll":{"exact":5}},"La gente de tu entorno cree que tus poderes son una maldición impuesta a tu familia por una transgresión pasada."],[{"type":"célula","roll":{"exact":6}},"Se cree que sus poderes están vinculados a una antigua línea de reyes locos que supuestamente terminó en una sangrienta revuelta hace más de un siglo."]]}]},{"type":"entradas","name":"Marca sobrenatural","entries":["Un brujo en reposo es casi indistinguible de una persona normal; sólo cuando su magia se desata los brujos revelan su verdadera naturaleza. Aun así, muchos brujos tienen un rasgo físico sutil pero revelador que los distingue de los demás.","Si tu hechicero tiene una marca sobrenatural, puede ser una que se oculte fácilmente, o puede ser un motivo de orgullo que mantengas en constante exhibición.",{"type":"tabla","caption":"Marcas sobrenaturales","colLabels":["{@dice d6}","Mark"],"colStyles":["col-1 texto-centro","col-11"],"rows":[[{"type":"célula","roll":{"exact":1}},"Sus ojos son de un color inusual, como el rojo."],[{"type":"célula","roll":{"exact":2}},"Tienes un dedo de más en un pie."],[{"type":"célula","roll":{"exact":3}},"Una de sus orejas es notablemente más grande que la otra."],[{"type":"célula","roll":{"exact":4}},"Tu cabello crece a un ritmo prodigioso."],[{"type":"célula","roll":{"exact":5}},"Arrugas la nariz repetidamente mientras masticas."],[{"type":"célula","roll":{"exact":6}},"Una vez al día aparece una mancha roja en el cuello, que desaparece al cabo de una hora."]]}]},{"type":"entradas","name":"Signos de brujería","entries":["Como bien sabe el mundo, algunos hechiceros son mejores que otros para controlar sus hechizos. A veces, de un hechicero que lanza un hechizo emana un despliegue salvaje de magia que sale mal. Pero incluso cuando la magia de uno sale según lo planeado, el acto de lanzamiento suele ir acompañado de una señal reveladora que deja claro de dónde procede esa energía mágica.","Cuando tu personaje hechicero lanza un hechizo, ¿el esfuerzo se revela en una señal de hechicería? ¿Este signo está ligado a su origen o a algún otro aspecto de su persona, o es un fenómeno aparentemente aleatorio?",{"type":"tabla","caption":"Signos de brujería","colLabels":["{@dice d6}","Firma"],"colStyles":["col-1 texto-centro","col-11"],"rows":[[{"type":"célula","roll":{"exact":1}},"Transmites los componentes verbales de tus hechizos con la voz retumbante de un titán."],[{"type":"célula","roll":{"exact":2}},"Durante un momento después de lanzar un hechizo, la zona que te rodea se vuelve oscura y sombría."],[{"type":"célula","roll":{"exact":3}},"Sudas profusamente mientras lanzas un hechizo y durante unos segundos después."],[{"type":"célula","roll":{"exact":4}},"Tu pelo y tu ropa se agitan brevemente, como si fuera una brisa, cada vez que invocas un hechizo."],[{"type":"célula","roll":{"exact":5}},"Si estás de pie cuando lanzas un hechizo, te elevas 15 centímetros en el aire y vuelves a flotar suavemente hacia abajo."],[{"type":"célula","roll":{"exact":6}},"Unas ilusorias llamas azules envuelven tu cabeza cuando comienzas a lanzarlas y luego desaparecen abruptamente."]]}]}],"page":48}]}],"subclass":[{"name":"Línea de sangre dracónica","shortName":"Dracónico","className":"Hechicero","page":102,"srd":true,"subclassFeatures":["Línea de sangre dracónica|Hechicero||Dracónico|1","Afinidad Elemental|Hechicero||Dracónico|6","Alas de Dragón|Hechicero||Dracónico|14","Presencia Dracónica|Hechicero||Dracónico|18"]},{"name":"Magia salvaje","shortName":"Salvaje","className":"Hechicero","page":103,"subclassFeatures":["Magia Salvaje|Hechicero||Salvaje|1","Bend Luck|Sorcerer||Wild|6","Caos controlado|Hechicero||Salvaje|14","Bombardeo de hechizos|Hechicero||Salvaje|18"]},{"name":"Alma favorecida (UA)","shortName":"Alma favorecida (UA)","source":"UAModifyingClasses","className":"Hechicero","page":8,"isReprinted":true,"subclassFeatures":["Alma Favorecida|Sorcerer||Alma Favorecida (UA)|UAModifyingClasses|1","Ataque extra|Sorcerer||Alma favorecida (UA)|UAModifyingClasses|6","Alas Divinas|Sorcerer||Alma Favorecida (UA)|UAModifyingClasses|14","Poder de los Elegidos|Sorcerer||Alma Favorecida (UA)|UAModifyingClasses|18"]},{"name":"Hechicería de la tormenta (UA)","shortName":"Tormenta (UA)","source":"UAWaterborneAdventures","className":"Hechicero","page":4,"isReprinted":true,"additionalSpells":[{"known":{"1":["nube de niebla","onda de trueno"],"3":["ráfaga de viento","levitar"],"5":["llamar al rayo","tormenta de aguanieve"],"7":["conjurar elementales menores","tormenta de hielo"],"9":["conjurar elemental"]}}],"subclassFeatures":["Hechicería de la Tormenta|Sorcerer||Tormenta (UA)|UAWaterborneAdventures|1","Corazón de la Tormenta|Sorcerer||Tormenta (UA)|UAWaterborneAdventures|6","Guía de la Tormenta|Sorcerer||Tormenta (UA)|UAWaterborneAdventures|6","Furia de la Tormenta|Sorcerer||Tormenta (UA)|UAWaterborneAdventures|14","Alma del Viento|Sorcerer|Storm (UA)|UAWaterborneAdventures|18"]},{"name":"Sombra (UA)","shortName":"Sombra (UA)","source":"UALightDarkUnderdark","className":"Hechicero","page":2,"isReprinted":true,"subclassFeatures":["Sombra|Sorcerer||Sombra (UA)|UALightDarkUnderdark|1","Sabueso de mal agüero|Hechicero|Sombra (UA)|UALightDarkUnderdark|6","Paseo de la Sombra|Sorcerer||Sombra (UA)|UALightDarkUnderdark|14","Forma de la Sombra|Sorcerer||Sombra (UA)|UALightDarkUnderdark|18"]},{"name":"Alma favorecida v2 (UA)","shortName":"Alma favorecida v2 (UA)","source":"UASorcerer","className":"Hechicero","page":1,"isReprinted":true,"subclassFeatures":["Alma favorecida v2|Sorcerer||Alma favorecida v2 (UA)|UASorcerer|1","Semblante bendecido|Sorcerer||Alma favorecida v2 (UA)|UASorcerer|6","Pureza Divina|Sorcerer||Alma Favorecida v2 (UA)|UASorcerer|14","Recuperación no terrenal|Sorcerer||Alma favorecida v2 (UA)|UASorcerer|18"]},{"name":"Hechicería del Fénix (UA)","shortName":"Phoenix (UA)","source":"UASorcerer","className":"Hechicero","page":1,"subclassFeatures":["Hechicería del Fénix (UA)|Hechicero||Fénix (UA)|Hechicero de la UA|1","Chispa de Fénix|Sorcerer||Fénix (UA)|UASorcerer|6","Fuego nutritivo|Sorcerer||Fénix (UA)|UASorcerer|14","Forma del Fénix|Hechicero||Fénix (UA)|UASorcerer|18"]},{"name":"Hechicería del mar (UA)","shortName":"Mar (UA)","source":"UASorcerer","className":"Hechicero","page":2,"subclassFeatures":["Hechicería del mar (UA)|Hechicero||Mar (UA)|UASorcerer|1","Defensa acuática|Sorcerer||Mar (UA)|UASorcerer|6","Forma cambiante|Sorcerer||Mar (UA)|UASorcerer|14","Alma de agua|Hechicero|Mar (UA)|UASorcerer|18"]},{"name":"Hechicería de la piedra (UA)","shortName":"Piedra (UA)","source":"UASorcerer","className":"Hechicero","page":3,"subclassFeatures":["Hechicería de la Piedra (UA)|Hechicero||Piedra (UA)|Hechicero de la UA|1","Égida de Piedra|Sorcerer||Piedra (UA)|UASorcerer|6","Borde de la Piedra|Hechicero||Piedra (UA)|UASorcerer|14","Aegis del Maestro de la Tierra|Sorcerer||Piedra (UA)|UASorcerer|18"]},{"name":"Piromante (PSK)","shortName":"Piromante (PSK)","className":"Hechicero","page":9,"subclassFeatures":["Pirómano (PSK)|Hechicero||Pirómano (PSK)|PSK|1","Fuego en las venas|Hechicero||Pyromancer (PSK)|PSK|6","Furia del Piromante||Hechicero||Piromante (PSK)|PSK|14","Alma Ardiente|Hechicero||Pirómano (PSK)|PSK|18"]},{"name":"Alma favorecida v3 (UA)","shortName":"Alma favorecida v3 (UA)","source":"UARevisedSubclasses","className":"Hechicero","page":5,"isReprinted":true,"subclassFeatures":["Alma Favorecida v3|Sorcerer||Alma Favorecida v3 (UA)|UARevisedSubclasses|1","Curación potenciada|Sorcerer||Alma favorecida v3 (UA)|UARevisedSubclasses|6","Forma Angélica|Sorcerer||Alma Favorecida v3 (UA)|UARevisedSubclasses|14","Recuperación no terrenal|Sorcerer||Alma favorecida v3 (UA)|UARevisedSubclasses|18"]},{"name":"Alma Divina","shortName":"Alma Divina","className":"Hechicero","page":50,"additionalSpells":[{"name":"Buena","known":{"1":["curar heridas"]}},{"name":"Maldad","known":{"1":["infligir heridas"]}},{"known":{"1":["bendito sea"]}},{"name":"Caos","known":{"1":["bane"]}},{"name":"Neutralidad","known":{"1":["protección contra el mal y el bien"]}}],"subclassFeatures":["Alma Divina|Sorcerer||Alma Divina|XGE|1","Curación potenciada|Sorcerer||Alma divina|XGE|6","Alas de otro mundo|Hechicero|Alma divina|XGE|14","Recuperación de la tierra|Hechicero|Alma divina|XGE|18"]},{"name":"Magia de las Sombras","shortName":"Sombra","className":"Hechicero","page":50,"additionalSpells":[{"known":{"3":["oscuridad"]}}],"subclassFeatures":["Magia de las Sombras|Sorcerer||Sombra|XGE|1","Sabueso de mal agüero|Hechicero|Sombra|XGE|6","Paseo de las Sombras|Sorcerer||Sombra|XGE|14","Forma Umbral|Hechicero||Sombra|XGE|18"]},{"name":"Tormenta","shortName":"Tormenta","className":"Hechicero","page":51,"otherSources":[{"source":"SCAG","page":137}],"subclassFeatures":["Hechicería de la Tormenta|Sorcerer||Storm|XGE|1","Corazón de la Tormenta|Sorcerer||Storm|XGE|6","Guía de la Tormenta|Sorcerer||Storm|XGE|6","Furia de la Tormenta|Sorcerer||Storm|XGE|14","Alma del Viento|Sorcerer||Storm|XGE|18"]},{"name":"Alma gigante (UA)","shortName":"Alma gigante (UA)","source":"UAGiantSoulSorcerer","className":"Hechicero","page":1,"subclassFeatures":["Alma Gigante (UA)|Sorcerer||Alma Gigante (UA)|UAGiantSoulSorcerer|1","Alma de la Ostoria Perdida|Sorcerer||Alma Gigante (UA)|UAGiantSoulSorcerer|6","Rage of Fallen Ostoria|Sorcerer||Alma Gigante (UA)|UAGiantSoulSorcerer|14","Bendición del Padre Todo||Hechicero||Alma Gigante (UA)|UAGiantSoulSorcerer|18"]},{"name":"Mente aberrante (UA)","shortName":"Mente aberrante (UA)","source":"UASorcererAndWarlock","className":"Hechicero","page":1,"isReprinted":true,"additionalSpells":[{"known":{"1":["brazos de Hadar","susurros disonantes"],"3":["calmar las emociones","detectar pensamientos"],"5":["hambre de Hadar","enviando"],"7":["compulsión","Los tentáculos negros de Evard"],"9":["modificar la memoria","El vínculo telepático de Rary"]}}],"subclassFeatures":["Mente Aberrante|Sorcerer||Mente Aberrante (UA)|UASorcererAndWarlock|1","Hechicería Psiónica|Hechicero|Mente aberrante (UA)|UASorcererAndWarlock|6","Defensas psíquicas|Sorcerer||Mente aberrante (UA)|UASorcererAndWarlock|6","Revelación en la carne|Hechicero||Mente aberrante (UA)|UASorcererAndWarlock|14","Realidad de la urdimbre|Sorcerer||Mente aberrante (UA)|UASorcererAndWarlock|18"]},{"name":"Alma de reloj (UA)","shortName":"Alma de reloj (UA)","source":"UA2020SubclasesPt2","className":"Hechicero","page":4,"isReprinted":true,"additionalSpells":[{"known":{"1":["alarma","protección contra el mal y el bien"],"3":["encontrar trampas","calentar el metal"],"5":["Contrahechizo","glifo de protección"],"7":["ojo arcano","La esfera resistente de Otiluke"],"9":["animar objetos","muro de fuerza"]}}],"subclassFeatures":["Alma Mecánica|Hechicero|Alma Mecánica (UA)|UA2020SubclasesPt2|1","Baluarte de la Ley|Sorcerer||Alma de Reloj (UA)|UA2020SubclasesPt2|6","Trance of Order|Sorcerer||Alma de reloj (UA)|UA2020SubclasesPt2|14","Cabalgata Mecánica|Hechicero|Alma Mecánica (UA)|UA2020SubclasesPt2|18"]},{"name":"Alma Psiónica (UA)","shortName":"Alma Psiónica (UA)","source":"UA2020PsionicOptionsRevisited","className":"Hechicero","page":5,"isReprinted":true,"subclassFeatures":["Alma Psiónica|Sorcerer||Alma Psiónica (UA)|UA2020PsionicOptionsRevisited|1","Golpe Psíquico|Sorcerer||Alma Psiónica (UA)|UA2020PsionicOptionsRevisited|6","Mente sobre el cuerpo|Sorcerer||Alma psiónica (UA)|UA2020PsionicOptionsRevisited|14","Aura Psíquica|Sorcerer||Alma Psiónica (UA)|UA2020PsionicOptionsRevisited|18"]},{"name":"Mente aberrante","shortName":"Mente aberrante","className":"Hechicero","page":66,"additionalSpells":[{"known":{"1":["mente astilla|tce#c","brazos de Hadar","susurros disonantes"],"3":["calmar las emociones","detectar pensamientos"],"5":["hambre de Hadar","enviando"],"7":["Los tentáculos negros de Evard","convocar aberración|TCE"],"9":["El vínculo telepático de Rary","telequinesis"]}}],"subclassFeatures":["Mente Aberrante|Sorcerer||Mente Aberrante|TCE|1","Hechicería psiónica|Hechicero|Mente aberrante|TCE|6","Defensas psíquicas|Sorcerer||Mente aberrante|TCE|6","Revelación en la carne|Hechicero||Mente aberrante|TCE|14","Implosión deformante|Sorcerer||Mente aberrante|TCE|18"]},{"name":"Alma de reloj","shortName":"Alma de reloj","className":"Hechicero","page":68,"additionalSpells":[{"known":{"1":["alarma","protección contra el mal y el bien"],"3":[null,"menor restauración"],"5":["disipar la magia","protección de la energía"],"7":["libertad de movimiento","invocar construcción|TCE"],"9":["mayor restauración","muro de fuerza"]}}],"subclassFeatures":["Alma Mecánica|Sorcerer||Alma Mecánica|TCE|1","Bastión de la Ley|Sorcerer||Alma de Reloj|TCE|6","Trance of Order|Sorcerer||Alma de reloj|TCE|14","Cabalgata Mecánica|Sorcerer||Alma Mecánica|TCE|18"]},{"name":"Mago de Prismari (UA)","shortName":"Prismari (UA)","source":"UA2021MagesOfStrixhaven","className":"Hechicero","_copy":{"name":"Mago de Prismari (UA)","shortName":"Prismari (UA)","source":"UA2021MagesOfStrixhaven","className":"Genérico","classSource":"Genérico","_preserve":{"page":true}}},{"name":"Mago de Quandrix (UA)","shortName":"Quandrix (UA)","source":"UA2021MagesOfStrixhaven","className":"Hechicero","_copy":{"name":"Mago de Quandrix (UA)","shortName":"Quandrix (UA)","source":"UA2021MagesOfStrixhaven","className":"Genérico","classSource":"Genérico","_preserve":{"page":true}}},{"name":"Magia lunar (UA)","shortName":"Magia lunar (UA)","source":"UA2022HeroesOfKrynn","className":"Hechicero","page":2,"additionalSpells":[{"name":"Luna Llena","known":{"1":["fuego de hadas"],"3":["rayo de luna"],"5":["pabellón de la muerte"],"7":["libertad de movimiento"],"9":["heridas de curación masiva"]}},{"name":"Luna Nueva","known":{"1":["susurros disonantes"],"3":["oscuridad"],"5":["otorgar una maldición"],"7":["Los tentáculos negros de Evard"],"9":["engañar a"]}},{"name":"Luna creciente","known":{"1":["santuario"],"3":["ceguera/sordera"],"5":["corcel fantasma"],"7":["terreno alucinante"],"9":["sueño"]}}],"subclassFeatures":["Magia Lunar|Sorcerer||Magia Lunar (UA)|UA2022HeroesOfKrynn|1","Boons Lunares|Sorcerer||Magia Lunar (UA)|UA2022HeroesOfKrynn|6","Waxing and Waning||Hechicero|Magia Lunar (UA)|UA2022HeroesOfKrynn|6","Potenciación Lunar|Hechicero|Magia Lunar (UA)|UA2022HeroesOfKrynn|14","Fenómeno Lunar|Hechicero|Magia Lunar (UA)|UA2022HeroesOfKrynn|18"]}],"classFeature":[{"name":"Origen hechicero","page":99,"srd":true,"className":"Hechicero","level":1,"entries":["Elige un origen hechicero, que describe la fuente de tu poder mágico innato, de la lista de orígenes disponibles.","Su elección le otorga rasgos cuando la elige a 1er nivel y de nuevo a 6º, 14º y 18º nivel."]},{"name":"Versatilidad de los hechizos","source":"UAClassFeatureVariants","page":10,"className":"Hechicero","level":1,"isClassFeatureVariant":true,"entries":["{@i característica de hechicero de 1er nivel (mejora el lanzamiento de hechizos)}","Siempre que termines un descanso largo, puedes reemplazar un hechizo que hayas aprendido con esta característica de lanzamiento de hechizos por otro hechizo de la lista de hechizos de hechicero. El nuevo hechizo debe ser del mismo nivel que el hechizo que reemplazas."]},{"name":"Hechizo","page":99,"srd":true,"className":"Hechicero","level":1,"entries":["Un acontecimiento de tu pasado, o de la vida de uno de tus padres o antepasados, dejó una marca indeleble en ti, infundiéndote magia arcana. Esta fuente de magia, sea cual sea su origen, alimenta tus hechizos. Ver {@capítulo 10|PHB|10} para las reglas generales de lanzamiento de hechizos y {@capítulo 11|PHB|11} para la {@lista de hechizos de hechicero|hechizos|clase=hechicero}.",{"type":"entradas","name":"Cantrips","entries":["A 1er nivel, conoces cuatro cantrips a tu elección de la lista de hechizos de hechicero. Aprendes un cantrip de hechicero adicional a tu elección a 4º nivel y otro a 10º nivel."]},{"type":"entradas","name":"Ranuras de hechizos","entries":["La tabla de Hechicero muestra cuántas ranuras de hechizo tienes para lanzar tus {@filtro hechizos de hechicero|hechizos|clase=hechicero} de 1er nivel y superiores. Para lanzar uno de estos hechizos de brujo, debes gastar una ranura del nivel del hechizo o superior. Recuperas todas las ranuras de conjuro gastadas cuando terminas un descanso largo.","Por ejemplo, si conoces el hechizo de 1er nivel {@spellizco manos ardientes} y tienes una ranura de hechizo de 1er nivel y otra de 2º nivel disponibles, puedes lanzar {@spellizco manos ardientes} utilizando cualquiera de las dos ranuras."]},{"type":"entradas","name":"Hechizos conocidos de 1er nivel y superiores","entries":["Conoces dos hechizos de primer nivel a tu elección de la lista de hechizos de hechicero.","Aprendes un hechizo de hechicero adicional a tu elección en cada nivel, excepto en el 12, 14, 16, 18, 19 y 20. Cada uno de estos conjuros debe ser de un nivel para el que tengas ranuras de conjuro. Por ejemplo, cuando alcanzas el 3º nivel en esta clase, puedes aprender un nuevo conjuro de 1º o 2º nivel.","Además, cuando ganes un nivel en esta clase, puedes elegir uno de los hechizos de brujo que conozcas y sustituirlo por otro hechizo de la lista de hechizos de brujo, que también debe ser de un nivel para el que tengas ranuras de hechizo."]},{"type":"entradas","name":"Habilidad de hechizo","entries":["El carisma es tu habilidad de lanzamiento de hechizos para tus hechizos de brujo, ya que el poder de tu magia se basa en tu capacidad de proyectar tu voluntad en el mundo. Utilizas tu Carisma siempre que un hechizo se refiera a tu habilidad de hechicero. Además, utilizas tu modificador de Carisma cuando estableces la CD de la tirada de salvación de un hechizo de brujo que lanzas y cuando haces una tirada de ataque con uno.",{"type":"abilityDc","name":"Hechizo","attributes":[null]},{"type":"abilityAttackMod","name":"Hechizo","attributes":[null]}]},{"type":"entradas","name":"Foco de Hechizo","entries":["Puedes usar un {@item foco arcano|phb} como foco de hechizo para tus hechizos de brujo."]}]},{"name":"Fundición flexible","page":99,"srd":true,"className":"Hechicero","level":2,"header":1,"entries":["Puedes usar tus puntos de hechicería para ganar ranuras de hechizo adicionales, o sacrificar ranuras de hechizo para ganar puntos de hechicería adicionales. A medida que subes de nivel, aprendes otras formas de utilizar tus puntos de hechicería.",{"type":"entradas","name":"Creación de ranuras de hechizos","entries":["Puedes transformar los puntos de hechicería no gastados en una ranura de hechizo como acción adicional en tu turno. Las ranuras de hechizo creadas desaparecen al final de un descanso largo. La tabla de Creación de Espacios de Conjuro muestra el coste de crear un espacio de conjuro de un nivel determinado. Puedes crear ranuras de conjuro de un nivel no superior al 5º.",{"type":"tabla","caption":"Creación de ranuras de hechizos","colLabels":["Nivel de la ranura del hechizo","Coste de los puntos de brujería"],"colStyles":["col-6 texto-centro","col-6 texto-centro"],"rows":[[null,null],[null,null],[null,null],[null,null],[null,null]]}]},{"type":"entradas","name":"Convertir una ranura de hechizo en puntos de hechicería","entries":["Como acción adicional en tu turno, puedes gastar una ranura de hechizo y ganar un número de puntos de hechicería igual al nivel de la ranura."]}]},{"name":"Fuente de Magia","page":99,"srd":true,"className":"Hechicero","level":2,"entries":["En el 2º nivel, aprovechas un profundo manantial de magia dentro de ti. Este manantial está representado por puntos de hechicería, que te permiten crear una variedad de efectos mágicos.",{"type":"refClassFeature","classFeature":"Puntos de hechicería|Sorcerer||2"},{"type":"refClassFeature","classFeature":"Lanzamiento flexible|Sorcerer||2"}]},{"name":"Opciones de la fuente de la magia","source":"UAClassFeatureVariants","page":10,"className":"Hechicero","level":2,"isClassFeatureVariant":true,"entries":["{@i Característica de hechicero de 2º nivel (mejora la Fuente de Magia)}","Cuando obtienes el rasgo Fuente de Magia, tienes acceso a las siguientes formas de gastar tus puntos de hechicería.",{"type":"refClassFeature","classFeature":"Reservas de poder|Hechicero|UAClassFeatureVariants|2"},{"type":"refClassFeature","classFeature":"Toque de Imbuir|Hechicero|UAClassFeatureVariants|2"},{"type":"refClassFeature","classFeature":"Fortaleza hechicera|Hechicero|UAClassFeatureVariants|2"}]},{"name":"Puntos de brujería","page":99,"srd":true,"className":"Hechicero","level":2,"header":1,"entries":["Tienes 2 puntos de hechicería, y ganas un punto adicional cada vez que subes de nivel, hasta un máximo de 20 a nivel 20. Nunca puedes tener más puntos de hechicería que los indicados en la tabla de tu nivel. Recuperas todos los puntos de hechicería gastados cuando terminas un descanso largo."]},{"name":"Metamagia","page":99,"srd":true,"className":"Hechicero","level":3,"entries":["A 3er nivel, obtienes la capacidad de modificar tus hechizos para adaptarlos a tus necesidades. Ganas dos de las siguientes opciones metamágicas a tu elección. Ganas otra a 10º y 17º nivel.","Sólo puedes usar una opción de Metamagia en un hechizo cuando lo lanzas, a menos que se indique lo contrario.",{"type":"opciones","count":2,"entries":[{"type":"refOptionalfeature","optionalfeature":"Hechizo cuidadoso"},{"type":"refOptionalfeature","optionalfeature":"Hechizo a distancia"},{"type":"refOptionalfeature","optionalfeature":"Hechizo de poder"},{"type":"refOptionalfeature","optionalfeature":"Hechizo extendido"},{"type":"refOptionalfeature","optionalfeature":"Hechizo aumentado"},{"type":"refOptionalfeature","optionalfeature":"Hechizo acelerado"},{"type":"refOptionalfeature","optionalfeature":"Hechizo sutil"},{"type":"refOptionalfeature","optionalfeature":"Hechizo de gemelos"}]}]},{"name":"Opciones metamágicas","page":65,"className":"Hechicero","level":3,"isClassFeatureVariant":true,"entries":["{@i Hechicero de 3er nivel {@variantrule características opcionales de la clase|tce|característica opcional}}","Cuando eliges las opciones de Metamagia, tienes acceso a las siguientes opciones adicionales.",{"type":"opciones","entries":[{"type":"refOptionalfeature","optionalfeature":"Hechizo de búsqueda|TCE"},{"type":"refOptionalfeature","optionalfeature":"Hechizo transmutado|TCE"}]}]},{"name":"Opciones metamágicas","source":"UAClassFeatureVariants","page":10,"className":"Hechicero","level":3,"isClassFeatureVariant":true,"entries":["{@i Característica de hechicero de 3er nivel (mejora la Metamagia)}","Cuando eliges las opciones de Metamagia, tienes acceso a las siguientes opciones adicionales.",{"type":"opciones","entries":[{"type":"refOptionalfeature","optionalfeature":"Hechizo elemental|UAClassFeatureVariants"},{"type":"refOptionalfeature","optionalfeature":"Hechizo de búsqueda|UAClassFeatureVariants"},{"type":"refOptionalfeature","optionalfeature":"Hechizo no deseado|UAClassFeatureVariants"}]}]},{"name":"Mejora de la puntuación de la capacidad","page":99,"srd":true,"className":"Hechicero","level":4,"entries":["Al alcanzar el 4º nivel, puedes aumentar una puntuación de habilidad a tu elección en 2, o puedes aumentar dos puntuaciones de habilidad a tu elección en 1. Como es normal, no puedes aumentar una puntuación de habilidad por encima de 20 utilizando este rasgo.","Si tu DM permite el uso de hazañas, puedes tomar en su lugar una {@5etools feat|feats.html}."]},{"name":"Versatilidad de la competencia","source":"UAClassFeatureVariants","page":1,"className":"Hechicero","level":4,"isClassFeatureVariant":true,"entries":["{@i Característica de 4º nivel (mejora la puntuación de habilidad)}","Cuando obtienes el rasgo de mejora de la puntuación de habilidad de tu clase, también puedes reemplazar una de tus competencias de habilidad por una competencia de habilidad ofrecida por tu clase a 1er nivel (la competencia que reemplazas no necesita ser de la clase).","Este cambio representa que una de tus habilidades se está atrofiando mientras te concentras en otra habilidad."]},{"name":"Versatilidad hechicera","page":65,"className":"Hechicero","level":4,"isClassFeatureVariant":true,"entries":["{@i Hechicero de 4º nivel {@variabletrule características de clase opcionales|tce|característica opcional}}","Siempre que alcances un nivel en esta clase que te conceda el rasgo de mejora de la puntuación de habilidad, puedes hacer una de las siguientes cosas, lo que representa que la magia dentro de ti fluye de nuevas maneras:",{"type":"lista","items":["Sustituya una de las opciones que eligió para la característica Metamagic por otra {@filtro Opción Metamagic|características opcionales|Tipo de característica=MM} disponible para usted.","Reemplaza un cantrip que aprendiste de la característica de lanzamiento de hechizos de esta clase con otro cantrip de la lista de hechizos de {@filter sorcerer|spells|level=0|class=Sorcerer}."]}]},{"name":"Orientación mágica","page":65,"className":"Hechicero","level":5,"isClassFeatureVariant":true,"entries":["{@i Hechicero de 5º nivel {@variabletrule características de clase opcionales|tce|característica opcional}}","Puedes recurrir a tu manantial interior de magia para intentar conjurar el éxito a partir del fracaso. Cuando haces un chequeo de habilidad que falla, puedes gastar 1 punto de hechicería para volver a tirar el {@dice d20}, y debes usar la nueva tirada, convirtiendo potencialmente el fracaso en un éxito."]},{"name":"Rasgo de origen hechicero","page":99,"srd":true,"className":"Hechicero","level":6,"entries":["A 6º nivel, obtienes una característica concedida por tu Origen Hechicero."]},{"name":"Mejora de la puntuación de la capacidad","page":99,"srd":true,"className":"Hechicero","level":8,"entries":["Al alcanzar el 8º nivel, puedes aumentar una puntuación de habilidad a tu elección en 2, o puedes aumentar dos puntuaciones de habilidad a tu elección en 1. Como es normal, no puedes aumentar una puntuación de habilidad por encima de 20 utilizando este rasgo.","Si tu DM permite el uso de hazañas, puedes tomar en su lugar una {@5etools feat|feats.html}."]},{"name":"Versatilidad de la competencia","source":"UAClassFeatureVariants","page":1,"className":"Hechicero","level":8,"isClassFeatureVariant":true,"entries":["{@i Característica de 8º nivel (mejora la puntuación de habilidad)}","Cuando obtienes el rasgo de mejora de la puntuación de habilidad de tu clase, también puedes reemplazar una de tus competencias de habilidad por una competencia de habilidad ofrecida por tu clase a 1er nivel (la competencia que reemplazas no necesita ser de la clase).","Este cambio representa que una de tus habilidades se está atrofiando mientras te concentras en otra habilidad."]},{"name":"Metamagia","page":99,"srd":true,"className":"Hechicero","level":10,"entries":["A 10º nivel, aprendes una opción metamágica adicional."]},{"name":"Mejora de la puntuación de la capacidad","page":99,"srd":true,"className":"Hechicero","level":12,"entries":["Cuando alcanzas el nivel 12, puedes aumentar una puntuación de habilidad de tu elección en 2, o puedes aumentar dos puntuaciones de habilidad de tu elección en 1. Como es normal, no puedes aumentar una puntuación de habilidad por encima de 20 utilizando este rasgo.","Si tu DM permite el uso de hazañas, puedes tomar en su lugar una {@5etools feat|feats.html}."]},{"name":"Versatilidad de la competencia","source":"UAClassFeatureVariants","page":1,"className":"Hechicero","level":12,"isClassFeatureVariant":true,"entries":["{@i Característica de nivel 12 (mejora la puntuación de habilidad)}","Cuando obtienes el rasgo de mejora de la puntuación de habilidad de tu clase, también puedes reemplazar una de tus competencias de habilidad por una competencia de habilidad ofrecida por tu clase a 1er nivel (la competencia que reemplazas no necesita ser de la clase).","Este cambio representa que una de tus habilidades se está atrofiando mientras te concentras en otra habilidad."]},{"name":"Rasgo de origen hechicero","page":99,"srd":true,"className":"Hechicero","level":14,"entries":["A 14º nivel, obtienes un rasgo concedido por tu Origen Hechicero."]},{"name":"Mejora de la puntuación de la capacidad","page":99,"srd":true,"className":"Hechicero","level":16,"entries":["Cuando alcanzas el nivel 16, puedes aumentar una puntuación de habilidad a tu elección en 2, o puedes aumentar dos puntuaciones de habilidad a tu elección en 1. Como es normal, no puedes aumentar una puntuación de habilidad por encima de 20 utilizando esta característica.","Si tu DM permite el uso de hazañas, puedes tomar en su lugar una {@5etools feat|feats.html}."]},{"name":"Versatilidad de la competencia","source":"UAClassFeatureVariants","page":1,"className":"Hechicero","level":16,"isClassFeatureVariant":true,"entries":["{@i Característica de nivel 16 (mejora la puntuación de habilidad)}","Cuando obtienes el rasgo de mejora de la puntuación de habilidad de tu clase, también puedes reemplazar una de tus competencias de habilidad por una competencia de habilidad ofrecida por tu clase a 1er nivel (la competencia que reemplazas no necesita ser de la clase).","Este cambio representa que una de tus habilidades se está atrofiando mientras te concentras en otra habilidad."]},{"name":"Metamagia","page":99,"srd":true,"className":"Hechicero","level":17,"entries":["A 17º nivel, aprendes una opción metamágica adicional."]},{"name":"Rasgo de origen hechicero","page":99,"srd":true,"className":"Hechicero","level":18,"entries":["A 18º nivel, obtienes un rasgo concedido por tu Origen Hechicero."]},{"name":"Mejora de la puntuación de la capacidad","page":99,"srd":true,"className":"Hechicero","level":19,"entries":["Al alcanzar el nivel 19, puedes aumentar una puntuación de habilidad a tu elección en 2, o puedes aumentar dos puntuaciones de habilidad a tu elección en 1. Como es normal, no puedes aumentar una puntuación de habilidad por encima de 20 utilizando esta característica.","Si tu DM permite el uso de hazañas, puedes tomar en su lugar una {@5etools feat|feats.html}."]},{"name":"Versatilidad de la competencia","source":"UAClassFeatureVariants","page":1,"className":"Hechicero","level":19,"isClassFeatureVariant":true,"entries":["{@i Característica de nivel 19 (mejora la puntuación de habilidad)}","Cuando obtienes el rasgo de mejora de la puntuación de habilidad de tu clase, también puedes reemplazar una de tus competencias de habilidad por una competencia de habilidad ofrecida por tu clase a 1er nivel (la competencia que reemplazas no necesita ser de la clase).","Este cambio representa que una de tus habilidades se está atrofiando mientras te concentras en otra habilidad."]},{"name":"Restauración hechicera","page":99,"srd":true,"className":"Hechicero","level":20,"entries":["A 20º nivel, recuperas 4 puntos de hechicería gastados cada vez que terminas un descanso corto."]},{"name":"Potenciar las reservas","source":"UAClassFeatureVariants","page":10,"className":"Hechicero","classSource":"UAClassFeatureVariants","level":2,"isClassFeatureVariant":true,"entries":["Cuando haces un chequeo de habilidad en tu turno, puedes gastar 2 puntos de hechicería para ganar ventaja en el chequeo."]},{"name":"Imbuir el tacto","source":"UAClassFeatureVariants","page":10,"className":"Hechicero","classSource":"UAClassFeatureVariants","level":2,"isClassFeatureVariant":true,"entries":["Como acción, puedes tocar un arma no mágica y gastar 2 puntos de hechicería para imbuirla de magia durante 1 minuto. Durante ese tiempo, el arma se considera mágica a efectos de superar la inmunidad y la resistencia a los ataques no mágicos."]},{"name":"Fortaleza hechicera","source":"UAClassFeatureVariants","page":10,"className":"Hechicero","classSource":"UAClassFeatureVariants","level":2,"isClassFeatureVariant":true,"consumes":{"name":"Puntos de brujería"},"entries":["Como acción, puedes gastar cualquier número de puntos de hechicería para sacar un {@dice d4} por cada punto gastado. Obtienes un número de puntos de golpe temporales igual al total obtenido."]}],"subclassFeature":[{"name":"Línea de sangre dracónica","page":102,"srd":true,"className":"Hechicero","subclassShortName":"Dracónico","level":1,"entries":["Tu magia innata proviene de la magia dracónica que se mezcló con tu sangre o la de tus antepasados. En la mayoría de los casos, los hechiceros con este origen se remontan a un poderoso hechicero de la antigüedad que hizo un trato con un dragón o que incluso podría haber reclamado un padre dragón. Algunas de estas líneas de sangre están bien establecidas en el mundo, pero la mayoría son oscuras. Cualquier hechicero puede ser el primero de una nueva línea de sangre, como resultado de un pacto o alguna otra circunstancia excepcional.",{"type":"refSubclassFeature","subclassFeature":"Ancestro del Dragón|Hechicero||Dracónico||1"},{"type":"refSubclassFeature","subclassFeature":"Resistencia Dracónica|Sorcerer|||Draconic||1"}]},{"name":"Resistencia dracónica","page":102,"srd":true,"className":"Hechicero","subclassShortName":"Dracónico","level":1,"header":1,"entries":["Cuando la magia fluye por su cuerpo, hace que surjan rasgos físicos de sus ancestros dragón. A 1er nivel, tu máximo de puntos de golpe aumenta en 1 y vuelve a aumentar en 1 cada vez que ganes un nivel en esta clase.","Además, partes de su piel están cubiertas por un fino brillo de escamas similares a las de un dragón. Cuando no llevas armadura, tu CA es igual a 13 + tu modificador de Destreza."]},{"name":"Dragón Ancestral","page":102,"srd":true,"className":"Hechicero","subclassShortName":"Dracónico","level":1,"header":1,"entries":["A 1er nivel, eliges un tipo de dragón como ancestro. El tipo de daño asociado a cada dragón es utilizado por los rasgos que obtengas más adelante.",{"type":"tabla","caption":"Ascendencia dracónica","colLabels":["Dragón","Tipo de daño"],"colStyles":["col-6 texto-centro","col-6 texto-centro"],"rows":[["Negro","{@filtro Ácido|hechizos|materia de daño tipo=ácido|clase=hechicero}"],["Azul","{@filtro Rayo|hechizo|tipo de daño=rayo|clase=hechicero}"],["Latón","{@filtro Fuego|hechizos|pérdida tipo=fuego|clase=hechicero}"],["Bronce","{@filtro Rayo|hechizo|tipo de daño=rayo|clase=hechicero}"],["Cobre","{@filtro Ácido|hechizos|materia de daño tipo=ácido|clase=hechicero}"],["Oro","{@filtro Fuego|hechizos|pérdida tipo=fuego|clase=hechicero}"],["Verde","{@filtro Veneno|hechizos|daño tipo=veneno|clase=hechicero}"],[null,"{@filtro Fuego|hechizos|pérdida tipo=fuego|clase=hechicero}"],["Plata","{@filtro Frío|hechizos|pérdida tipo=frío|clase=hechicero}"],["Blanco","{@filtro Frío|hechizos|pérdida tipo=frío|clase=hechicero}"]]},"Puedes hablar, leer y escribir {@lengua dracónica}. Además, siempre que hagas un chequeo de Carisma al interactuar con dragones, tu bonificación de competencia se duplica si se aplica al chequeo."]},{"name":"Afinidad elemental","page":102,"srd":true,"className":"Hechicero","subclassShortName":"Dracónico","level":6,"header":2,"entries":["A partir del 6º nivel, cuando lances un hechizo que inflija daño del tipo asociado a tu ascendencia dracónica, puedes añadir tu modificador de Carisma a una tirada de daño de ese hechizo. Al mismo tiempo, puedes gastar 1 punto de hechicería para ganar resistencia a ese tipo de daño durante 1 hora."]},{"name":"Alas de Dragón","page":102,"srd":true,"className":"Hechicero","subclassShortName":"Dracónico","level":14,"header":2,"entries":["A 14º nivel, obtienes la capacidad de hacer brotar un par de alas de dragón de tu espalda, ganando una velocidad de vuelo igual a tu velocidad actual. Puedes crear estas alas como acción adicional en tu turno. Duran hasta que las descartes como acción adicional en tu turno.","No puedes manifestar tus alas mientras llevas una armadura, a menos que la armadura esté hecha para acomodarlas, y la ropa que no esté hecha para acomodar tus alas podría destruirse cuando las manifiestes."]},{"name":"Presencia dracónica","page":102,"srd":true,"className":"Hechicero","subclassShortName":"Dracónico","level":18,"header":2,"entries":["A partir del 18º nivel, puedes canalizar la temible presencia de tu ancestro dragón, haciendo que los que te rodean queden sobrecogidos o {@condición de miedo}. Como acción, puedes gastar 5 puntos de hechicería para utilizar este poder y exudar un aura de asombro o miedo (a tu elección) a una distancia de 60 pies. Durante 1 minuto o hasta que pierdas la concentración (como si estuvieras lanzando un conjuro de concentración), cada criatura hostil que comience su turno en esta aura debe tener éxito en una tirada de salvación de Sabiduría o ser {@condición encantada} (si elegiste asombro) o {@condición asustada} (si elegiste miedo) hasta que el aura termine. Una criatura que tenga éxito en esta tirada de salvación es inmune a tu aura durante 24 horas."]},{"name":"Magia salvaje","page":103,"className":"Hechicero","subclassShortName":"Salvaje","level":1,"entries":["Tu magia innata proviene de las fuerzas salvajes del caos que subyacen al orden de la creación. Es posible que hayas estado expuesto a alguna forma de magia bruta, tal vez a través de un portal planar que conduce al Limbo, a los Planos Elementales o al misterioso Reino Lejano. Tal vez hayas sido bendecido por una poderosa criatura feérica o marcado por un demonio. O tu magia podría ser una casualidad de tu nacimiento, sin causa o razón aparente. Sea como sea, esta magia caótica se agita en tu interior, esperando cualquier salida.",{"type":"refSubclassFeature","subclassFeature":"Oleada de Magia Salvaje|Hechicero||Salvaje|1"},{"type":"refSubclassFeature","subclassFeature":"Mareas del Caos|Hechicero||Salvaje||1"}]},{"name":"Mareas del caos","page":103,"className":"Hechicero","subclassShortName":"Salvaje","level":1,"header":1,"entries":["A partir del 1er nivel, puedes manipular las fuerzas del azar y el caos para ganar ventaja en una tirada de ataque, chequeo de habilidad o tirada de salvación. Una vez que lo hagas, debes terminar un descanso largo antes de poder volver a usar este rasgo.","En cualquier momento antes de que recuperes el uso de esta característica, el DM puede hacer que tires en la tabla {@table Wild Magic Surge|PHB} inmediatamente después de lanzar un hechizo de brujo de 1er nivel o superior. Entonces recuperas el uso de esta característica."]},{"name":"Oleada de Magia Salvaje","page":103,"className":"Hechicero","subclassShortName":"Salvaje","level":1,"header":1,"entries":["A partir de que elijas este origen a 1er nivel, tu hechizo puede desatar oleadas de magia indomable. Inmediatamente después de lanzar un hechizo de hechicero de 1er nivel o superior, el DM puede hacer que tires un {@dice d20}. Si sacas un 1, tira en la tabla de Oleadas de Magia Salvaje para crear un efecto mágico al azar. Una oleada de magia salvaje puede ocurrir una vez por turno.","Si un efecto de Magia Salvaje es un hechizo, es demasiado salvaje para que le afecte la Metamagia. Si normalmente requiere concentración, en este caso no la requiere; el hechizo dura toda su duración.",{"type":"tabla","caption":"Oleada de Magia Salvaje","colLabels":["{@dice d100}","Efecto"],"colStyles":["col-1 texto-centro","col-11"],"rows":[["01-02","Tira en esta tabla al comienzo de cada uno de tus turnos durante el siguiente minuto, ignorando este resultado en las siguientes tiradas."],["03-04","Durante el siguiente minuto, puedes ver cualquier criatura {@condición invisible} si tienes línea de visión con ella."],["05-06","Un {@filtro modron|bestiario|fuente=mm|búsqueda=modron} elegido y controlado por el DM aparece en un espacio desocupado a menos de 5 pies de ti, luego desaparece 1 minuto después."],["07-08","Lanzas {@spell de bola de fuego} como un hechizo de 3er nivel centrado en ti mismo."],["09-10","Lanzas {@spell mágico misil} como un hechizo de 5º nivel."],["11-12","Tira un {@dice d10}. Tu altura cambia en un número de centímetros igual a la tirada. Si la tirada es impar, te encoges. Si la tirada es par, creces."],["13-14","Lanzas {@spellizco de confusión} centrado en ti mismo."],["15-16","Durante el siguiente minuto, recuperas 5 puntos de golpe al comienzo de cada uno de tus turnos."],["17-18","Te crece una larga barba hecha de plumas que permanece hasta que estornudas, momento en el que las plumas salen disparadas de tu cara."],["19-20","Lanzas {@spellizco de grasa} centrado en ti mismo."],["21-22","Las criaturas tienen desventaja en las tiradas de salvación contra el siguiente hechizo que lances en el siguiente minuto que implique una tirada de salvación."],["23-24","Su piel se vuelve de un tono azul vibrante. Un hechizo {@spell remove curse} puede acabar con este efecto."],["25-26","Un ojo aparece en su frente durante el siguiente minuto. Durante ese tiempo, tienes ventaja en los chequeos de Sabiduría ({habilidad Percepción}) que dependen de la vista."],["27-28","Durante el siguiente minuto, todos tus hechizos con un tiempo de lanzamiento de 1 acción tienen un tiempo de lanzamiento de 1 acción adicional."],["29-30","Te teletransportas hasta 60 pies a un espacio desocupado de tu elección que puedas ver."],["31-32","Eres transportado al Plano Astral hasta el final de tu siguiente turno, tras el cual vuelves al espacio que ocupabas anteriormente o al espacio desocupado más cercano si ese espacio está ocupado."],["33-34","Maximiza el daño del siguiente hechizo dañino que lances en el próximo minuto."],["35-36","Tira un {@dice d10}. Tu edad cambia en un número de años igual a la tirada. Si la tirada es impar, te vuelves más joven (mínimo 1 año). Si la tirada es par, envejeces."],["37-38","{@dice 1d6} {@criatura flumph||flumphs} controladas por el DM aparecen en espacios desocupados a menos de 60 pies de ti y se asustan de ti. Desaparecen después de 1 minuto."],["39-40","Recuperas {@dice 2d10} puntos de golpe."],["41-42","Te conviertes en una planta en maceta hasta el comienzo de tu próximo turno. Mientras eres una planta, estás {@condición incapacitada} y eres vulnerable a todo el daño. Si caes a 0 puntos de vida, tu maceta se rompe y tu forma se revierte."],["43-44","Durante el siguiente minuto, puedes teletransportarte hasta 6 metros como acción adicional en cada uno de tus turnos."],["45-46","Te lanzas {@spellizco levitar} a ti mismo."],["47-48","Una {@criatura unicornio} controlada por el DM aparece en un espacio a 5 pies de ti, y luego desaparece 1 minuto después."],["49-50","No puedes hablar durante el siguiente minuto. Cada vez que lo intentas, salen burbujas rosas de tu boca."],["51-52","Un escudo espectral flota cerca de ti durante el siguiente minuto, concediéndote un bono de +2 a la CA e inmunidad a {@spellizcos mágicos}."],["53-54","Eres inmune a la intoxicación por alcohol durante los próximos {@dice 5d6} días."],["55-56","El pelo se cae pero vuelve a crecer en 24 horas."],["57-58","Durante el siguiente minuto, cualquier objeto inflamable que toques y que no sea llevado por otra criatura estalla en llamas."],["59-60","Recuperas tu ranura de hechizo de menor nivel gastado."],["61-62","Durante el siguiente minuto, debes gritar cuando hables."],["63-64","Lanzas {@spellizco nube de niebla} centrado en ti mismo."],["65-66","Hasta tres criaturas que elijas en un radio de 30 pies de ti reciben {@daño 4d10} de daño de rayo."],["67-68","Estás {@condición asustada} por la criatura más cercana hasta el final de tu próximo turno."],["69-70","Cada criatura en un radio de 30 pies de ti se vuelve {@condición invisible} durante el siguiente minuto. La invisibilidad termina en una criatura cuando ataca o lanza un hechizo."],["71-72","Ganas resistencia a todo el daño durante el siguiente minuto."],["73-74","Una criatura aleatoria en un radio de 60 pies de ti se convierte en {@condición envenenada} durante {@dice 1d4} horas."],["75-76","Brillas con una luz brillante en un radio de 30 pies durante el siguiente minuto. Cualquier criatura que termine su turno a menos de 1,5 metros de ti queda {@condición de cegado} hasta el final de su siguiente turno."],["77-78","Te lanzas {@spell polymorph} a ti mismo. Si fallas la tirada de salvación, te conviertes en una oveja mientras dure el hechizo."],["79-80","Mariposas ilusorias y pétalos de flores revolotean en el aire a menos de 3 metros de ti durante el siguiente minuto."],["81-82","Puedes realizar una acción adicional inmediatamente."],["83-84","Cada criatura en un radio de 30 pies de ti recibe {@daño 1d10} de daño necrótico. Recuperas puntos de golpe iguales a la suma del daño necrótico infligido."],["85-86","Lanzas {@spellizco imagen de espejo}."],["87-88","Lanzas {@spellizco} sobre una criatura aleatoria en un radio de 60 pies."],["89-90","Te conviertes en {@condición invisible} durante el siguiente minuto. Durante ese tiempo, otras criaturas no pueden oírte. La invisibilidad termina si atacas o lanzas un hechizo."],["91-92","Si mueres en el siguiente minuto, vuelves inmediatamente a la vida como si fuera por el hechizo {@spell reincarnate}."],["93-94","Tu talla aumenta en una categoría de talla durante el siguiente minuto."],["95-96","Tú y todas las criaturas en un radio de 30 pies ganáis vulnerabilidad al daño penetrante durante el siguiente minuto."],["97-98","Durante el siguiente minuto te rodea una música tenue y etérea."],["99-00","Recuperas todos los puntos de hechicería gastados."]],"data":{"tableInclude":true}}]},{"name":"Bend Luck","page":103,"className":"Hechicero","subclassShortName":"Salvaje","level":6,"header":2,"entries":["A partir del 6º nivel, tienes la capacidad de torcer el destino utilizando tu magia salvaje. Cuando otra criatura que puedas ver haga una tirada de ataque, un chequeo de habilidad o una tirada de salvación, puedes usar tu reacción y gastar 2 puntos de hechicería para tirar {@dice 1d4} y aplicar el número obtenido como bonificación o penalización (a tu elección) a la tirada de la criatura. Puedes hacerlo después de que la criatura tire pero antes de que ocurra cualquier efecto de la tirada."]},{"name":"Caos controlado","page":103,"className":"Hechicero","subclassShortName":"Salvaje","level":14,"header":2,"entries":["A 14º nivel, obtienes un mínimo de control sobre las oleadas de tu magia salvaje. Siempre que tires en la tabla de {@table Wild Magic Surge|PHB}, puedes tirar dos veces y utilizar cualquiera de los dos números."]},{"name":"Bombardeo de hechizos","page":103,"className":"Hechicero","subclassShortName":"Salvaje","level":18,"header":2,"entries":["A partir del 18º nivel, la energía dañina de tus hechizos se intensifica. Cuando tires el daño de un hechizo y saques el número más alto posible en cualquiera de los dados, elige uno de esos dados, vuelve a tirarlo y añade esa tirada al daño. Sólo puedes utilizar este rasgo una vez por turno."]},{"name":"Piromante (PSK)","page":9,"className":"Hechicero","subclassShortName":"Piromante (PSK)","level":1,"entries":["Tu magia innata se manifiesta en el fuego. Tú eres tu fuego, y tu fuego eres tú.",{"type":"refSubclassFeature","subclassFeature":"Corazón de Fuego|Sorcerer||Pyromancer (PSK)|PSK|1"}]},{"name":"Corazón de fuego","page":9,"className":"Hechicero","subclassShortName":"Piromante (PSK)","level":1,"header":1,"entries":["A 1er nivel, siempre que empieces a lanzar un hechizo de 1er nivel o superior que inflija daño de fuego, surge de ti una magia ardiente. Esta erupción hace que las criaturas que elijas y que puedas ver en un radio de 3 metros reciban un daño de fuego igual a la mitad de tu nivel de hechicero (mínimo 1)."]},{"name":"Fuego en las venas","page":9,"className":"Hechicero","subclassShortName":"Piromante (PSK)","level":6,"header":2,"entries":["A 6º nivel, ganas resistencia al daño por fuego. Además, los hechizos que lanzas ignoran la resistencia al daño por fuego."]},{"name":"Furia del piromante","page":9,"className":"Hechicero","subclassShortName":"Piromante (PSK)","level":14,"header":2,"entries":["A partir del 14º nivel, cuando eres golpeado por un ataque cuerpo a cuerpo, puedes usar tu reacción para infligir daño de fuego al atacante. El daño es igual a tu nivel de hechicero e ignora la resistencia al daño de fuego."]},{"name":"Alma ardiente","page":9,"className":"Hechicero","subclassShortName":"Piromante (PSK)","level":18,"header":2,"entries":["A 18º nivel, ganas inmunidad al daño por fuego. Además, cualquier hechizo o efecto que crees ignora la resistencia al daño de fuego y trata la inmunidad al daño de fuego como resistencia al daño de fuego."]},{"name":"Mente aberrante","page":66,"className":"Hechicero","subclassShortName":"Mente aberrante","level":1,"entries":["Una influencia alienígena ha envuelto sus zarcillos alrededor de tu mente, dándote poder psiónico. Ahora puedes tocar otras mentes con ese poder y alterar el mundo que te rodea utilizándolo para controlar la energía mágica del multiverso. ¿Resplandecerá este poder como un faro de esperanza para los demás? ¿O será una fuente de terror para aquellos que sientan la puñalada de tu mente y sean testigos de las extrañas manifestaciones de tu poder?","Como hechicero de la Mente Aberrante, tú decides cómo has adquirido tus poderes. ¿Naciste con ellos? ¿O un acontecimiento ocurrido más tarde en tu vida te hizo brillar con conciencia psiónica? Consulta la tabla de Orígenes Aberrantes para conocer el posible origen de tu poder.",{"type":"tabla","caption":"Orígenes aberrantes","colLabels":[null,"Origen"],"colStyles":["col-2 texto-centro","col-10"],"rows":[[null,"Has estado expuesto a la influencia deformadora del Reino Lejano. Estás convencido de que un tentáculo está creciendo en ti, pero nadie más puede verlo."],[null,"Un viento psíquico del Plano Astral te llevó energía psiónica. Cuando utilizas tus poderes, unas tenues motas de luz brillan a tu alrededor."],[null,"Una vez sufriste los poderes dominantes de un aboleth, dejando una astilla psíquica en tu mente."],[null,"Te implantaron un renacuajo de la mente, pero la ceremorphosis nunca se completó. Y ahora su poder psiónico es tuyo. Cuando lo usas, tu carne brilla con un extraño moco."],[null,"De niño, tenías un amigo imaginario que se parecía a un flumph o a una extraña criatura parecida a un ornitorrinco. Un día, te dotó de poderes psiónicos, que han terminado por no ser tan imaginarios."],[null,"Tus pesadillas te susurran la verdad: tus poderes psiónicos no son tuyos. Los obtienes de tu gemelo parásito."]]},{"type":"refSubclassFeature","subclassFeature":"Hechizos psiónicos|Hechicero||Mente aberrante|TCE|1"},{"type":"refSubclassFeature","subclassFeature":"Discurso telepático|Sorcerer||Mente aberrante|TCE|1"}]},{"name":"Hechizos psiónicos","page":66,"className":"Hechicero","subclassShortName":"Mente aberrante","level":1,"header":1,"entries":["{@i rasgo de Mente Aberrante de 1er nivel}","Aprendes hechizos adicionales cuando alcanzas ciertos niveles en esta clase, como se muestra en la tabla de Hechizos Psiónicos. Cada uno de estos hechizos cuenta como un hechizo de hechicero para ti, pero no cuenta para el número de hechizos de hechicero que conoces.","Siempre que ganes un nivel de hechicero, puedes reemplazar un hechizo obtenido por esta característica por otro del mismo nivel. El nuevo hechizo debe ser un {@filtro de adivinación o un hechizo de encantamiento de la lista de hechizos de brujo, hechicero o mago|spells|class=brujo;warlock;wizard|school=D;E|level=1;2;3;4;5}.",{"type":"tabla","caption":"Hechizos psiónicos","colLabels":["Nivel Hechicero","Hechizos"],"colStyles":["col-2 texto-centro","col-10"],"rows":[[null,"{@spell arms of Hadar}, {@spell dissonant whispers}, {@spell mind sliver|tce}"],[null,"{@spell calm emotions}, {@spell detect thoughts}"],[null,"{@spell hambre de Hadar}, {@spell envío}"],[null,"{@spell Evard's black tentacles}, {@spell summon aberration|TCE}"],[null,"{@spell Rary's telepathic bond}, {@spell telekinesis}"]]}]},{"name":"Discurso telepático","page":66,"className":"Hechicero","subclassShortName":"Mente aberrante","level":1,"header":1,"entries":["{@i rasgo de Mente Aberrante de 1er nivel}","Puedes formar una conexión telepática entre tu mente y la de otro. Como acción de bonificación, elige una criatura que puedas ver en un radio de 30 pies de ti. Tú y la criatura elegida podéis hablar telepáticamente entre vosotros mientras los dos estéis a un número de millas de distancia igual a tu modificador de Carisma (mínimo 1 milla). Para entenderse, cada uno debe hablar mentalmente en un idioma que el otro conozca.","La conexión telepática dura un número de minutos igual a tu nivel de hechicero. Termina antes de tiempo si estás {@condición incapacitada} o mueres o si usas esta habilidad para formar una conexión con una criatura diferente."]},{"name":"Hechicería psiónica","page":66,"className":"Hechicero","subclassShortName":"Mente aberrante","level":6,"header":2,"entries":["{@i rasgo de Mente Aberrante de 6º nivel}","Cuando lanzas cualquier hechizo de 1er nivel o superior desde tu rasgo de Hechizos Psiónicos, puedes lanzarlo gastando una ranura de hechizo de forma normal o gastando un número de puntos de hechicería igual al nivel del hechizo.","Si lanzas el hechizo usando puntos de hechicería, no requiere componentes verbales o somáticos, y no requiere componentes materiales, a menos que sean consumidos por el hechizo."]},{"name":"Defensas psíquicas","page":66,"className":"Hechicero","subclassShortName":"Mente aberrante","level":6,"header":2,"entries":["{@i rasgo de Mente Aberrante de 6º nivel}","Obtienes resistencia al daño psíquico, y tienes ventaja en las tiradas de salvación contra ser {@condición encantada} o {@condición asustada}."]},{"name":"La revelación en carne y hueso","page":66,"className":"Hechicero","subclassShortName":"Mente aberrante","level":14,"header":2,"entries":["{@i rasgo de Mente Aberrante de nivel 14}","Puedes dar rienda suelta a la aberrante verdad que se esconde en tu interior. Como acción adicional, puedes gastar 1 o más puntos de hechicería para transformar mágicamente tu cuerpo durante 10 minutos. Por cada punto de hechicería que gastes, puedes obtener uno de los siguientes beneficios a tu elección, cuyos efectos duran hasta que la transformación termine:",{"type":"lista","items":["Puedes ver a cualquier criatura {@condición invisible} en un radio de 60 pies de ti, siempre que no esté detrás de una cobertura total. Tus ojos también se vuelven negros o se convierten en retorcidos zarcillos sensoriales.","Obtienes una velocidad de vuelo igual a tu velocidad al caminar, y puedes planear. Mientras vuelas, tu piel brilla con mucosidad o brilla con una luz de otro mundo.","Obtienes una velocidad de nado igual al doble de tu velocidad al caminar, y puedes respirar bajo el agua. Además, te salen branquias del cuello o se abren en abanico detrás de las orejas, tus dedos se vuelven palmeados o te salen cilios retorcidos que se extienden a través de la ropa.","Tu cuerpo, junto con cualquier equipo que lleves puesto o que transportes, se vuelve viscoso y maleable. Puedes moverte a través de cualquier espacio tan estrecho como 1 pulgada sin apretarte, y puedes gastar 5 pies de movimiento para escapar de ataduras no mágicas o de ser {@condición agarrado}."]}]},{"name":"Implosión deformante","page":66,"className":"Hechicero","subclassShortName":"Mente aberrante","level":18,"header":2,"entries":["{@i rasgo de Mente Aberrante de nivel 18}","Puedes dar rienda suelta a tu aberrante poder como anomalía espacial. Como acción, puedes teletransportarte a un espacio desocupado que puedas ver en un radio de 120 pies. Inmediatamente después de que desaparezcas, cada criatura en un radio de 30 pies del espacio que dejaste debe hacer una tirada de salvación de Fuerza contra tu DC de salvación del hechizo. Si fallas la tirada de salvación, la criatura recibe {@daño de 3d10} de daño de fuerza y es arrastrada directamente hacia el espacio que dejaste, terminando en un espacio desocupado lo más cerca posible de tu espacio anterior. Con una salvación exitosa, la criatura recibe la mitad de daño y no es arrastrada.","Una vez que usas esta característica, no puedes volver a hacerlo hasta que termines un descanso largo, a menos que gastes 5 puntos de hechicería para volver a usarla."]},{"name":"Alma de reloj","page":68,"className":"Hechicero","subclassShortName":"Alma de reloj","level":1,"entries":["La fuerza cósmica del orden te ha impregnado de magia. Ese poder surge de Mechanus o de un reino similar, un plano de existencia formado enteramente por la eficiencia de los relojes. Es posible que tú, o alguien de tu linaje, se haya visto envuelto en las maquinaciones de los modrones, los seres ordenados que habitan Mechanus. Tal vez tu antepasado incluso participó en la Gran Marcha Modron. Sea cual sea su origen dentro de ti, el poder del orden puede parecer extraño a los demás, pero para ti forma parte de un vasto y glorioso sistema.",{"type":"refSubclassFeature","subclassFeature":"Magia Mecánica|Hechicero|Alma Mecánica|TCE|1"},{"type":"refSubclassFeature","subclassFeature":"Restaurar el equilibrio|Sorcerer||Alma de reloj|TCE|1"}]},{"name":"Magia Mecánica","page":68,"className":"Hechicero","subclassShortName":"Alma de reloj","level":1,"header":1,"entries":["{@i rasgo de Alma Mecánica de 1er nivel}","Aprendes hechizos adicionales cuando alcanzas ciertos niveles en esta clase, como se muestra en la tabla de Hechizos Mecánicos. Cada uno de estos hechizos cuenta como un hechizo de hechicero para ti, pero no cuenta para el número de hechizos de hechicero que conoces.","Siempre que ganes un nivel de hechicero, puedes reemplazar un hechizo obtenido por esta característica por otro del mismo nivel. El nuevo conjuro debe ser un {@filtro de abjuración o un conjuro de transmutación de la lista de conjuros de brujo, hechicero o mago|conjuros|clase=brujo;hechicero;mago|escuela=A;T|nivel=1;2;3;4;5}.",{"type":"tabla","caption":"Hechizos de relojería","colLabels":["Nivel Hechicero","Hechizos"],"colStyles":["col-2 texto-centro","col-10"],"rows":[[null,"{@hechizo de alarma}, {@hechizo de protección contra el mal y el bien}"],[null,"{@spellizco de ayuda}, {@spellizco de restauración menor}"],[null,"{@spell dissipar magia}, {@spell protección de energía}"],[null,"{@spell freedom of movement}, {@spell summon construct|TCE}"],[null,"{@spellizco mayor restauración}, {@spellizco muro de fuerza}"]]},"Además, consulta la tabla de Manifestaciones del Orden y elige o determina al azar una forma en que se manifieste tu conexión con el orden mientras lanzas cualquiera de tus hechizos de brujo.",{"type":"tabla","caption":"Manifestaciones de orden","colLabels":[null,"Manifestación"],"colStyles":["col-2 texto-centro","col-10"],"rows":[[null,"Unas ruedas dentadas espectrales revolotean detrás de ti."],[null,"Las manecillas de un reloj giran en tus ojos."],[null,"Su piel brilla con un brillo intenso."],[null,"Las ecuaciones flotantes y los objetos geométricos se superponen a su cuerpo."],[null,"Tu foco de hechizo toma temporalmente la forma de un diminuto mecanismo de relojería."],[null,"El tic-tac de los engranajes o el timbre de un reloj pueden ser escuchados por ti y por los afectados por tu magia."]]}]},{"name":"Restablecer el equilibrio","page":68,"className":"Hechicero","subclassShortName":"Alma de reloj","level":1,"header":1,"entries":["{@i rasgo de Alma Mecánica de 1er nivel}","Su conexión con el plano del orden absoluto le permite igualar los momentos caóticos. Cuando una criatura que puedas ver a menos de 60 pies de ti esté a punto de tirar un {@dice d20} con ventaja o desventaja, puedes usar tu reacción para evitar que la tirada se vea afectada por la ventaja y la desventaja.","Puedes usar este rasgo un número de veces igual a tu bonificación de competencia, y recuperas todos los usos gastados cuando terminas un descanso largo."]},{"name":"Baluarte de la ley","page":68,"className":"Hechicero","subclassShortName":"Alma de reloj","level":6,"header":2,"consumes":{"name":"Puntos de brujería"},"entries":["{@i rasgo de 6º nivel del Alma Mecánica}","Puedes aprovechar la gran ecuación de la existencia para imbuir a una criatura con un brillante escudo de orden. Como acción, puedes gastar de 1 a 5 puntos de hechicería para crear un escudo mágico alrededor de ti o de otra criatura que puedas ver en un radio de 30 pies. La protección dura hasta que termines un descanso largo o hasta que vuelvas a usar esta característica.","La sala está representada por un número de {@dice d8}s igual al número de puntos de hechicería gastados para crearla. Cuando la criatura protegida recibe daño, puede gastar un número de esos dados, lanzarlos y reducir el daño recibido por el total obtenido en esos dados."]},{"name":"Trance of Order","page":68,"className":"Hechicero","subclassShortName":"Alma de reloj","level":14,"header":2,"entries":["{@i rasgo de Alma Mecánica de nivel 14}","Obtienes la capacidad de alinear tu conciencia con los cálculos interminables de Mechanus. Como acción adicional, puedes entrar en este estado durante 1 minuto. Mientras dure, las tiradas de ataque contra ti no pueden beneficiarse de la ventaja, y siempre que hagas una tirada de ataque, un chequeo de habilidad o una tirada de salvación, puedes tratar una tirada de 9 o menos en el {@dice d20} como un 10.","Una vez que usas esta acción de bonificación, no puedes volver a usarla hasta que termines un descanso largo, a menos que gastes 5 puntos de hechicería para volver a usarla."]},{"name":"Cabalgata del Reloj","page":68,"className":"Hechicero","subclassShortName":"Alma de reloj","level":18,"header":2,"entries":["{@i rasgo de Alma Mecánica de nivel 18}","Invocas a los espíritus del orden para expurgar el desorden a tu alrededor. Como acción, invocas a los espíritus en un cubo de 30 pies que se origina en ti. Los espíritus tienen el aspecto de modrones u otros constructos de tu elección. Los espíritus son intangibles e invulnerables, y crean los siguientes efectos dentro del cubo antes de desaparecer:",{"type":"lista","items":["Los espíritus restauran hasta 100 puntos de golpe, divididos como tú elijas entre cualquier número de criaturas de tu elección en el cubo.","Cualquier objeto dañado por completo en el cubo se repara al instante.","Cada hechizo de 6º nivel o inferior termina en criaturas y objetos de tu elección en el cubo."]},"Una vez que usas esta acción, no puedes volver a usarla hasta que termines un descanso largo, a menos que gastes 7 puntos de hechicería para volver a usarla."]},{"name":"Alma psiónica","source":"UA2020PsionicOptionsRevisited","page":5,"className":"Hechicero","subclassShortName":"Alma Psiónica (UA)","subclassSource":"UA2020PsionicOptionsRevisited","level":1,"entries":["Un día, una luz resplandeció en tu interior: la iluminación del poder psiónico. Tu mente ahora hierve con este poder, cuyo alcance total no comprenderás hasta dentro de unos años. Puedes tocar otras mentes con él y alterar el mundo que te rodea utilizándolo para controlar la energía mágica del multiverso. ¿Resplandecerá este poder como un faro de esperanza para los demás? ¿O será una fuente de terror para aquellos que sientan la puñalada de tu mente y sean testigos de las extrañas manifestaciones de tu poder?","Entre los githyanki y los githzerai, los poderes de los hechiceros de las almas psiónicas son reverenciados y puestos en práctica en ambos bandos de la guerra gith. En Eberron, muchos kalashtar sueñan con descubrir en sí mismos las capacidades de este origen, y en Athas, nacen más hechiceros con un Alma Psiónica que con cualquier otra fuente de poder. En los claros de los bosques primigenios tocados por el Feywild, los niños a veces despiertan a las maravillas del poder psiónico. Y en las comunidades que sobreviven a las incursiones del Reino Lejano, algunas personas mutan hasta convertirse en horribles aberraciones, mientras que unos pocos afortunados no sólo siguen siendo ellos mismos, sino que descubren que la energía psiónica inunda ahora sus mentes.","Como hechicero con alma psiónica, tú decides cómo has adquirido tus poderes. ¿Naciste con ellos y se manifestaron durante la infancia? ¿O un acontecimiento extraordinario ocurrido más tarde en la vida te dejó brillando con la conciencia psiónica? Consulta la tabla de Orígenes Psiónicos para conocer el posible origen de tu poder.",{"type":"tabla","caption":"Orígenes psiónicos","colLabels":[null,"Origen"],"colStyles":["col-2 texto-centro","col-10"],"rows":[[1,"Has estado expuesto a la influencia deformadora del Reino Lejano. Ahora puedes usar tu mente de formas que nunca creíste posibles, y también estás convencido de que un zarcillo está creciendo sobre ti."],[2,"Un viento psíquico del Plano Astral llevó la energía psiónica a tu ser. Ahora, cuando utilizas tus poderes, unas tenues motas de luz brillan a tu alrededor."],[3,"Tú o tu antepasado habéis sido entrenados por un monje githzerai para desbloquear el potencial psiónico que hay en vosotros."],[4,"Un espíritu ronda tu mente, otorgando un poder increíble a tus pensamientos. Cuando duermes, los recuerdos del espíritu invaden tus sueños."],[5,"En lo profundo de un bosque tocado por el Feywild, bebiste de un arroyo resplandeciente, y ahora tu mente brilla con poder. Las bestias y las criaturas feéricas suelen ser amistosas contigo, como si pudieran sentir la luz que hay en ti."],[6,"Al recuperarse de una herida casi mortal, se encontró con poderes psiónicos. Cada vez que los usas, tu antigua herida te produce un cosquilleo."],[7,"Te implantaron un renacuajo de la mente, pero la ceremorphosis nunca se completó. Y ahora el poder psiónico es tuyo. Cuando lo usas, tu carne brilla con un extraño moco."],[8,"De niño, tenías un amigo imaginario que se parecía a un flumph o a una extraña criatura parecida a un ornitorrinco. Un día, te dotó de poderes psiónicos, que han terminado por no ser tan imaginarios."],[9,"Tus pesadillas te susurran la verdad: tus poderes psiónicos no son tuyos. Los obtienes de tu gemelo vestigial."],[10,"Creciste cerca de la guarida de un dragón de zafiro, y ahora tus ojos brillan con luz de zafiro cuando usas tus nuevos poderes."]]},{"type":"refSubclassFeature","subclassFeature":"Talento Psiónico|Sorcerer||Alma Psiónica (UA)|UA2020PsionicOptionsRevisited|1"}]},{"name":"Talento psiónico","source":"UA2020PsionicOptionsRevisited","page":5,"className":"Hechicero","subclassShortName":"Alma Psiónica (UA)","subclassSource":"UA2020PsionicOptionsRevisited","level":1,"header":1,"entries":["{@i característica de Alma Psiónica de 1er nivel}","Albergas un manantial de poder psiónico en tu interior, una energía que fluye y refluye a medida que la canalizas de diversas maneras. Este poder está representado por tu dado de Talento Psiónico, cuyo tamaño inicial es un {@dice d6}.",{"type":"entradas","name":"Opciones de talentos psiónicos","entries":["Puedes utilizar tu dado de Talento Psiónico de las siguientes maneras:",{"type":"lista","style":"list-hang-notitle","items":[{"type":"artículo","name":"Descubrimiento psiónico","entry":"Puedes desbloquear la habilidad de lanzar un hechizo de brujo orientado a la mente que aún no conozcas. Después de meditar durante 10 minutos (lo que puede hacerse durante un descanso), tira tu dado de Talento Psiónico y elige un hechizo de hechicero de un nivel para el que tengas ranuras de hechizo y que esté en la escuela de adivinación o encantamiento. Conoces el hechizo elegido durante un número de horas igual al número que hayas sacado en la tirada."},{"type":"artículo","name":"Hechicería psíquica","entry":"Cuando lanzas un hechizo, puedes usar tu mente para formarlo, en lugar de depender de las palabras, los gestos y los materiales. Para ello, tira tu dado de Talento Psiónico. El hechizo no requiere ningún componente verbal, y si sacas el nivel del hechizo o superior, el hechizo tampoco requiere componentes somáticos o materiales."},{"type":"artículo","name":"Discurso telepático","entry":"Puedes formar una conexión telepática entre tu mente y la de otro. Como acción de bonificación, elige una criatura que puedas ver y tira tu dado de Talento Psiónico. Durante un número de horas igual al número que hayas sacado, tú y la criatura elegida podéis hablar telepáticamente entre vosotros mientras estéis a un número de millas de distancia igual al número que hayas sacado. Para entenderse, cada uno debe hablar mentalmente en un idioma que el otro conozca. La conexión telepática finaliza antes de tiempo si utilizas esta habilidad para establecer una conexión con una criatura diferente."}]}]},{"type":"entradas","name":"Cambiar el tamaño del troquel","entries":["Si sacas el número más alto en tu dado de Talento Psiónico, éste disminuye en un tamaño de dado después de la tirada. Esto representa que estás quemando tu energía psiónica. Por ejemplo, si el dado es un {@dice d6} y sacas un 6, se convierte en un {@dice d4}. Si es un {@dice d4} y sacas un 4, queda inutilizado hasta que termines un descanso largo.","Por el contrario, si sacas un 1 en tu dado de Talento Psiónico, éste aumenta en un tamaño de dado después de la tirada, hasta su tamaño inicial. Esto representa que conservas energía psiónica para su uso posterior. Por ejemplo, si sacas un 1 en un {@dice d4}, el dado se convierte en un {@dice d6}.","Cada vez que terminas un descanso largo, tu dado de Talento Psiónico vuelve a su tamaño inicial. Cuando alcanzas ciertos niveles en esta clase, el tamaño inicial de tu dado de Talento Psiónico aumenta: a 5º nivel ({@dice d8}), a 11º nivel ({@dice d10}) y a 17º nivel ({@dice d12})."]},{"type":"entradas","name":"Reposición de Psi","entries":["Como acción adicional, puedes calmar tu mente durante un momento y restaurar tu dado de Talento Psiónico a su tamaño inicial. A continuación, no puedes volver a utilizar la Reposición Psíquica hasta que termines un descanso largo."]}]},{"name":"Golpe Psíquico","source":"UA2020PsionicOptionsRevisited","page":5,"className":"Hechicero","subclassShortName":"Alma Psiónica (UA)","subclassSource":"UA2020PsionicOptionsRevisited","level":6,"header":2,"entries":["{@i rasgo de Alma Psiónica de 6º nivel}","Has aprendido a canalizar energía psíquica adicional en tus hechizos. Inmediatamente después de infligir daño a una criatura con un hechizo de hechicero para el que gastas una ranura de hechizo, puedes tirar tu dado de Talento Psiónico y también infligir daño psíquico a esa criatura igual al número obtenido. Puedes infligir este daño extra sólo una vez por turno."]},{"name":"La mente sobre el cuerpo","source":"UA2020PsionicOptionsRevisited","page":5,"className":"Hechicero","subclassShortName":"Alma Psiónica (UA)","subclassSource":"UA2020PsionicOptionsRevisited","level":14,"header":2,"entries":["{@i rasgo de Alma Psiónica de nivel 14}","Ahora puedes utilizar la psi que fluye a través de ti para dotar a tu cuerpo de habilidades extraordinarias. Como acción de bonificación, puedes tirar tu dado de Talento Psiónico y gastar 1 o más puntos de hechicería para transformarte mágicamente durante un número de horas igual al de la tirada. Hasta que la transformación termine, obtienes uno de los siguientes beneficios a tu elección por cada punto de hechicería que hayas gastado, eligiendo un beneficio diferente por cada punto:",{"type":"lista","items":["Puedes ver a cualquier criatura {@condición invisible} en un radio de 60 pies de ti, siempre que no esté detrás de una cobertura total.","Obtienes una velocidad de vuelo igual a tu velocidad al caminar, y puedes planear.","Obtienes una velocidad de nado igual al doble de tu velocidad al caminar, y puedes respirar bajo el agua.","Tu cuerpo, junto con cualquier equipo que lleves puesto o que transportes, se vuelve flexible. Puedes moverte a través de cualquier espacio tan estrecho como 1 pulgada sin apretarte, y puedes gastar 5 pies de movimiento para escapar de ataduras no mágicas o de ser {@condición agarrado}."]}]},{"name":"Aura psíquica","source":"UA2020PsionicOptionsRevisited","page":5,"className":"Hechicero","subclassShortName":"Alma Psiónica (UA)","subclassSource":"UA2020PsionicOptionsRevisited","level":18,"header":2,"entries":["{@i rasgo de Alma Psiónica de nivel 18}","Si tu dado de Talento Psiónico está disponible, puedes liberar tu poder psiónico en un aura crepitante de energía psíquica; como acción de bonificación, puedes irradiar mágicamente esta aura transparente de 30 pies de radio durante 1 minuto o hasta que estés {@condición incapacitado} o pierdas el uso de tu dado de Talento Psiónico.","Siempre que una criatura comience su turno en el aura o se mueva hacia ella por primera vez en un turno, puedes tirar tu dado de Talento Psiónico e infligirle daño psíquico, igualando el número obtenido más tu modificador de Carisma. Si la criatura recibe alguno de estos daños, su velocidad se reduce a la mitad hasta el comienzo de su siguiente turno."]},{"name":"Alma de reloj","source":"UA2020SubclasesPt2","page":4,"className":"Hechicero","subclassShortName":"Alma de reloj (UA)","subclassSource":"UA2020SubclasesPt2","level":1,"entries":["Un plano de máximo orden, Mechanus es un reino supervisado por una entidad divina llamada Primus, cuyas acciones son inescrutables y los cálculos, vastos. Es posible que tú, o alguien de tu linaje, se haya visto envuelto en alguna de las maquinaciones del líder de los modrones. Tal vez hayas estado expuesto a un artefacto creado por Primus, o tu antepasado haya participado de algún modo en la Gran Marcha de los Modrones.","El poder de Mechanus puede parecer extraño y ajeno a los demás, pero para ti forma parte de un vasto y glorioso sistema que los demás no pueden comprender. A tu elección, puedes elegir o tirar en la tabla de Manifestaciones de Mechanus para crear una forma de que tu conexión con el plano se manifieste mientras lanzas un hechizo.",{"type":"tabla","caption":"Manifestaciones de Mechanus","colLabels":[null,"Manifestación"],"colStyles":["col-2 texto-centro","col-10"],"rows":[[null,"Grandes ruedas dentadas espectrales aparecen revoloteando detrás de ti."],[null,"Las agujas de un reloj aparecen en tus ojos."],[null,"Su piel resplandece con un brillo dorado y metálico."],[null,"Sus rasgos se vuelven antinaturalmente angulosos, como objetos geométricos."],[null,"Tu foco de hechizo adopta la forma de una miniatura de Piedra de Desove u otra creación de Primus."],[null,"El sonido de un reloj puede ser escuchado por ti y por los afectados por tu magia."]]},{"type":"refSubclassFeature","subclassFeature":"Magia Mecánica|Hechicero|Alma Mecánica (UA)|UA2020SubclasesPt2|1"},{"type":"refSubclassFeature","subclassFeature":"Restaurar el equilibrio|Sorcerer||Alma de reloj (UA)|UA2020SubclasesPt2|1"}]},{"name":"Magia Mecánica","source":"UA2020SubclasesPt2","page":4,"className":"Hechicero","subclassShortName":"Alma de reloj (UA)","subclassSource":"UA2020SubclasesPt2","level":1,"header":1,"entries":["{@i rasgo de Alma Mecánica de 1er nivel}","Aprendes hechizos adicionales cuando alcanzas ciertos niveles en esta clase, como se muestra en la tabla de Hechizos Mecánicos. Cada hechizo cuenta como un hechizo de hechicero para ti, pero no cuenta contra el número de hechizos de hechicero que conoces. Estos hechizos no pueden ser reemplazados cuando subes de nivel en esta clase.",{"type":"tabla","caption":"Hechizos de relojería","colLabels":["Nivel Hechicero","Hechizos"],"colStyles":["col-2 texto-centro","col-10"],"rows":[[null,"{@hechizo de alarma}, {@hechizo de protección contra el mal y el bien}"],[null,"{@spell find traps}, {@spell heat metal}"],[null,"{@contrahechizo}, {@hechizo glifo de protección}"],[null,"{@spell ojo arcano}, {@spell esfera resistente de Otiluke}"],[null,"{@spell animate objects}, {@spell wall of force}"]]}]},{"name":"Restablecer el equilibrio","source":"UA2020SubclasesPt2","page":4,"className":"Hechicero","subclassShortName":"Alma de reloj (UA)","subclassSource":"UA2020SubclasesPt2","level":1,"header":1,"entries":["{@i rasgo de Alma Mecánica de 1er nivel}","Su conexión con el plano del orden absoluto le permite igualar los momentos caóticos. Cuando una criatura que puedas ver a menos de 60 pies de ti esté a punto de tirar un {@dice d20} con ventaja o desventaja, puedes usar tu reacción para evitar que la tirada se vea afectada por la ventaja y la desventaja.","Puedes usar este rasgo un número de veces igual a tu modificador de Carisma (mínimo una vez), y recuperas todos los usos gastados cuando terminas un descanso largo."]},{"name":"Baluarte de la ley","source":"UA2020SubclasesPt2","page":4,"className":"Hechicero","subclassShortName":"Alma de reloj (UA)","subclassSource":"UA2020SubclasesPt2","level":6,"header":2,"consumes":{"name":"Puntos de brujería"},"entries":["{@i rasgo de 6º nivel del Alma Mecánica}","Puedes imbuir a una criatura con un escudo brillante de orden. Como acción, puedes gastar de 1 a 5 puntos de hechicería para crear un escudo mágico alrededor tuyo o de otra criatura que puedas ver en un radio de 30 pies. El escudo dura hasta que termines un descanso largo o hasta que vuelvas a usar esta característica.","La sala está representada por un número de {@dice d8}s igual al número de puntos de hechicería gastados para crearla. Cuando la criatura protegida recibe daño, puede usar su reacción para gastar un número de esos dados, lanzarlos y reducir el daño recibido por el total de los dados gastados."]},{"name":"Trance of Order","source":"UA2020SubclasesPt2","page":4,"className":"Hechicero","subclassShortName":"Alma de reloj (UA)","subclassSource":"UA2020SubclasesPt2","level":14,"header":2,"entries":["{@i rasgo de Alma Mecánica de nivel 14}","Obtienes la habilidad de entrar en un estado de conciencia de reloj como acción adicional. Durante el siguiente minuto, las tiradas de ataque contra ti no pueden beneficiarse de la ventaja, y siempre que hagas una tirada de ataque, un chequeo de habilidad o una tirada de salvación, puedes tratar una tirada de {@dice d20} de 9 o menos como un 10.","Una vez que usas esta acción, no puedes volver a usarla hasta que termines un descanso largo o hasta que gastes 5 puntos de hechicería para volver a usarla."]},{"name":"Cabalgata del Reloj","source":"UA2020SubclasesPt2","page":4,"className":"Hechicero","subclassShortName":"Alma de reloj (UA)","subclassSource":"UA2020SubclasesPt2","level":18,"header":2,"entries":["{@i rasgo de Alma Mecánica de nivel 18}","Invocas espíritus del orden para restablecer el equilibrio a tu alrededor. Como acción, invocas a los espíritus en un cubo de 30 pies que se origina en ti. Los espíritus tienen el aspecto de modrones u otros constructos de tu elección. Los espíritus son intangibles e invulnerables, trabajan rápida y eficazmente, y crean los siguientes efectos dentro del cubo antes de desaparecer:",{"type":"lista","items":["Los espíritus restauran hasta 100 puntos de golpe, divididos como tú elijas entre cualquier número de criaturas de tu elección en el cubo.","Los objetos dañados por completo en el cubo se reparan.","Cada hechizo de 6º nivel o inferior termina en criaturas y objetos de tu elección en el cubo."]},"Una vez que usas esta acción, no puedes volver a usarla hasta que termines un descanso largo o hasta que gastes 7 puntos de hechicería para volver a usarla."]},{"name":"Magia lunar","source":"UA2022HeroesOfKrynn","page":2,"className":"Hechicero","subclassShortName":"Magia lunar (UA)","subclassSource":"UA2022HeroesOfKrynn","level":1,"entries":["En muchos mundos, la luna es un cuerpo celeste venerado con propiedades mágicas. En Krynn, los dioses de la magia están asociados a las tres lunas del mundo. En el mundo de Toril, el dios Selûne utiliza la luz de la luna para combatir la oscuridad. En Eberron, los eruditos de la Profecía Dracónica descifran antiguos secretos a partir de los crecimientos y decrecimientos de las doce lunas de ese mundo.","Tú, o alguien de tu linaje, ha estado expuesto a la magia concentrada de la luna (o lunas) de tu mundo, imbuyéndote de magia lunar. Tal vez tu antepasado participó en un ritual druídico relacionado con un eclipse, o tal vez un fragmento místico de una luna se estrelló cerca de ti. Sea cual sea el origen de tu magia, tu conexión con la luna es evidente cuando lanzas hechizos de brujo. Consulta la tabla de Manifestaciones de la Magia Lunar, luego elige o determina al azar cómo se manifiesta tu conexión con la luna mientras lanzas tus hechizos de brujo.",{"type":"tabla","caption":"Manifestaciones de la magia lunar","colLabels":[null,"Manifestación"],"colStyles":["col-1 texto-centro","col-11"],"rows":[[null,"Brillas con una luz tenue que coincide con el color de la luna de tu mundo."],[null,"Sus pupilas cambian de forma, coincidiendo con la fase actual de una luna de su mundo."],[null,"Las manifestaciones espectrales de la luna (o lunas) de tu mundo te orbitan."],[null,"Su sombra está calada en una luz tenue, como si fuera un cuerpo lunar durante un eclipse solar."]]},{"type":"entradas","name":"Fuego lunar","entries":["{@i Característica mágica lunar de primer nivel}","Puedes invocar la luz radiante de la luna cuando lo desees. Aprendes el hechizo {@spell sacred flame}, que no cuenta para el número de cantrips de hechicero que conoces. Cuando lanzas el conjuro, puedes apuntar a una criatura como es normal o apuntar a dos criaturas dentro del alcance que estén a 5 pies de distancia entre sí."]},{"type":"entradas","name":"Encarnación lunar","entries":["{@i Característica mágica lunar de primer nivel}","Aprendes hechizos adicionales cuando alcanzas ciertos niveles en esta clase, como se muestra en la tabla de Hechizos Lunares. Cada uno de estos hechizos cuenta como un hechizo de hechicero para ti, pero no cuenta para el número de hechizos de hechicero que conoces.",{"type":"tabla","caption":"Hechizos lunares","colLabels":["Nivel Hechicero","Hechizos de Luna Llena","Hechizos de Luna Nueva","Hechizos de Luna Creciente"],"colStyles":["col-1-1 texto-centro","col-3-3","col-3-3","col-3-3"],"rows":[[null,"{@hechizo fuego de hada}","{@susurros disonantes}","{@spell sanctuary}"],[null,"{@spell rayo de luna}","{@spell oscuridad}","{@spellar ceguera/sordera}"],[null,"{@hechizo sala de la muerte}","{@spell bestow curse}","{@hechizo corcel fantasma}"],[null,"{@spell freedom of movement}","{@spell Evard's black tentacles}","{@spellar terreno alucinante}"],[null,"{@spell mass cure wounds}","{@Espectáculo engañoso}","{@sueño de hechizo}"]]},"Cada vez que terminas un descanso largo, puedes elegir qué fase lunar manifiesta su poder a través de tu magia: Luna Llena, Luna Nueva o Luna Creciente. Mientras estés en la fase elegida, los hechizos de la fase asociada en la tabla de Hechizos Lunares pueden ser lanzados una vez sin gastar una ranura de hechizo. Una vez que lanzas un hechizo de esta forma, no puedes volver a hacerlo hasta que termines un descanso largo."]}]},{"name":"Boones lunares","source":"UA2022HeroesOfKrynn","page":3,"className":"Hechicero","subclassShortName":"Magia lunar (UA)","subclassSource":"UA2022HeroesOfKrynn","level":6,"header":2,"entries":["{@i Característica mágica lunar de 6º nivel}","Las fases lunares influyen en tu metamagia. Cada fase lunar está asociada a hechizos de las siguientes escuelas de magia:",{"type":"lista","style":"list-hang-notitle","items":[{"type":"artículo","name":"Luna Llena","entries":["Hechizos de abjuración y conjuración"]},{"type":"artículo","name":"Luna Nueva","entries":["Hechizos de evocación y nigromancia"]},{"type":"artículo","name":"Luna creciente","entries":["Hechizos de adivinación y transmutación"]}]},"Siempre que utilices Metamagia en un hechizo de la tabla de Hechizos Lunares o en un hechizo de una escuela de magia asociada a la fase lunar en la que te encuentras, puedes reducir los puntos de hechicería gastados en 1 (mínimo 0). Puedes reducir los puntos de hechicería gastados para tu Metamagia un número de veces igual a tu bono de competencia, y recuperas todos los usos gastados cuando terminas un descanso largo"]},{"name":"Cielo y marea","source":"UA2022HeroesOfKrynn","page":3,"className":"Hechicero","subclassShortName":"Magia lunar (UA)","subclassSource":"UA2022HeroesOfKrynn","level":6,"header":2,"entries":["{@i Característica mágica lunar de 6º nivel}","Obtienes un mayor control sobre las fases de tu magia lunar. Como acción adicional, puedes gastar 1 punto de hechicería para cambiar tu fase lunar por otra diferente."]},{"name":"Potenciación lunar","source":"UA2022HeroesOfKrynn","page":3,"className":"Hechicero","subclassShortName":"Magia lunar (UA)","subclassSource":"UA2022HeroesOfKrynn","level":14,"header":2,"entries":["{@i Característica mágica lunar de nivel 14}","El poder de una fase lunar satura tu ser. Siempre que elijas una fase lunar para que afecte a tu magia, también obtienes el siguiente beneficio asociado a esa fase:",{"type":"lista","style":"list-hang-notitle","items":[{"type":"artículo","name":"Luna llena:","entry":"Arrojas luz brillante en un radio de 3 metros y luz tenue en otros 3 metros. Además, tú y las criaturas que elijas tenéis ventaja en las tiradas de salvación mientras estéis dentro de la luz brillante que derramas."},{"type":"artículo","name":"Luna Nueva:","entry":"Tienes ventaja en los chequeos de Destreza ({@habilidad Sigilo}). Además, mientras estés en la penumbra o la oscuridad, las tiradas de ataque tienen desventaja contra ti."},{"type":"artículo","name":"Luna creciente:","entry":"Tienes resistencia al daño necrótico y radiante"}]}]},{"name":"Fenómeno lunar","source":"UA2022HeroesOfKrynn","page":3,"className":"Hechicero","subclassShortName":"Magia lunar (UA)","subclassSource":"UA2022HeroesOfKrynn","level":18,"header":2,"entries":["{@i característica de magia lunar de nivel 18}","Sus ráfagas de magia de la fase lunar. Como acción adicional, puedes aprovechar un poder especial de la fase lunar en la que te encuentres. Alternativamente, como parte de la acción de bonificación que realizas para cambiar tu fase lunar utilizando tu rasgo Creciente y Menguante, puedes utilizar inmediatamente el poder de la fase lunar en la que estás entrando:",{"type":"lista","style":"list-hang-notitle","items":[{"type":"artículo","name":"Luna llena:","entries":["Irradias una intensa luz de luna por un momento. Cada criatura que elijas en un radio de 30 pies debe tener éxito en una tirada de salvación de Constitución contra tu DC de salvación del hechizo o quedar {@condición de ceguera} hasta el final de su próximo turno. Además, una criatura a tu elección en esa área recupera {@dice 3d8} puntos de golpe."]},{"type":"artículo","name":"Luna Nueva:","entries":["Emana momentáneamente una tristeza opresiva. Cada criatura que elijas en un radio de 30 pies debe tener éxito en una tirada de salvación de Destreza contra tu DC de salvación del hechizo o recibir {@daño 3d10} de daño necrótico y tener su velocidad reducida a 0 hasta el final de su siguiente turno. Además, te vuelves {@condición invisible} hasta el final de tu siguiente turno, o hasta que hagas un ataque o lances un conjuro."]},{"type":"artículo","name":"Luna creciente:","entries":["Te deslizas entre la luz y la oscuridad. Puedes teletransportarte mágicamente a un espacio desocupado que puedas ver en un radio de 60 pies. Además, también obtienes resistencia a todo el daño hasta el inicio de tu siguiente turno."]}]},"Una vez que usas una acción de bonificación de fase, no puedes volver a hacerlo hasta que termines un descanso largo, a menos que gastes 5 puntos de hechicería para volver a usarla."]},{"name":"Alma gigante (UA)","source":"UAGiantSoulSorcerer","page":1,"className":"Hechicero","subclassShortName":"Alma gigante (UA)","subclassSource":"UAGiantSoulSorcerer","level":1,"entries":["Los gigantes vivieron una vez en un reino de fábula conocido como Ostoria, un paraíso para su gente que reflejaba su dominio del reino mortal. Con el tiempo, Ostoria cayó, y los gigantes se dispersaron y rompieron. Durante esa época mítica, los gigantes concedieron a unos pocos individuos elegidos entre la gente pequeña una parte de su gran poder. Estas personas favorecidas quedaron atrapadas en la misma tragedia que asoló Ostoria. Desde entonces, se han extendido por los muchos mundos del multiverso. De vez en cuando, uno de sus descendientes manifiesta los dones impartidos por los gigantes, concediéndoles una magia hechicera que les permite dominar los elementos y obtener el poder de un gigante.",{"type":"refSubclassFeature","subclassFeature":"Jotun Resiliencia|Sorcerer||Alma Gigante (UA)|UAGiantSoulSorcerer|1"},{"type":"refSubclassFeature","subclassFeature":"Marca de la Ordenación|Hechicero||Alma Gigante (UA)|UAGiantSoulSorcerer|1"}]},{"name":"Resistencia de Jotun","source":"UAGiantSoulSorcerer","page":1,"className":"Hechicero","subclassShortName":"Alma gigante (UA)","subclassSource":"UAGiantSoulSorcerer","level":1,"header":1,"entries":["La resistencia de los gigantes fluye por su cuerpo. A 1er nivel, tu máximo de puntos de golpe aumenta en 1, y vuelve a aumentar en 1 cada vez que ganas un nivel en esta clase."]},{"name":"Marca de la Ordenación","source":"UAGiantSoulSorcerer","page":1,"className":"Hechicero","subclassShortName":"Alma gigante (UA)","subclassSource":"UAGiantSoulSorcerer","level":1,"header":1,"entries":["A 1er nivel, descubres habilidades mágicas innatas dentro de ti que se basan en tu herencia gigante. Elige uno de los tipos de gigante de la tabla de la Marca del Ordenador. A 1er y 3er nivel, aprendes los conjuros asociados a tu elección, como se muestra en la tabla. Estos conjuros cuentan como conjuros de hechicero para ti, pero no cuentan para tu número de conjuros de hechicero conocidos.",{"type":"tabla","colLabels":["Tipo gigante","Hechizos de 1er nivel","Hechizos de 3er nivel"],"colStyles":["col-3","col-3","col-3"],"rows":[["{@criatura gigante de la nube}","{@hechizo nube de niebla}, {@hechizo ilusión menor}","{@hechizo de invisibilidad}"],["{@criatura Gigante de Fuego}","{hechizo manos ardientes}, {hechizo rayo de fuego}","{Esfera flamígera}"],["{@criatura Gigante de Escarcha}","{@spellizco de armadura de Agathys}, {@spellizco de rayo de escarcha}","{@spell hold person}"],["{@creature Hill Giant}","{@spell heroism}, {@spell shillelagh}","{@spell agrandar/reducir}"],["{@criatura gigante de piedra}","{@hechizo enredar}, {@hechizo resistencia}","{@pico de crecimiento de hechizos}"],["{@criatura Gigante de la Tormenta}","{@spell shocking grasp}, {@spell thunderwave}","{Ráfaga de viento}"]]}]},{"name":"Alma de la Ostoria perdida","source":"UAGiantSoulSorcerer","page":1,"className":"Hechicero","subclassShortName":"Alma gigante (UA)","subclassSource":"UAGiantSoulSorcerer","level":6,"header":2,"entries":["A partir del 6º nivel, obtienes un beneficio cada vez que lanzas uno de los conjuros concedidos por tu rasgo Marca de Ordenación.",{"type":"entradas","name":"Gigante de las nubes","entries":["Inmediatamente después de lanzar cualquiera de tus hechizos de la Marca del Ordenador, puedes teletransportarte mágicamente como acción adicional. Te teletransportas a un espacio desocupado que puedas ver y que no esté más lejos que un número de pies igual a 10 + tu modificador de Constitución."]},{"type":"entradas","name":"Gigante de fuego","entries":["Obtienes una bonificación a las tiradas de daño de tus hechizos Marca del Ordenador. El bono es igual a tu modificador de Constitución (mínimo de +1)."]},{"type":"entradas","name":"Gigante de la escarcha","entries":["Inmediatamente después de lanzar cualquiera de tus hechizos Marca del Ordenador, ganas puntos de golpe temporales iguales a tu modificador de Constitución (mínimo 1). Pero si el hechizo es {@spellizco de armadura de Agathys}, en su lugar aumentas sus puntos de golpe temporales en una cantidad igual a tu modificador de Constitución (mínimo 1)."]},{"type":"entradas","name":"Gigante de la colina","entries":["Inmediatamente después de lanzar cualquiera de tus hechizos de Marca del Ordenador, puedes tener como objetivo hasta dos criaturas en un radio de 1,5 metros que puedas ver. Cada objetivo debe tener éxito en una tirada de salvación de Fuerza contra tu DC de salvación del hechizo o ser empujado un número de pies lejos de ti igual a 5 + tu modificador de Constitución (mínimo de +1). Un objetivo puede elegir fallar esta salvación."]},{"type":"entradas","name":"Gigante de piedra","entries":["Inmediatamente después de lanzar cualquiera de tus hechizos de Marca del Ordenador, ganas un bonificador a la CA igual a tu modificador de Constitución (mínimo de +1) hasta el final de tu siguiente turno."]},{"type":"entradas","name":"Gigante de la tormenta","entries":["Inmediatamente después de que lances cualquiera de tus hechizos Marca del Ordenador, hasta tres criaturas de tu elección que puedas ver en un radio de 30 pies de ti reciben un daño de rayo igual a tu modificador de Constitución (mínimo 1)."]}]},{"name":"Furia de Ostoria Caída","source":"UAGiantSoulSorcerer","page":1,"className":"Hechicero","subclassShortName":"Alma gigante (UA)","subclassSource":"UAGiantSoulSorcerer","level":14,"header":2,"entries":["A partir del 14º nivel, obtienes la capacidad de canalizar las almas de tus antepasados en tu forma física. Cuando empiezas a lanzar un hechizo de hechicero en tu turno y gastas una ranura de hechizo, puedes aumentar tu tamaño en una categoría: de mediano a grande, por ejemplo.","Este aumento dura 1 minuto. Termina antes de tiempo si mueres o estás {@condición incapacitada}. Hasta que termine, disfrutas de los siguientes beneficios:",{"type":"lista","items":["Tus puntos de golpe actuales y tu punto de golpe máximo aumentan en 1 por nivel de hechicero.","Tu alcance aumenta en 5 pies.","Tu velocidad al caminar aumenta en 5 pies.","Tienes ventaja en los chequeos de Fuerza y en las tiradas de salvación de Fuerza.","Obtienes una bonificación a las tiradas de daño de tus ataques con armas cuerpo a cuerpo; la bonificación es igual a tu modificador de Constitución (mínimo de +1)."]},"Una vez que utilices esta función, no podrás volver a utilizarla hasta que termines un descanso corto o largo."]},{"name":"Bendición del Padre Todopoderoso","source":"UAGiantSoulSorcerer","page":1,"className":"Hechicero","subclassShortName":"Alma gigante (UA)","subclassSource":"UAGiantSoulSorcerer","level":18,"header":2,"entries":["A nivel 18, tu puntuación de Constitución aumenta en 2, hasta un máximo de 22.","Además, ahora puedes usar Furia de Ostoria Caída dos veces entre descansos, pero no más de una vez en un turno. Si usas ese rasgo mientras estás bajo sus efectos, sus aumentos de tamaño, puntos de vida, alcance y velocidad de marcha son acumulativos."]},{"name":"Sombra","source":"UALightDarkUnderdark","page":2,"className":"Hechicero","subclassShortName":"Sombra (UA)","subclassSource":"UALightDarkUnderdark","level":1,"entries":["Tu magia innata proviene de Shadowfell. Puede que tu linaje provenga de una entidad de ese lugar, o que hayas estado expuesto a su energía de caída y te hayas transformado de alguna manera fundamental.","El poder de la magia de las sombras arroja un extraño velo sobre tu presencia física. La chispa de vida que te sustenta está apagada, como si luchara por seguir siendo viable contra la energía oscura que impregna tu alma. A tu elección, puedes elegir o tirar en la siguiente tabla para crear una peculiaridad única para tu personaje.",{"type":"tabla","caption":"Rarezas del Hechicero de las Sombras","colLabels":[null,"Quirk"],"colStyles":["col-1 texto-centro","col-11"],"rows":[[null,"Siempre estás helado al tacto."],[null,"Cuando estás dormido, parece que no respiras (aunque debes seguir respirando para sobrevivir)."],[null,"No pareces sangrar, ni siquiera cuando estás malherido."],[null,"Su corazón late una vez por minuto. Esto incluso a veces te sorprende."],[null,"Te cuesta recordar que los seres vivos y los cadáveres deben ser tratados de forma diferente."],[null,"Parpadeaste. Una vez. La semana pasada."]]},{"type":"refSubclassFeature","subclassFeature":"Ojos de la oscuridad|Sorcerer||Sombra (UA)|UALightDarkUnderdark|1"},{"type":"refSubclassFeature","subclassFeature":"Fuerza de la Tumba|Sorcerer||Sombra (UA)|UALightDarkUnderdark|1"}]},{"name":"Ojos de la oscuridad","source":"UALightDarkUnderdark","page":2,"className":"Hechicero","subclassShortName":"Sombra (UA)","subclassSource":"UALightDarkUnderdark","level":1,"header":1,"entries":["A partir del 1er nivel, tienes {@sense darkvision} con un alcance de 60 pies. Puedes lanzar {@spell darkness} gastando 1 punto de hechicería. Puedes ver a través de cualquier hechizo {@spell darkness} que lances utilizando esta habilidad."]},{"name":"La fuerza de la tumba","source":"UALightDarkUnderdark","page":2,"className":"Hechicero","subclassShortName":"Sombra (UA)","subclassSource":"UALightDarkUnderdark","level":1,"header":1,"entries":["A partir del 1er nivel, tu existencia en un estado crepuscular entre la vida y la muerte te hace difícil de derrotar. Siempre que un daño te reduzca a 0 puntos de vida, puedes hacer una tirada de salvación de Constitución (DC 5 + el daño recibido). Si tienes éxito, te reduces a 1 punto de vida. No puedes utilizar este rasgo si quedas reducido a 0 puntos de vida por daño radiante o por un golpe crítico."]},{"name":"Sabueso de mal agüero","source":"UALightDarkUnderdark","page":2,"className":"Hechicero","subclassShortName":"Sombra (UA)","subclassSource":"UALightDarkUnderdark","level":6,"header":2,"entries":["A 6º nivel, obtienes la habilidad de invocar una criatura de oscuridad aullante para acosar a tus enemigos. Como acción de bonificación, puedes gastar 3 puntos de hechicería para invocar un sabueso de mal agüero que tenga como objetivo una criatura que puedas ver. El sabueso utiliza las estadísticas de un lobo huargo con los siguientes cambios:",{"type":"lista","items":["El sabueso es de tamaño mediano.","Puede moverse a través de otras criaturas y objetos como si fueran {@quickref terreno difícil||3}. El sabueso recibe 5 de daño de fuerza si termina su turno dentro de un objeto.","Al comienzo de su turno, el sabueso conoce automáticamente la ubicación de su objetivo. Si el objetivo estaba oculto, deja de estarlo para el sabueso."]},"El sabueso aparece en un espacio desocupado de tu elección a menos de 30 pies del objetivo. Tira la iniciativa para el sabueso. En su turno, sólo puede moverse hacia su objetivo por la ruta más directa, y sólo puede utilizar su acción para atacar a su objetivo. El sabueso hace un ataque de oportunidad, pero sólo contra su objetivo. Además, el objetivo tiene desventaja en todas las tiradas de salvación contra sus hechizos mientras el sabueso esté a menos de 1,5 metros de él. El sabueso desaparece si se reduce a 0 puntos de vida, si su objetivo se reduce a 0 puntos de vida o después de 5 minutos."]},{"name":"Paseo de las Sombras","source":"UALightDarkUnderdark","page":2,"className":"Hechicero","subclassShortName":"Sombra (UA)","subclassSource":"UALightDarkUnderdark","level":14,"header":2,"entries":["A 14º nivel, obtienes la habilidad de pasar de una sombra a otra. Cuando te encuentres en la penumbra o la oscuridad, como acción adicional, puedes teletransportarte hasta 120 pies a un espacio desocupado que puedas ver y que también esté en la penumbra o la oscuridad."]},{"name":"Forma de la sombra","source":"UALightDarkUnderdark","page":2,"className":"Hechicero","subclassShortName":"Sombra (UA)","subclassSource":"UALightDarkUnderdark","level":18,"header":2,"entries":["A nivel 18, puedes gastar 3 puntos de hechicería para transformarte en una forma de sombra como acción adicional. En esta forma, tienes resistencia a todo el daño excepto al daño de fuerza, y puedes moverte a través de otras criaturas y objetos como si fueran {@quickref terreno difícil||3}. Recibes 5 de daño de fuerza si terminas tu turno dentro de un objeto. Permaneces en esta forma durante 1 minuto."]},{"name":"Alma favorecida","source":"UAModifyingClasses","page":8,"className":"Hechicero","subclassShortName":"Alma favorecida (UA)","subclassSource":"UAModifyingClasses","level":1,"entries":["Has sido elegido por una deidad y te ha otorgado un fragmento de su poder divino. El toque de esta deidad te ha cambiado radicalmente y ha despertado en ti poderosas habilidades mágicas.",{"type":"refSubclassFeature","subclassFeature":"Bonificación de competencia|Sorcerer||Alma favorecida (UA)|UAModifyingClasses|1"},{"type":"refSubclassFeature","subclassFeature":"Elegido de los Dioses|Hechicero||Alma Favorecida (UA)|UAModificarClases|1"}]},{"name":"Bonificación de competencia","source":"UAModifyingClasses","page":8,"className":"Hechicero","subclassShortName":"Alma favorecida (UA)","subclassSource":"UAModifyingClasses","level":1,"header":1,"entries":["A 1er nivel, ganas competencia en armadura ligera, armadura media, escudos y armas simples."]},{"name":"Elegidos por los dioses","source":"UAModifyingClasses","page":8,"className":"Hechicero","subclassShortName":"Alma favorecida (UA)","subclassSource":"UAModifyingClasses","level":1,"header":1,"entries":["A 1er nivel, eliges uno de los dominios divinos de la clase clérigo. Añades los conjuros de ese dominio para clérigos de 1er nivel a tus conjuros conocidos. Estos conjuros no cuentan para el número de conjuros que puedes conocer, y se consideran conjuros de hechicero para ti. Cuando alcanzas los niveles 3, 5, 7 y 9 de la clase de hechicero, también aprendes los hechizos de tu dominio que están disponibles en esos niveles."]},{"name":"Ataque extra","source":"UAModifyingClasses","page":8,"className":"Hechicero","subclassShortName":"Alma favorecida (UA)","subclassSource":"UAModifyingClasses","level":6,"header":2,"entries":["A partir del 6º nivel, puedes atacar dos veces, en lugar de una, cada vez que realices la acción {@acción Ataque} en tu turno."]},{"name":"Alas divinas","source":"UAModifyingClasses","page":8,"className":"Hechicero","subclassShortName":"Alma favorecida (UA)","subclassSource":"UAModifyingClasses","level":14,"header":2,"entries":["A 14º nivel, obtienes la capacidad de que te salgan un par de alas de la espalda (de plumas o de murciélago, a tu elección), con lo que obtienes una velocidad de vuelo igual a tu velocidad actual al caminar. Puedes crear estas alas como acción adicional en tu turno. Duran hasta que las descartes como acción adicional en tu turno.","No puedes manifestar tus alas mientras llevas una armadura, a menos que la armadura esté hecha para acomodarlas, y la ropa que no esté hecha para acomodar tus alas podría destruirse cuando las manifiestes."]},{"name":"El poder de los elegidos","source":"UAModifyingClasses","page":8,"className":"Hechicero","subclassShortName":"Alma favorecida (UA)","subclassSource":"UAModifyingClasses","level":18,"header":2,"entries":["A partir del 18º nivel, cuando lanzas uno de los conjuros que has aprendido con tu rasgo de clase Elegido de los Dioses, recuperas puntos de golpe iguales a tu modificador de Carisma (mínimo de +1) + el nivel del conjuro."]},{"name":"Alma favorecida v3","source":"UARevisedSubclasses","page":5,"className":"Hechicero","subclassShortName":"Alma favorecida v3 (UA)","subclassSource":"UARevisedSubclasses","level":1,"entries":["A veces, la chispa de la magia que alimenta a un hechicero proviene de una fuente divina que brilla dentro del alma. Al tener un alma tan favorecida, tu magia innata podría provenir de una conexión familiar lejana pero poderosa con un ser divino. Tal vez tu antepasado fuera un ángel, transformado en mortal y enviado a luchar en nombre de un dios. O puede que tu nacimiento coincida con una antigua profecía, que te marque como un siervo de los dioses o un recipiente elegido de la magia divina.","Las almas favorecidas, con su magnetismo natural y su fuerte personalidad, suelen ser vistas como amenazas por las jerarquías religiosas tradicionales. Como forasteros que dominan el poder de los dioses, estos hechiceros pueden socavar el orden existente y reclamar un vínculo directo con lo divino.","En algunas culturas, sólo aquellos que pueden reclamar el poder de un alma favorecida pueden ejercer el poder religioso. En estas tierras, los cargos eclesiásticos están dominados por unas pocas líneas de sangre y se conservan durante generaciones.",{"type":"refSubclassFeature","subclassFeature":"Magia Divina|Sorcerer||Alma Favorecida v3 (UA)|UARevisedSubclasses|1"},{"type":"refSubclassFeature","subclassFeature":"Favorecido por los Dioses|Hechicero||Alma Favorecida v3 (UA)|UARevisedSubclasses|1"}]},{"name":"Magia divina","source":"UARevisedSubclasses","page":5,"className":"Hechicero","subclassShortName":"Alma favorecida v3 (UA)","subclassSource":"UARevisedSubclasses","level":1,"header":1,"entries":["Tu vínculo con lo divino te permite aprender hechizos normalmente asociados a la clase clérigo. Cuando tu rasgo de lanzamiento de conjuros te permite aprender un cantrip de hechicero o un conjuro de hechicero de 1º nivel o superior, puedes elegir el nuevo conjuro de la lista de conjuros de clérigo, además de la lista de conjuros de hechicero. Por lo demás, debes obedecer todas las restricciones para seleccionar el conjuro, y se convierte en un conjuro de brujo para ti.","También aprendes el hechizo {@spell cure wounds}, que no cuenta para tu número de hechizos de brujo conocidos."]},{"name":"Favorecido por los dioses","source":"UARevisedSubclasses","page":5,"className":"Hechicero","subclassShortName":"Alma favorecida v3 (UA)","subclassSource":"UARevisedSubclasses","level":1,"header":1,"entries":["A partir del 1er nivel, el poder divino guarda tu destino. Si fallas una tirada de salvación o fallas una tirada de ataque, puedes tirar {@dice 2d4} y sumarlo al total, pudiendo cambiar el resultado.","Una vez que utilices esta función, no podrás volver a utilizarla hasta que termines un descanso corto o largo."]},{"name":"Curación potenciada","source":"UARevisedSubclasses","page":5,"className":"Hechicero","subclassShortName":"Alma favorecida v3 (UA)","subclassSource":"UARevisedSubclasses","level":6,"header":2,"entries":["A partir del 6º nivel, la energía celestial que te atraviesa puede potenciar tu magia curativa. Cada vez que tires un dado para determinar el número de puntos de golpe que restaura un hechizo tuyo, puedes gastar 1 punto de hechicería para volver a tirar cualquier número de esos dados una vez."]},{"name":"Forma angélica","source":"UARevisedSubclasses","page":5,"className":"Hechicero","subclassShortName":"Alma favorecida v3 (UA)","subclassSource":"UARevisedSubclasses","level":14,"header":2,"entries":["A 14º nivel, tu esencia divina te hace sufrir una pequeña transformación física. Tu aspecto adquiere una versión de otro mundo de una de las siguientes cualidades (a tu elección): hermosa, juvenil, amable o imponente.","Además, como acción adicional, puedes manifestar un par de alas espectrales desde tu espalda. Las alas duran hasta que estés {@condición incapacitada} o las descartes como acción adicional. Mientras las alas están presentes, tienes una velocidad de vuelo de 30 pies."]},{"name":"Recuperación de la Tierra","source":"UARevisedSubclasses","page":5,"className":"Hechicero","subclassShortName":"Alma favorecida v3 (UA)","subclassSource":"UARevisedSubclasses","level":18,"header":2,"entries":["A nivel 18, obtienes la habilidad de superar heridas graves. Como acción de bonificación, cuando te quede menos de la mitad de tus puntos de golpe, puedes recuperar un número de puntos de golpe igual a la mitad de tu máximo de puntos de golpe.","Una vez que utilices esta función, no podrás volver a usarla hasta que termines un descanso largo."]},{"name":"Alma favorecida v2","source":"UASorcerer","page":1,"className":"Hechicero","subclassShortName":"Alma favorecida v2 (UA)","subclassSource":"UASorcerer","level":1,"entries":["A veces, la chispa de la magia que alimenta a un hechicero proviene de una fuente divina que brilla dentro del alma. Al tener un alma tan favorecida, tu magia innata podría provenir de una conexión familiar lejana pero poderosa con un ser divino. Quizá tu antepasado fuera un ángel, transformado en mortal y enviado a luchar en nombre de un dios. O puede que tu nacimiento coincida con una antigua profecía, que te marque como un siervo de los dioses o un recipiente elegido de la magia divina.","Las almas favorecidas, con su magnetismo natural y su fuerte personalidad, suelen ser vistas como amenazas por las jerarquías religiosas tradicionales. Como forasteros que dominan el poder de los dioses, estos hechiceros pueden socavar el orden existente y reclamar un vínculo directo con lo divino.","En algunas culturas, sólo aquellos que pueden reclamar el poder de un alma favorecida pueden ejercer el poder religioso. En estas tierras, los cargos eclesiásticos están dominados por unas pocas líneas de sangre y se conservan durante generaciones.",{"type":"refSubclassFeature","subclassFeature":"Magia Divina|Sorcerer||Alma Favorecida v2 (UA)|UASorcerer|1"},{"type":"refSubclassFeature","subclassFeature":"Resistencia sobrenatural|Sorcerer||Alma favorecida v2 (UA)|UASorcerer|1"},{"type":"refSubclassFeature","subclassFeature":"Favorecido por los Dioses|Sorcerer||Alma favorecida v2 (UA)|UASorcerer|1"}]},{"name":"Magia divina","source":"UASorcerer","page":1,"className":"Hechicero","subclassShortName":"Alma favorecida v2 (UA)","subclassSource":"UASorcerer","level":1,"header":1,"entries":["Tu vínculo con lo divino te permite aprender hechizos normalmente asociados a la clase clérigo. Cuando tu rasgo de lanzamiento de conjuros te permite aprender un cantrip de hechicero o un conjuro de hechicero de 1º nivel o superior, puedes elegir el nuevo conjuro de la lista de conjuros de clérigo, además de la lista de conjuros de hechicero. Por lo demás, debes obedecer todas las restricciones para seleccionar el conjuro, y se convierte en un conjuro de brujo para ti."]},{"name":"Favorecido por los dioses","source":"UASorcerer","page":1,"className":"Hechicero","subclassShortName":"Alma favorecida v2 (UA)","subclassSource":"UASorcerer","level":1,"header":1,"entries":["A partir del 1er nivel, el poder divino guarda tu destino. Si fallas una tirada de salvación o fallas una tirada de ataque, puedes tirar {@dice 2d4} y sumarlo al total, pudiendo cambiar el resultado.","Una vez que utilices esta función, no podrás volver a utilizarla hasta que termines un descanso corto o largo."]},{"name":"Resistencia sobrenatural","source":"UASorcerer","page":1,"className":"Hechicero","subclassShortName":"Alma favorecida v2 (UA)","subclassSource":"UASorcerer","level":1,"header":1,"entries":["A 1er nivel, la bendición de los dioses te otorga una mayor durabilidad. Tu máximo de puntos de golpe aumenta en 1, y vuelve a aumentar en 1 cada vez que ganas un nivel en esta clase."]},{"name":"Bendito semblante","source":"UASorcerer","page":1,"className":"Hechicero","subclassShortName":"Alma favorecida v2 (UA)","subclassSource":"UASorcerer","level":6,"header":2,"entries":["A 6º nivel, tu esencia divina te hace sufrir una pequeña transformación física. Tu aspecto adquiere una versión de otro mundo de una de las siguientes cualidades (a tu elección): hermosa, juvenil, amable o imponente.","Sea cual sea tu elección, si tu bono de competencia se aplica a un chequeo de Carisma, dobla ese bono."]},{"name":"Pureza divina","source":"UASorcerer","page":1,"className":"Hechicero","subclassShortName":"Alma favorecida v2 (UA)","subclassSource":"UASorcerer","level":14,"header":2,"entries":["A nivel 14, te vuelves inmune a la enfermedad, al daño por veneno y a la condición {@condición envenenada}."]},{"name":"Recuperación de la Tierra","source":"UASorcerer","page":1,"className":"Hechicero","subclassShortName":"Alma favorecida v2 (UA)","subclassSource":"UASorcerer","level":18,"header":2,"entries":["A nivel 18, obtienes la habilidad de superar heridas graves. Como acción de bonificación, cuando te quede menos de la mitad de tus puntos de golpe, puedes recuperar un número de puntos de golpe igual a la mitad de tu máximo de puntos de golpe.","Una vez que utilices esta función, no podrás volver a usarla hasta que termines un descanso largo."]},{"name":"Hechicería del Fénix (UA)","source":"UASorcerer","page":1,"className":"Hechicero","subclassShortName":"Phoenix (UA)","subclassSource":"UASorcerer","level":1,"entries":["Tu poder procede de la llama inmortal que alimenta al legendario fénix. Tal vez tú o tus antepasados prestaron un gran servicio al fénix, o naciste en su presencia. Sea cual sea la causa, una parte del poder del fénix habita en ti.","Ese poder es una bendición mixta. Al igual que la mítica criatura, puedes invocar energía ardiente y obtener la capacidad de engañar a la propia muerte. Este poder tiene un coste. El fuego dentro de ti hierve, exigiendo ser desatado. A veces te encuentras alimentando el fuego distraídamente. No puedes soportar que el fuego se apague. Te sientes más cómodo cuando sostienes una antorcha encendida o te sientas frente a una hoguera.","Y lo que es más importante, este regalo no tiene ninguna protección especial contra el fuego. Eres tan vulnerable como cualquier otra criatura a la magia de fuego, incluida la tuya propia. Los hechiceros del Fénix pueden utilizar sus poderes para recuperarse del borde de la muerte, y con demasiada frecuencia su propia naturaleza precipitada o su dependencia de la magia destructiva es lo que les lleva a ese punto.","Estos hechiceros son vagabundos por necesidad. La naturaleza volátil de su magia pone nerviosos a los demás. Si se produce un incendio en la ciudad, lo mejor es que un hechicero fénix huya, sea culpable o no. El fuego es una fuerza peligrosa, y los hechiceros del fénix tienen fama (merecida o no) de comportamiento imprudente, confiados en que la esencia del fénix puede salvarlos.",{"type":"tabla","caption":"Rarezas del alma de Fénix","colLabels":[null,"Alma de Fénix"],"colStyles":["col-1 texto-centro","col-11"],"rows":[[null,"De forma distraída, enciendes pequeños fuegos que se apagan rápidamente."],[null,"Cacareas como un demonio cuando desatas tus hechizos de fuego."],[null,"Admiras el fuego, aunque queme a tus amigos."],[null,"Estás cubierto de quemaduras que marcan la primera vez que tu poder se manifestó."],[null,"Te gusta la comida carbonizada."],[null,"Eres valiente hasta la imprudencia."]]},{"type":"refSubclassFeature","subclassFeature":"Ignite|Sorcerer||Fénix (UA)|UASorcerer|1"},{"type":"refSubclassFeature","subclassFeature":"Manto de la Llama|Sorcerer||Fénix (UA)|UASorcerer|1"}]},{"name":"Ignite","source":"UASorcerer","page":1,"className":"Hechicero","subclassShortName":"Phoenix (UA)","subclassSource":"UASorcerer","level":1,"header":1,"entries":["A 1er nivel, obtienes la habilidad de encender fuegos con un toque. Como acción, puedes encender mágicamente un objeto inflamable que toques con la mano: un objeto como una antorcha, un trozo de yesca o el dobladillo de unas cortinas."]},{"name":"Manto de llamas","source":"UASorcerer","page":1,"className":"Hechicero","subclassShortName":"Phoenix (UA)","subclassSource":"UASorcerer","level":1,"header":1,"entries":["A partir del 1er nivel, puedes desatar el fuego de fénix que arde en tu interior.","Como acción adicional, te envuelves mágicamente en un remolino de fuego, mientras tus ojos brillan como carbones calientes. Durante 1 minuto, obtienes los siguientes beneficios:",{"type":"lista","items":["Arrojas luz brillante en un radio de 30 pies y luz tenue en 30 pies adicionales.","Cualquier criatura recibe un daño de fuego igual a tu modificador de Carisma si te golpea con un ataque cuerpo a cuerpo desde un radio de 1,5 metros de ti o si te toca.","Siempre que tires daño por fuego en tu turno, la tirada gana un bono igual a tu modificador de Carisma."]},"Una vez que utilices esta función, no podrás volver a usarla hasta que termines un descanso largo."]},{"name":"Phoenix Spark","source":"UASorcerer","page":1,"className":"Hechicero","subclassShortName":"Phoenix (UA)","subclassSource":"UASorcerer","level":6,"header":2,"entries":["A partir del 6º nivel, la energía ardiente que llevas dentro se vuelve inquieta y vengativa. Ante la derrota, surge para preservarte en un rugido ardiente.","Si quedas reducido a 0 puntos de vida, puedes usar tu reacción para atraer la chispa del fénix. En su lugar, quedas reducido a 1 punto de golpe, y cada criatura en un radio de 3 metros de ti recibe un daño por fuego igual a la mitad de tu nivel de hechicero + tu modificador de Carisma.","Si utilizas este rasgo mientras estás bajo los efectos de tu manto de llamas, este rasgo inflige en su lugar un daño de fuego igual a tu nivel de brujo + el doble de tu modificador de Carisma, y tu manto de llamas termina inmediatamente.","Una vez que utilices esta función, no podrás volver a usarla hasta que termines un descanso largo."]},{"name":"Fuego nutritivo","source":"UASorcerer","page":1,"className":"Hechicero","subclassShortName":"Phoenix (UA)","subclassSource":"UASorcerer","level":14,"header":2,"entries":["A partir del 14º nivel, tus hechizos de fuego te calman y restauran. Cuando gastas una ranura de hechizo para lanzar un hechizo que incluye una tirada de daño de fuego, recuperas puntos de golpe iguales al nivel de la ranura + tu modificador de Carisma."]},{"name":"Forma del Fénix","source":"UASorcerer","page":1,"className":"Hechicero","subclassShortName":"Phoenix (UA)","subclassSource":"UASorcerer","level":18,"header":2,"entries":["A nivel 18, finalmente dominas la chispa de fuego que baila en tu interior. Mientras estés bajo el efecto de tu rasgo Manto de llamas, obtienes beneficios adicionales:",{"type":"lista","items":["Tienes una velocidad de vuelo de 40 pies y puedes flotar.","Tienes resistencia a todo el daño.","Si usas tu Chispa de Fénix, ese rasgo inflige 20 de daño de fuego extra a cada criatura."]}]},{"name":"Hechicería del mar (UA)","source":"UASorcerer","page":2,"className":"Hechicero","subclassShortName":"Mar (UA)","subclassSource":"UASorcerer","level":1,"entries":["El poder del agua es la fuerza de la flexibilidad, la resistencia y una naturaleza implacable. El agua se divide para permitir que un barco navegue sobre ella o que un buceador se sumerja en ella, pero su paso no deja huella. El agua que baja por una montaña llega al mar. Puede doblarse y girar a través de valles y laderas, pero regresa lenta y constantemente a las olas. Aquellos cuyas almas son tocadas por el poder del agua elemental tienen un poder similar.","Tu herencia está vinculada a poderosas criaturas del mar, como las nereidas, los señores de los merfolk y los poderes elementales. Como un río, sientes la llamada del océano. La llamada está siempre presente en tu corazón, y nunca estás completamente en paz hasta que estás cerca del mar.",{"type":"refSubclassFeature","subclassFeature":"Alma del Mar|Sorcerer||Mar (UA)|UASorcerer|1"},{"type":"refSubclassFeature","subclassFeature":"Maldición del Mar|Hechicero||Mar (UA)|UASorcerer|1"}]},{"name":"La maldición del mar","source":"UASorcerer","page":2,"className":"Hechicero","subclassShortName":"Mar (UA)","subclassSource":"UASorcerer","level":1,"header":1,"entries":["Cuando eliges este origen a 1er nivel, aprendes el secreto de infundir tus hechizos con una maldición acuática.","Cuando golpeas a una criatura con el ataque de un cantrip o cuando una criatura falla una tirada de salvación contra tu cantrip, puedes maldecir al objetivo hasta el final de tu siguiente turno o hasta que maldigas a otra criatura con este rasgo.","Una vez por turno, cuando lanzas un hechizo, puedes activar la maldición si ese hechizo inflige daño de frío o de rayo al objetivo maldito o lo obliga a moverse. Al hacerlo, el objetivo queda sujeto al efecto adicional apropiado que se indica a continuación, y luego la maldición termina si el hechizo no es un cantrip (tú eliges el efecto a utilizar si se aplica más de un efecto):",{"type":"entradas","entries":[{"type":"entradas","name":"Daño por frío","entries":["Si el objetivo afectado recibe daño por frío de tu hechizo, la velocidad del objetivo también se reduce en 15 pies hasta el final de tu siguiente turno. Si el hechizo ya reduce la velocidad del objetivo, utiliza la reducción que sea mayor."]},{"type":"entradas","name":"Daños por rayos","entries":["Si el objetivo afectado recibe daño de rayo de tu hechizo, el objetivo recibe un daño de rayo adicional igual a tu modificador de Carisma."]},{"type":"entradas","name":"Movimiento forzado","entries":["Si el objetivo es movido por tu hechizo, aumenta la distancia a la que se mueve en 15 pies."]}]}]},{"name":"Alma del mar","source":"UASorcerer","page":2,"className":"Hechicero","subclassShortName":"Mar (UA)","subclassSource":"UASorcerer","level":1,"header":1,"entries":["A 1er nivel, tu vínculo con el mar te otorga la capacidad de respirar bajo el agua, y tienes una velocidad de nado igual a tu velocidad de marcha."]},{"name":"Defensa acuática","source":"UASorcerer","page":2,"className":"Hechicero","subclassShortName":"Mar (UA)","subclassSource":"UASorcerer","level":6,"header":2,"entries":["A 6º nivel, ganas resistencia al daño por fuego.","También obtienes la habilidad de defenderte asumiendo momentáneamente una forma acuática. Como reacción, cuando eres golpeado por un ataque y recibes daño contundente, penetrante o cortante, puedes reducir ese daño en una cantidad igual a tu nivel de brujo más tu puntuación de Carisma, y luego puedes moverte hasta 30 pies sin provocar ataques de oportunidad. Una vez que usas esta reacción especial, no puedes volver a usarla hasta que termines un descanso corto o largo."]},{"name":"Forma cambiante","source":"UASorcerer","page":2,"className":"Hechicero","subclassShortName":"Mar (UA)","subclassSource":"UASorcerer","level":14,"header":2,"entries":["A partir del 14º nivel, obtienes la habilidad de entrar en estado líquido mientras te mueves.","Cuando te mueves en tu turno, sólo recibes la mitad del daño de los ataques de oportunidad, y puedes moverte a través de cualquier espacio del enemigo, pero no puedes terminar voluntariamente tu movimiento allí.","En tu turno, puedes moverte por cualquier espacio que tenga al menos 3 pulgadas de diámetro y hacerlo sin apretar. Cuando dejas de moverte, se aplican las reglas normales de apriete si estás en un espacio un tamaño más pequeño que el tuyo. No puedes detenerte voluntariamente en un espacio más pequeño que el tuyo, y si te ves obligado a hacerlo, fluyes inmediatamente al espacio más cercano en el que puedas caber, de vuelta a la trayectoria de tu movimiento."]},{"name":"Alma de agua","source":"UASorcerer","page":2,"className":"Hechicero","subclassShortName":"Mar (UA)","subclassSource":"UASorcerer","level":18,"header":2,"entries":["A partir del nivel 18, tu ser se ve alterado por el poder del mar. Obtienes los siguientes beneficios:",{"type":"lista","items":["Ya no necesitas comer, beber o dormir.","Un golpe crítico contra ti se convierte en un golpe normal.","Tienes resistencia al daño contundente, perforante y cortante."]}]},{"name":"Hechicería de la piedra (UA)","source":"UASorcerer","page":3,"className":"Hechicero","subclassShortName":"Piedra (UA)","subclassSource":"UASorcerer","level":1,"entries":["Tu magia surge de un vínculo místico entre tu alma y la magia de la tierra elemental. Puede que tengas un antepasado lejano en el Plano de la Tierra, o que tu familia haya obtenido una poderosa bendición a cambio de un servicio a los señores del dao. Sea cual sea tu pasado, la magia de la tierra elemental está a tu disposición.","Su vínculo con la magia de la tierra le otorga una resistencia extraordinaria, y los brujos de la piedra tienen una afinidad natural por el combate. Una hoja de acero se siente como una extensión natural de tu cuerpo, y los hechiceros con este origen tienen una gran habilidad para manejar tanto escudos como armas. En el combate, tu lugar está en medio de la refriega. Confías en tu naturaleza elemental para protegerte del daño y en tus armas mágicas y metálicas para abrumar a tus enemigos.",{"type":"refSubclassFeature","subclassFeature":"Proficiencias de bonificación|Sorcerer||Piedra (UA)|UASorcerer|1"},{"type":"refSubclassFeature","subclassFeature":"Piedra: Magia Metálica|Sorcerer||Piedra (UA)|UASorcerer|1"},{"type":"refSubclassFeature","subclassFeature":"Durabilidad de la Piedra|Sorcerer||Piedra (UA)|UASorcerer|1"}]},{"name":"Bonificación de competencias","source":"UASorcerer","page":3,"className":"Hechicero","subclassShortName":"Piedra (UA)","subclassSource":"UASorcerer","level":1,"header":1,"entries":["A 1er nivel, ganas competencia con escudos, armas simples y armas marciales."]},{"name":"La durabilidad de la piedra","source":"UASorcerer","page":3,"className":"Hechicero","subclassShortName":"Piedra (UA)","subclassSource":"UASorcerer","level":1,"header":1,"entries":["A 1er nivel, tu conexión con la piedra te da una fortaleza extra. Tu máximo de puntos de golpe aumenta en 1, y vuelve a aumentar en 1 cada vez que ganas un nivel en esta clase.","Como acción, puedes ganar una CA base de 13 + tu modificador de Constitución si no llevas armadura, y tu piel adopta un aspecto pétreo. Este efecto dura hasta que lo termines como acción adicional, estés {@condición incapacitado}, o te pongas una armadura que no sea un escudo."]},{"name":"Piedra: Magia de los metales","source":"UASorcerer","page":3,"className":"Hechicero","subclassShortName":"Piedra (UA)","subclassSource":"UASorcerer","level":1,"header":1,"entries":["Tu afinidad por el metal te da la opción de aprender algunos hechizos no hechiceros que se centran en los ataques con armas. Cuando tu rasgo de lanzamiento de conjuros te permite aprender un conjuro de hechicero de 1er nivel o superior, puedes seleccionar el conjuro de la siguiente lista de conjuros, además de la lista de conjuros de hechicero. Por lo demás, debes obedecer todas las restricciones para seleccionar el conjuro, y éste se convierte en un conjuro de brujo para ti.",{"type":"tabla","caption":"Magia de los metales","colLabels":["Nivel de hechizo","Hechizo"],"colStyles":["col-2 texto-centro","col-10"],"rows":[[null,"{@spell hechizo duelo forzado}, {@spell hechizo golpe abrasador}, {@spell hechizo golpe estruendoso}, {@spell hechizo golpe furioso}"],[null,"{@spellizco de marca}, {@spellizco de arma mágica}"],[null,"{@hechizo golpe cegador}, {@hechizo arma elemental}"],[null,"{@hechizo de golpe de asombro}"]]}]},{"name":"Égida de piedra","source":"UASorcerer","page":3,"className":"Hechicero","subclassShortName":"Piedra (UA)","subclassSource":"UASorcerer","level":6,"header":2,"entries":["A partir del 6º nivel, tu dominio de la magia de la tierra se hace más fuerte, permitiéndote aprovecharla para la protección de tus aliados.","Como acción de bonificación, puedes conceder una égida a una criatura aliada que puedas ver en un radio de 60 pies. La égida es un aura gris y tenue de magia terrestre que protege al objetivo. Cualquier daño contundente, perforante o cortante que reciba el objetivo se reduce en 2 + tu nivel de hechicero dividido por 4. Este efecto dura 1 minuto, hasta que lo vuelvas a usar o hasta que quedes {@condición incapacitada}.","Además, cuando una criatura que puedas ver a menos de 60 pies de ti golpea al objetivo protegido con un ataque cuerpo a cuerpo, puedes usar tu reacción para teletransportarte a un espacio desocupado que puedas ver a menos de 5 pies del atacante. Puedes teletransportarte sólo si tú y el atacante estáis en la misma superficie. A continuación, puedes realizar un ataque de arma cuerpo a cuerpo contra el atacante. Si ese ataque impacta, inflige un daño de fuerza extra de {@damage 1d10}. Este daño extra aumenta a {@dice 2d10} a 11º nivel y a {@dice 3d10} a 17º nivel."]},{"name":"Borde de la piedra","source":"UASorcerer","page":3,"className":"Hechicero","subclassShortName":"Piedra (UA)","subclassSource":"UASorcerer","level":14,"header":2,"entries":["A partir del 14º nivel, tu dominio de la magia de tierra te permite añadir la fuerza de la tierra elemental a tus hechizos. Cuando lanzas un hechizo que inflige daño, elige una criatura dañada por ese hechizo en la ronda en que lo lanzas. Esa criatura recibe un daño de fuerza adicional igual a la mitad de tu nivel de hechicero. Este rasgo sólo puede usarse una vez por lanzamiento de un hechizo."]},{"name":"Égida del Maestro de la Tierra","source":"UASorcerer","page":3,"className":"Hechicero","subclassShortName":"Piedra (UA)","subclassSource":"UASorcerer","level":18,"header":2,"entries":["A partir del 18º nivel, cuando usas tu Égida de Piedra para proteger a un aliado, puedes elegir hasta tres criaturas para obtener sus beneficios."]},{"name":"Mente aberrante","source":"UASorcererAndWarlock","page":1,"className":"Hechicero","subclassShortName":"Mente aberrante (UA)","subclassSource":"UASorcererAndWarlock","level":1,"entries":["Una influencia alienígena ha envuelto sus zarcillos a tu alrededor, deformando tu cuerpo y tu mente. Tal vez una astilla psíquica se alojó en tu psique tras sufrir la dominación de un aboleth. Tal vez naciste en algún lugar contaminado por el Reino Lejano, una mancha planar que te cambió para siempre. O quizás los destructores de mentes te secuestraron, sometiéndote al proceso de pesadilla de la ceremorfosis, pero la transformación falló y te dejó alterado.",{"type":"refSubclassFeature","subclassFeature":"Perturbación Única|Hechicero||Mente aberrante (UA)|UASorcererAndWarlock|1"},{"type":"refSubclassFeature","subclassFeature":"Pensamientos Invasivos|Sorcerer||Mente aberrante (UA)|UASorcererAndWarlock|1"},{"type":"refSubclassFeature","subclassFeature":"Hechizos Psiónicos|Hechicero||Mente aberrante (UA)|UASorcererAndWarlock|1"},{"type":"refSubclassFeature","subclassFeature":"Ser retorcido|Hechicero|Mente aberrante (UA)|UASorcererAndWarlock|1"}]},{"name":"Pensamientos invasivos","source":"UASorcererAndWarlock","page":1,"className":"Hechicero","subclassShortName":"Mente aberrante (UA)","subclassSource":"UASorcererAndWarlock","level":1,"header":1,"entries":["{@i rasgo de Mente Aberrante de 1er nivel}","A 1er nivel, obtienes la capacidad de utilizar una acción de bonificación para crear mágicamente un vínculo telepático con una criatura que puedas ver en un radio de 30 pies. Hasta que el vínculo termine, puedes hablar telepáticamente con el objetivo a través del vínculo, y si entiende al menos un idioma, puede hablar telepáticamente contigo. El vínculo dura 10 minutos, y termina antes si estás {@condición incapacitado} o mueres, o si usas otra acción de bonificación para romper el vínculo o para establecer este vínculo con una criatura diferente."]},{"name":"Hechizos psiónicos","source":"UASorcererAndWarlock","page":1,"className":"Hechicero","subclassShortName":"Mente aberrante (UA)","subclassSource":"UASorcererAndWarlock","level":1,"header":1,"entries":["{@i rasgo de Mente Aberrante de 1er nivel}","A partir del 1er nivel, tu naturaleza aberrante cambia tu mente de forma sutil pero profunda. Aprendes hechizos adicionales cuando alcanzas ciertos niveles en esta clase, como se muestra en la tabla de Hechizos Psiónicos. El conjuro cuenta como un conjuro de hechicero para ti, pero no cuenta contra el número de conjuros de hechicero que conoces.",{"type":"tabla","caption":"Hechizos psiónicos","colLabels":["Nivel Hechicero","Hechizos"],"colStyles":["col-2 texto-centro","col-10"],"rows":[[null,"{@spell brazos de Hadar}, {@spell susurros disonantes}"],[null,"{@spell calm emotions}, {@spell detect thoughts}"],[null,"{@spell hambre de Hadar}, {@spell envío}"],[null,"{@hechizo compulsión}, {@hechizo tentáculos negros de Evard}"],[null,"{@spell modificar memoria}, {@spell vínculo telepático de Rary}"]]}]},{"name":"Perturbación única","source":"UASorcererAndWarlock","page":1,"className":"Hechicero","subclassShortName":"Mente aberrante (UA)","subclassSource":"UASorcererAndWarlock","level":1,"header":1,"type":"inserto","entries":["Independientemente de su génesis, el origen de la Mente Aberrante imparte una sensación de inquietud al personaje o a su entorno. Esto puede ser tan sutil como cuando tu hechicero lee la mente de una criatura con la detección de pensamientos, cualquier persona en su proximidad inmediata experimenta una débil pero omnipresente sensación de temor. O puede ser inconfundible, como sudar una capa de moco viscoso cuando estás asustado, o que tus pupilas se retuerzan cuando estás excitado. Piensa en la fuente potencialmente indescriptible de los poderes de tu hechicero y utilízala como guía para tejer hilos de inquietud en tu magia."]},{"name":"Ser retorcido","source":"UASorcererAndWarlock","page":1,"className":"Hechicero","subclassShortName":"Mente aberrante (UA)","subclassSource":"UASorcererAndWarlock","level":1,"header":1,"entries":["{@i rasgo de Mente Aberrante de 1er nivel}","A partir del 1er nivel, tu origen aberrante te protege del daño. Tu cuerpo puede tener una capa de baba viscosa, piel resistente, escamas o una barrera psiónica invisible (elige la forma de protección cuando obtengas este rasgo). Sea cual sea la forma de protección, tu CA es igual a 13 + tu modificador de Destreza mientras no lleves armadura."]},{"name":"Hechicería psiónica","source":"UASorcererAndWarlock","page":1,"className":"Hechicero","subclassShortName":"Mente aberrante (UA)","subclassSource":"UASorcererAndWarlock","level":6,"header":2,"entries":["{@i rasgo de Mente Aberrante de 6º nivel}","A partir del 6º nivel, cuando lances cualquiera de los conjuros obtenidos con tu rasgo de Conjuros Psiónicos, puedes lanzarlo gastando una ranura de conjuro de forma normal o gastando un número de puntos de hechicería igual al nivel del conjuro. Si lanzas el hechizo utilizando puntos de hechicería, no requiere componentes."]},{"name":"Defensas psíquicas","source":"UASorcererAndWarlock","page":1,"className":"Hechicero","subclassShortName":"Mente aberrante (UA)","subclassSource":"UASorcererAndWarlock","level":6,"header":2,"entries":["{@i rasgo de Mente Aberrante de 6º nivel}","A 6º nivel, obtienes resistencia al daño psíquico, y tienes ventaja en las tiradas de salvación contra ser {@condición encantada} o {@condición asustada}."]},{"name":"La revelación en carne y hueso","source":"UASorcererAndWarlock","page":1,"className":"Hechicero","subclassShortName":"Mente aberrante (UA)","subclassSource":"UASorcererAndWarlock","level":14,"header":2,"entries":["{@i rasgo de Mente Aberrante de nivel 14}","A partir del 14º nivel, puedes liberar la verdad aberrante que se esconde en tu carne. Como acción adicional, puedes gastar 1 o más puntos de hechicería para transformar mágicamente tu cuerpo durante 1 minuto. Por cada punto de hechicería que gastes, puedes obtener uno de los siguientes beneficios a tu elección, cuyos efectos duran hasta que la transformación termine:",{"type":"lista","items":["Obtienes una velocidad de nado igual a tu velocidad de marcha y la capacidad de respirar agua. Te crecen branquias en el cuello o se abren en abanico detrás de las orejas, tus dedos se vuelven palmeados o te crecen cilios que se extienden a través de tu ropa.","Obtienes una velocidad de vuelo igual a tu velocidad de marcha y puedes planear. Mientras vuelas, tu piel brilla con mucosidad.","Tu cuerpo, junto con cualquier equipo que lleves puesto o que transportes, se vuelve viscoso y flexible. Puedes moverte a través de cualquier espacio tan estrecho como 1 pulgada sin apretarte, y puedes gastar 5 pies de movimiento para escapar de ataduras no mágicas o de ser {@condición agarrado}.","Tus ojos se vuelven negros o se convierten en zarcillos sensoriales retorcidos. Eres consciente de la ubicación de cualquier criatura oculta o {@condición invisible} en un radio de 60 pies de ti."]}]},{"name":"La realidad de la urdimbre","source":"UASorcererAndWarlock","page":1,"className":"Hechicero","subclassShortName":"Mente aberrante (UA)","subclassSource":"UASorcererAndWarlock","level":18,"header":2,"entries":["{@i rasgo de Mente Aberrante de nivel 18}","En el nivel 18, te conviertes en el punto focal de una anomalía que cambia la realidad. Como acción, puedes irradiar mágicamente un aura transparente de 20 pies de radio durante 1 minuto. Puede adoptar la forma de una esfera de energía psíquica ondulante, un gel ameboide fluctuante, una extrusión de parásitos efímeros o cualquier otra manifestación. Otras criaturas tratan el aura como {@ref. difícil||3}, y cuando comienzan su turno en ella, reciben {@daño 2d10} de daño psíquico. Cuando activas este rasgo, puedes elegir cualquier número de criaturas que puedas ver para que no se vean afectadas por el aura.","Como acción adicional, puedes acabar con el aura antes de tiempo. Si lo haces, tú y cualquier número de criaturas que elijas dentro del aura sois teletransportados a un lugar que puedas ver en un radio de 1 milla de ti. Cada criatura debe aparecer a menos de 20 pies de ti y en un espacio desocupado. Una criatura no dispuesta que tenga éxito en una tirada de salvación de Carisma contra tu DC de salvación del hechizo no es teletransportada. Una vez que usas este rasgo, no puedes volver a usarlo hasta que termines un descanso largo."]},{"name":"Hechicería de la tormenta","source":"UAWaterborneAdventures","page":4,"className":"Hechicero","subclassShortName":"Tormenta (UA)","subclassSource":"UAWaterborneAdventures","level":1,"entries":["Tu magia innata proviene del poder del aire elemental. Tal vez naciste durante un vendaval tan poderoso que la gente aún cuenta historias sobre él. Puede que tu linaje incluya la influencia de potentes criaturas del aire, como los vaati o los djinni. Sea cual sea el caso, la magia de la tormenta impregna tu alma.","Los hechiceros de la tormenta son miembros inestimables de la tripulación de un barco. Su magia les permite controlar el viento y el clima en su área inmediata. Sus habilidades también resultan útiles para repeler los ataques de los sahuagin, los piratas y otras amenazas acuáticas.",{"type":"refSubclassFeature","subclassFeature":"Stormborn|Sorcerer|Storm (UA)|UAWaterborneAdventures|1"},{"type":"refSubclassFeature","subclassFeature":"Magia Tempestuosa|Sorcerer||Tormenta (UA)|UAWaterborneAdventures|1"}]},{"name":"Stormborn","source":"UAWaterborneAdventures","page":4,"className":"Hechicero","subclassShortName":"Tormenta (UA)","subclassSource":"UAWaterborneAdventures","level":1,"header":1,"entries":["La magia arcana que comandas está impregnada de aire elemental. Puedes hablar, leer y escribir {@idioma Primordial}. Además, obtienes los siguientes conjuros al nivel de hechicero indicado. Estos conjuros no cuentan para el número de conjuros de hechicero que conoces.",{"type":"tabla","caption":"Hechizos de bonificación del Hechicero de la Tormenta","colLabels":["Nivel Hechicero","Hechizos"],"colStyles":["col-2 texto-centro","col-10"],"rows":[[null,"{@spell Nube}, {@spell Ola de Truenos}"],[null,"{@spell Ráfaga de viento}, {@spell levitar}"],[null,"{@spell Call lightning}, {@spell sleet storm}"],[null,"{@spell con elementales menores}*, {@spell tormenta de hielo}"],[null,"{@spell Conjurar elemental}**"]],"footnotes":["* A menos que obtengas este hechizo de otra fuente, sólo puedes invocar con él a {@criatura mephit de humo||mephits de humo}, {@criatura mephit de vapor||mephits de vapor}, {@criatura mephit de hielo||mephits de hielo}, o {@criatura mephit de polvo||mephits de polvo}.","**A menos que obtengas este hechizo de otra fuente, sólo puedes invocar con él a {@criatura elemental de aire||elementales de aire}."]}]},{"name":"Magia tempestuosa","source":"UAWaterborneAdventures","page":4,"className":"Hechicero","subclassShortName":"Tormenta (UA)","subclassSource":"UAWaterborneAdventures","level":1,"header":1,"entries":["A 1er nivel, estás en sintonía con la magia elemental del aire. Cada vez que lanzas un hechizo que no sea un cantrip durante tu turno, te rodean ráfagas de aire elemental. Puedes usar una acción de bonificación para volar 3 metros sin provocar ataques de oportunidad."]},{"name":"El corazón de la tormenta","source":"UAWaterborneAdventures","page":4,"className":"Hechicero","subclassShortName":"Tormenta (UA)","subclassSource":"UAWaterborneAdventures","level":6,"header":2,"entries":["A 6º nivel, obtienes resistencia al daño por rayos y truenos. Siempre que lances un conjuro que no sea un cantrip que inflija daño de rayos o truenos, un aura tormentosa te rodea. Además de los efectos del conjuro, las criaturas que elijas en un radio de 3 metros de ti reciben un daño de rayos o truenos (a elegir cada vez que se active esta aptitud) igual a la mitad de tu nivel de hechicero."]},{"name":"Guía de la tormenta","source":"UAWaterborneAdventures","page":4,"className":"Hechicero","subclassShortName":"Tormenta (UA)","subclassSource":"UAWaterborneAdventures","level":6,"header":2,"entries":["A 6º nivel, obtienes la capacidad de controlar sutilmente el clima que te rodea.","Si está lloviendo, puedes usar una acción para hacer que la lluvia deje de caer en un radio de 20 pies centrado en ti. Puedes terminar este efecto como acción adicional.","Si hay viento, puedes utilizar una acción de bonificación cada asalto para elegir la dirección en la que sopla el viento en un radio de 30 metros a tu alrededor. El viento sopla en esa dirección hasta el final de tu siguiente turno. No tienes capacidad para alterar la velocidad del viento."]},{"name":"La furia de la tormenta","source":"UAWaterborneAdventures","page":4,"className":"Hechicero","subclassShortName":"Tormenta (UA)","subclassSource":"UAWaterborneAdventures","level":14,"header":2,"entries":["A 14º nivel, la energía de la tormenta que canalizas a través de tu magia bulle en tu alma. Cuando te golpea un ataque cuerpo a cuerpo, puedes usar tu reacción para infligir al atacante un daño de rayo igual a tu nivel de hechicero. El atacante también debe hacer una tirada de salvación de Fuerza, con una DC igual a 8 + tu bonificación de Carisma + tu bonificación de competencia. Si falla la tirada de salvación, el atacante es empujado en línea recta a 6 metros de ti."]},{"name":"Alma del viento","source":"UAWaterborneAdventures","page":4,"className":"Hechicero","subclassShortName":"Tormenta (UA)","subclassSource":"UAWaterborneAdventures","level":18,"header":2,"entries":["A 18º nivel, obtienes una velocidad de vuelo de 60 pies e inmunidad al daño por rayos y truenos. Como acción, puedes reducir tu velocidad de vuelo a 30 pies durante una hora y elegir un número de criaturas a 30 pies de ti igual a 3 + tu modificador de Carisma. Las criaturas elegidas ganan una velocidad de vuelo de 30 pies durante 1 hora."]},{"name":"Alma Divina","page":50,"className":"Hechicero","subclassShortName":"Alma Divina","level":1,"entries":["A veces, la chispa de la magia que alimenta a un hechicero proviene de una fuente divina que brilla dentro del alma. Tener un alma así de bendita es una señal de que tu magia innata podría provenir de una conexión familiar lejana pero poderosa con un ser divino. Tal vez tu antepasado fuera un ángel, transformado en mortal y enviado a luchar en nombre de un dios.","O tu nacimiento puede coincidir con una antigua profecía, que te marca como un siervo de los dioses o un recipiente elegido de la magia divina.","Un alma divina, con un magnetismo natural, es vista como una amenaza por algunas jerarquías religiosas. Como forastero que ejerce un poder sagrado, un Alma Divina puede socavar un orden existente al reclamar un vínculo directo con lo divino.","En algunas culturas, sólo aquellos que pueden reclamar el poder de un Alma Divina pueden ejercer el poder religioso. En estas tierras, los cargos eclesiásticos están dominados por unas pocas líneas de sangre y se conservan durante generaciones.",{"type":"refSubclassFeature","subclassFeature":"Magia Divina|Hechicero|Alma Divina|XGE|1"},{"type":"refSubclassFeature","subclassFeature":"Favorecido por los dioses|Hechicero||Alma divina|XGE|1"}]},{"name":"Magia divina","page":50,"className":"Hechicero","subclassShortName":"Alma Divina","level":1,"header":1,"entries":["Tu vínculo con lo divino te permite aprender hechizos de la clase clérigo. Cuando tu rasgo de lanzamiento de conjuros te permite aprender o reemplazar un cantrip de hechicero o un conjuro de hechicero de 1º nivel o superior, puedes elegir el nuevo conjuro de la lista de conjuros de clérigo o de la lista de conjuros de hechicero. Por lo demás, debes obedecer todas las restricciones para seleccionar el conjuro, y se convierte en un conjuro de brujo para ti.","Además, elige una afinidad con la fuente de tu poder divino: el bien, el mal, la ley, el caos o la neutralidad. Aprendes un hechizo adicional basado en esa afinidad, como se muestra a continuación. Es un hechizo de hechicero para ti, pero no cuenta para tu número de hechizos de hechicero conocidos. Si más tarde sustituyes este conjuro, debes reemplazarlo por un conjuro de la lista de conjuros de clérigo.",{"type":"tabla","colLabels":["Afinidad","Hechizo"],"colStyles":["col-6","col-6"],"rows":[["Buena","{@hechizo curar heridas}"],["Maldad","{@hechizo infligir heridas}"],[null,"{@hechizo bendecir}"],["Caos","{@hechizo bane}"],["Neutralidad","{@hechizo de protección contra el mal y el bien}"]]}]},{"name":"Favorecido por los dioses","page":50,"className":"Hechicero","subclassShortName":"Alma Divina","level":1,"header":1,"entries":["A partir del 1er nivel, el poder divino guarda tu destino. Si fallas una tirada de salvación o fallas una tirada de ataque, puedes tirar {@dice 2d4} y sumarlo al total, pudiendo cambiar el resultado. Una vez que usas este rasgo, no puedes volver a usarlo hasta que termines un descanso corto o largo."]},{"name":"Curación potenciada","page":50,"className":"Hechicero","subclassShortName":"Alma Divina","level":6,"header":2,"entries":["A partir del 6º nivel, la energía divina que te atraviesa puede potenciar los hechizos de curación. Siempre que tú o un aliado en un radio de 1,5 metros tiréis los dados para determinar el número de puntos de golpe que restaura un hechizo, puedes gastar 1 punto de conjuro para volver a tirar cualquier número de esos dados una vez, siempre que no estés {@condición incapacitada}. Puedes usar esta característica sólo una vez por turno."]},{"name":"Alas de otro mundo","page":50,"className":"Hechicero","subclassShortName":"Alma Divina","level":14,"header":2,"entries":["A partir del 14º nivel, puedes utilizar una acción de bonificación para manifestar un par de alas espectrales desde tu espalda. Mientras las alas están presentes, tienes una velocidad de vuelo de 30 pies. Las alas duran hasta que estés {@condición incapacitada}, mueras o las deseches como acción adicional.","La afinidad que elijas para tu rasgo de Magia Divina determina la apariencia de las alas espectrales: alas de águila para el bien o la ley, alas de murciélago para el mal o el caos, y alas de libélula para la neutralidad."]},{"name":"Recuperación de la Tierra","page":50,"className":"Hechicero","subclassShortName":"Alma Divina","level":18,"header":2,"entries":["A nivel 18, obtienes la habilidad de superar heridas graves. Como acción adicional, cuando te quede menos de la mitad de tus puntos de golpe, puedes recuperar un número de puntos de golpe igual a la mitad de tu máximo de puntos de golpe.","Una vez que utilices esta función, no podrás volver a usarla hasta que termines un descanso largo."]},{"name":"Magia de las Sombras","page":50,"className":"Hechicero","subclassShortName":"Sombra","level":1,"entries":["Eres una criatura de la sombra, ya que tu magia innata proviene del propio Shadowfell. Es posible que tu linaje provenga de una entidad de ese lugar, o que hayas estado expuesto a su energía de caída y hayas sido transformado por ella.","El poder de la magia de las sombras arroja un extraño velo sobre tu presencia física. La chispa de vida que te sustenta está apagada, como si luchara por seguir siendo viable contra la energía oscura que impregna tu alma. A tu elección, puedes elegir o tirar en la tabla de rarezas del hechicero de las sombras para crear una rareza para tu personaje.",{"type":"tabla","caption":"Rarezas del Hechicero de las Sombras","colLabels":[null,"Quirk"],"colStyles":["col-2 texto-centro","col-10"],"rows":[[null,"Siempre estás helado al tacto."],[null,"Cuando estás dormido, parece que no respiras (aunque debes seguir respirando para sobrevivir)."],[null,"Apenas sangras, incluso cuando estás gravemente herido."],[null,"Su corazón late una vez por minuto. Este evento a veces te sorprende."],[null,"Te cuesta recordar que los seres vivos y los cadáveres deben ser tratados de forma diferente."],[null,"Parpadeaste. Una vez. La semana pasada."]]},{"type":"refSubclassFeature","subclassFeature":"Ojos de la oscuridad|Sorcerer||Sombra|XGE|1"},{"type":"refSubclassFeature","subclassFeature":"Fuerza de la Tumba|Sorcerer||Sombra|XGE|1"}]},{"name":"Ojos de la oscuridad","page":50,"className":"Hechicero","subclassShortName":"Sombra","level":1,"header":1,"entries":["A partir del 1er nivel, tienes {@sense darkvision} con un alcance de 120 pies.","Cuando alcanzas el 3er nivel en esta clase, aprendes el hechizo {@spell darkness}, que no cuenta para tu número de hechizos de brujo conocidos. Además, puedes lanzarlo gastando 2 puntos de hechicería o gastando una ranura de hechizo. Si lo lanzas con puntos de hechicería, puedes ver a través de la {@spell darkness} creada por el hechizo."]},{"name":"La fuerza de la tumba","page":50,"className":"Hechicero","subclassShortName":"Sombra","level":1,"header":1,"entries":["A partir del 1er nivel, tu existencia en un estado crepuscular entre la vida y la muerte te hace difícil de derrotar. Cuando el daño te reduce a 0 puntos de vida, puedes hacer una tirada de salvación de Carisma (DC 5 + el daño recibido). Si tienes éxito, te quedas con 1 punto de vida. No puedes usar este rasgo si eres reducido a 0 puntos de golpe por daño radiante o por un golpe crítico.","Después de que la tirada de salvación tenga éxito, no puedes volver a usar esta característica hasta que termines un descanso largo."]},{"name":"Sabueso de mal agüero","page":50,"className":"Hechicero","subclassShortName":"Sombra","level":6,"header":2,"entries":["A 6º nivel, obtienes la habilidad de invocar una criatura de oscuridad aullante para acosar a tus enemigos. Como acción de bonificación, puedes gastar 3 puntos de hechicería para invocar mágicamente a un sabueso de mal agüero que se dirija a una criatura que puedas ver en un radio de 120 pies. El sabueso utiliza las estadísticas de la {@criatura lobo huargo} (ver el Manual de Monstruos o el apéndice C del Manual del Jugador), con los siguientes cambios:",{"type":"lista","items":["El sabueso es de tamaño Medio, no Grande, y cuenta como una monstruosidad, no como una bestia.","Aparece con un número de puntos de golpe temporales igual a la mitad de tu nivel de hechicero.","Puede moverse a través de otras criaturas y objetos como si fueran {@quickref terreno difícil||3}. El sabueso recibe 5 de daño de fuerza si termina su turno dentro de un objeto.","Al comienzo de su turno, el sabueso conoce automáticamente la ubicación de su objetivo. Si el objetivo estaba oculto, deja de estarlo para el sabueso."]},"El sabueso aparece en un espacio desocupado de tu elección a menos de 30 pies del objetivo. Tira la iniciativa por el sabueso. En su turno, sólo puede moverse hacia su objetivo por la ruta más directa, y sólo puede utilizar su acción para atacar a su objetivo. El sabueso puede realizar ataques de oportunidad, pero sólo contra su objetivo. Además, mientras el sabueso esté a menos de 1,5 metros del objetivo, éste tiene desventaja en las tiradas de salvación contra cualquier hechizo que lances. El sabueso desaparece si se reduce a 0 puntos de vida, si su objetivo se reduce a 0 puntos de vida o después de 5 minutos."]},{"name":"Paseo de las Sombras","page":50,"className":"Hechicero","subclassShortName":"Sombra","level":14,"header":2,"entries":["A 14º nivel, obtienes la habilidad de pasar de una sombra a otra. Cuando te encuentres en la penumbra o la oscuridad, como acción adicional, puedes teletransportarte mágicamente hasta 120 pies a un espacio desocupado que puedas ver y que también esté en la penumbra o la oscuridad."]},{"name":"Forma Umbral","page":50,"className":"Hechicero","subclassShortName":"Sombra","level":18,"header":2,"entries":["A partir del nivel 18, puedes gastar 6 puntos de hechicería como acción adicional para transformarte mágicamente en una forma sombría. En esta forma, tienes resistencia a todo el daño excepto al de fuerza y al radiante, y puedes moverte a través de otras criaturas y objetos como si fueran {@quickref terreno difícil||3}. Recibes 5 de daño de fuerza si terminas tu turno dentro de un objeto.","Permanece en esta forma durante 1 minuto. Termina antes de tiempo si estás {@condición incapacitada}, si mueres o si la descartas como acción adicional."]},{"name":"Hechicería de la tormenta","page":51,"className":"Hechicero","subclassShortName":"Tormenta","level":1,"entries":["Tu magia innata proviene del poder del aire elemental. Muchos de los que tienen este poder pueden remontar su magia a una experiencia cercana a la muerte causada por la Gran Lluvia, pero tal vez naciste durante un vendaval tan poderoso que la gente todavía cuenta historias de él, o tu linaje puede incluir la influencia de potentes criaturas del aire como los djinn. Sea cual sea el caso, la magia de la tormenta impregna tu ser.","Los hechiceros de la tormenta son miembros inestimables de la tripulación de un barco. Su magia les permite controlar el viento y el clima en su área inmediata. Sus habilidades también resultan útiles para repeler los ataques de los sahuagin, los piratas y otras amenazas acuáticas.",{"type":"refSubclassFeature","subclassFeature":"Orador del viento|Sorcerer||Storm|XGE|1"},{"type":"refSubclassFeature","subclassFeature":"Magia Tempestuosa|Hechicero||Tormenta|XGE|1"}]},{"name":"Magia tempestuosa","page":51,"className":"Hechicero","subclassShortName":"Tormenta","level":1,"header":1,"entries":["A partir del 1er nivel, puedes utilizar una acción de bonificación en tu turno para hacer que te rodeen brevemente ráfagas de aire elemental, inmediatamente antes o después de lanzar un hechizo de 1er nivel o superior. Hacerlo te permite volar hasta 3 metros sin provocar ataques de oportunidad."]},{"name":"Altavoz de viento","page":51,"className":"Hechicero","subclassShortName":"Tormenta","level":1,"header":1,"entries":["La magia arcana que comandas está impregnada de aire elemental. Puedes hablar, leer y escribir {@lengua Primordial}. Conocer esta lengua te permite entender y hacerte entender por aquellos que hablan sus dialectos: {@lengua primordial||Aquan}, {@lengua primordial||Auran}, {@lengua primordial||Ignan} y {@lengua primordial||Terran}."]},{"name":"El corazón de la tormenta","page":51,"className":"Hechicero","subclassShortName":"Tormenta","level":6,"header":2,"entries":["A 6º nivel, obtienes resistencia al daño por rayos y truenos. Además, cada vez que empiezas a lanzar un conjuro de 1er nivel o superior que inflija daño de rayos o truenos, brota de ti una magia tormentosa. Esta erupción hace que las criaturas que elijas y que puedas ver en un radio de 3 metros de ti reciban un daño de rayos o truenos (a elegir cada vez que se active esta aptitud) igual a la mitad de tu nivel de hechicero."]},{"name":"Guía de la tormenta","page":51,"className":"Hechicero","subclassShortName":"Tormenta","level":6,"header":2,"entries":["A 6º nivel, obtienes la capacidad de controlar sutilmente el clima que te rodea.","Si está lloviendo, puedes usar una acción para hacer que la lluvia deje de caer en una esfera de 20 pies de radio centrada en ti. Puedes terminar este efecto como acción adicional.","Si hay viento, puedes utilizar una acción de bonificación cada asalto para elegir la dirección en la que sopla el viento en una esfera de 30 metros de radio centrada en ti. El viento sopla en esa dirección hasta el final de tu siguiente turno. Este rasgo no altera la velocidad del viento."]},{"name":"La furia de la tormenta","page":51,"className":"Hechicero","subclassShortName":"Tormenta","level":14,"header":2,"entries":["A partir del 14º nivel, cuando eres golpeado por un ataque cuerpo a cuerpo, puedes usar tu reacción para infligir daño de rayo al atacante. El daño es igual a tu nivel de hechicero. El atacante también debe hacer una tirada de salvación de Fuerza contra tu DC de salvación de hechizo de brujo. Si falla la tirada de salvación, el atacante es empujado en línea recta hasta 6 metros de distancia de ti."]},{"name":"Alma del viento","page":51,"className":"Hechicero","subclassShortName":"Tormenta","level":18,"header":2,"entries":["A 18º nivel, obtienes inmunidad al daño por rayos y truenos.","También obtienes una velocidad mágica de vuelo de 60 pies. Como acción, puedes reducir tu velocidad de vuelo a 30 pies durante 1 hora y elegir un número de criaturas a 30 pies de ti igual a 3 + tu modificador de Carisma. Las criaturas elegidas ganan una velocidad de vuelo mágica de 30 pies durante 1 hora. Una vez que reduzcas tu velocidad de vuelo de esta manera, no puedes volver a hacerlo hasta que termines un descanso corto o largo."]}]}