{
    "class": [
        {
            "name": "Paladín",
            "page": 82,
            "srd": true,
            "hd": {
                "number": 1,
                "faces": 10
            },
            "proficiency": [
                null,
                null
            ],
            "preparedSpells": "<$nivel$> / 2 + <$cha_mod$>",
            "optionalfeatureProgression": [
                {
                    "name": "Estilo de lucha",
                    "featureType": [
                        "FS:P"
                    ],
                    "progression": {
                        "2": 1
                    }
                }
            ],
            "startingProficiencies": {
                "armor": [
                    "luz",
                    "medio",
                    "pesado",
                    "{@item escudo|phb|escudos}"
                ],
                "weapons": [
                    "simple",
                    "marcial"
                ],
                "skills": [
                    {
                        "choose": {
                            "from": [
                                "atletismo",
                                "información",
                                "intimidación",
                                "medicina",
                                "persuasión",
                                "religión"
                            ],
                            "count": 2
                        }
                    }
                ]
            },
            "startingEquipment": {
                "additionalFromBackground": true,
                "default": [
                    "(a) un {@filtro arma marcial|artículos|fuente=phb|categoría=básica|tipo=arma marcial} y un {@artículo escudo|phb} o (b) dos {@filtro arma marcial|artículos|fuente=phb|categoría=básica|tipo=arma marcial}",
                    "(a) cinco {@item jabalina|phb|javelinas} o (b) cualquier {@filtro arma simple cuerpo a cuerpo|items|source=phb|category=basic|type=simple weapon;melee weapon=sand}",
                    "(a) una {@empaque de sacerdote|phb} o (b) un {@empaque de explorador|phb}",
                    "{@item Cadena de correo|phb} y un {@item símbolo sagrado|phb}"
                ],
                "goldAlternative": "{@dice 5d4 × 10|5d4 × 10|Oro inicial}",
                "defaultData": [
                    {
                        "a": [
                            {
                                "equipmentType": "armaMarcial"
                            },
                            "escudo|phb"
                        ],
                        "b": [
                            {
                                "equipmentType": "armaMarcial",
                                "quantity": 2
                            }
                        ]
                    },
                    {
                        "a": [
                            {
                                "item": "jabalina|phb",
                                "quantity": 5
                            }
                        ],
                        "b": [
                            {
                                "equipmentType": "weaponSimpleMelee"
                            }
                        ]
                    },
                    {
                        "a": [
                            "paquete del sacerdote|phb"
                        ],
                        "b": [
                            "paquete de explorador|phb"
                        ]
                    },
                    {
                        "_": [
                            "Malla metálica|phb",
                            "símbolo sagrado|phb"
                        ]
                    }
                ]
            },
            "multiclassing": {
                "requirements": {
                    "str": 13,
                    "cha": 13
                },
                "proficienciesGained": {
                    "armor": [
                        "luz",
                        "medio",
                        "{@item escudo|phb|escudos}"
                    ],
                    "weapons": [
                        "simple",
                        "marcial"
                    ]
                }
            },
            "classTableGroups": [
                {
                    "title": "Ranuras de hechizo por nivel de hechizo",
                    "colLabels": [
                        "{@filtro 1º|hechizos|nivel=1|clase=Paladín}",
                        "{@filtro 2º|hechizos|nivel=2|clase=Paladín}",
                        "{@filtro 3º|hechizos|nivel=3|clase=Paladín}",
                        "{@filtro 4º|hechizos|nivel=4|clase=Paladín}",
                        "{@filtro 5º|hechizos|nivel=5|clase=Paladín}"
                    ],
                    "rowsSpellProgression": [
                        [
                            0,
                            0,
                            0,
                            0,
                            0
                        ],
                        [
                            2,
                            0,
                            0,
                            0,
                            0
                        ],
                        [
                            3,
                            0,
                            0,
                            0,
                            0
                        ],
                        [
                            3,
                            0,
                            0,
                            0,
                            0
                        ],
                        [
                            4,
                            2,
                            0,
                            0,
                            0
                        ],
                        [
                            4,
                            2,
                            0,
                            0,
                            0
                        ],
                        [
                            4,
                            3,
                            0,
                            0,
                            0
                        ],
                        [
                            4,
                            3,
                            0,
                            0,
                            0
                        ],
                        [
                            4,
                            3,
                            2,
                            0,
                            0
                        ],
                        [
                            4,
                            3,
                            2,
                            0,
                            0
                        ],
                        [
                            4,
                            3,
                            3,
                            0,
                            0
                        ],
                        [
                            4,
                            3,
                            3,
                            0,
                            0
                        ],
                        [
                            4,
                            3,
                            3,
                            1,
                            0
                        ],
                        [
                            4,
                            3,
                            3,
                            1,
                            0
                        ],
                        [
                            4,
                            3,
                            3,
                            2,
                            0
                        ],
                        [
                            4,
                            3,
                            3,
                            2,
                            0
                        ],
                        [
                            4,
                            3,
                            3,
                            3,
                            1
                        ],
                        [
                            4,
                            3,
                            3,
                            3,
                            1
                        ],
                        [
                            4,
                            3,
                            3,
                            3,
                            2
                        ],
                        [
                            4,
                            3,
                            3,
                            3,
                            2
                        ]
                    ]
                }
            ],
            "classFeatures": [
                "Sentido Divino|Paladín||1",
                "Poner las manos|Paladín||1",
                "Golpe Divino|Paladín||2",
                "Estilo de lucha|Paladín||2",
                "Versatilidad marcial|Paladín||2|UAClassFeatureVariants",
                "Hechizo|Paladín||2",
                "Salud Divina|Paladín||3",
                {
                    "classFeature": "Juramento Sagrado|Paladín||3",
                    "gainSubclassFeature": true,
                    "gainSubclassFeatureHasContent": true
                },
                "Mejora de la puntuación de habilidad|Paladín||4",
                "Proficiency Versatilidad|Paladín||4|UAClassFeatureVariants",
                "Versatilidad marcial|Paladín||4|TCE",
                "Ataque extra|Paladín||5",
                "Aura de Protección|Paladín||6",
                {
                    "classFeature": "Característica del Juramento Sagrado|Paladín||7",
                    "gainSubclassFeature": true
                },
                "Mejora de la puntuación de habilidad|Paladín||8",
                "Proficiency Versatilidad|Paladín||8|UAClassFeatureVariants",
                "Aura de Valor|Paladín||10",
                "Golpe Divino Mejorado|Paladín||11",
                "Mejora de la Habilidad|Paladín||12",
                "Proficiency Versatility|Paladín||12|UAClassFeatureVariants",
                "Toque de limpieza|Paladín||14",
                {
                    "classFeature": "Característica del Juramento Sagrado|Paladín||15",
                    "gainSubclassFeature": true
                },
                "Mejora de la Habilidad|Paladín||16",
                "Proficiency Versatility|Paladín||16|UAClassFeatureVariants",
                "Mejoras en el aura|Paladín||18",
                "Mejora de la Habilidad|Paladín||19",
                "Proficiency Versatility|Paladín||19|UAClassFeatureVariants",
                {
                    "classFeature": "Característica de Juramento Sagrado|Paladín||20",
                    "gainSubclassFeature": true
                }
            ],
            "subclassTitle": "Juramento sagrado",
            "fluff": [
                {
                    "name": "Paladín",
                    "type": "sección",
                    "entries": [
                        "Vestida con una armadura de placas que brilla a la luz del sol a pesar del polvo y la suciedad del largo viaje, una humana deja su espada y su escudo y pone sus manos sobre un hombre mortalmente herido. Un resplandor divino brilla en sus manos, las heridas del hombre se cierran y sus ojos se abren de par en par con asombro.",
                        "Un enano se agacha detrás de un saliente, su capa negra lo hace casi invisible en la noche, y observa a una banda de guerra de orcos que celebra su reciente victoria. En silencio, se acerca a ellos y susurra un juramento, y dos orcos mueren antes de que se den cuenta de que está allí.",
                        "El pelo plateado brilla en un rayo de luz que parece iluminarle sólo a él, un elfo ríe con exultación. Su lanza parpadea como sus ojos al clavarla una y otra vez en un gigante retorcido, hasta que por fin su luz supera su horrible oscuridad.",
                        "Sea cual sea su origen y su misión, los paladines están unidos por su juramento de enfrentarse a las fuerzas del mal. Ya sea ante el altar de un dios y el testigo de un sacerdote, en un claro sagrado ante los espíritus de la naturaleza y los seres feéricos, o en un momento de desesperación y dolor con los muertos como únicos testigos, el juramento de un paladín es un vínculo poderoso. Es una fuente de poder que convierte a un guerrero devoto en un campeón bendito.",
                        {
                            "type": "entradas",
                            "name": "La causa de la justicia",
                            "entries": [
                                "Un paladín jura defender la justicia y la rectitud, estar al lado de las cosas buenas del mundo contra la oscuridad que se avecina y dar caza a las fuerzas del mal allí donde acechen. Los diferentes paladines se centran en diversos aspectos de la causa de la rectitud, pero todos están vinculados por los juramentos que les otorgan poder para realizar su trabajo sagrado. Aunque muchos paladines son devotos de los dioses del bien, el poder de un paladín proviene tanto de su compromiso con la justicia como de un dios.",
                                "Los paladines se entrenan durante años para aprender las habilidades de combate, dominando una variedad de armas y armaduras. Aun así, sus habilidades marciales son secundarias frente al poder mágico que ejercen: el poder de curar a los enfermos y heridos, de golpear a los malvados y a los muertos vivientes, y de proteger a los inocentes y a los que se unen a ellos en la lucha por la justicia."
                            ]
                        },
                        {
                            "type": "entradas",
                            "name": "Más allá de la vida mundana",
                            "entries": [
                                "Casi por definición, la vida de un paladín es una vida aventurera. A no ser que una lesión duradera le aleje de la aventura durante un tiempo, todo paladín vive en primera línea de la lucha cósmica contra el mal. Los combatientes son bastante raros entre las filas de las milicias y los ejércitos del mundo, pero aún menos personas pueden reclamar la verdadera vocación de un paladín. Cuando reciben la llamada, estos guerreros abandonan sus anteriores ocupaciones y toman las armas para luchar contra el mal. A veces sus juramentos les llevan al servicio de la corona como líderes de grupos de caballeros de élite, pero incluso entonces su lealtad es primero a la causa de la justicia, no a la corona y la patria.",
                                "Los paladines aventureros se toman en serio su trabajo. Adentrarse en una antigua ruina o en una polvorienta cripta puede ser una búsqueda impulsada por un propósito más elevado que la adquisición de un tesoro. El mal acecha en las mazmorras y los bosques primigenios, e incluso la más mínima victoria contra él puede inclinar la balanza cósmica lejos del olvido."
                            ]
                        },
                        {
                            "type": "entradas",
                            "name": "Creación de un paladín",
                            "entries": [
                                "El aspecto más importante de un personaje paladín es la naturaleza de su búsqueda sagrada. Aunque los rasgos de clase relacionados con tu juramento no aparecen hasta que alcanzas el 3er nivel, planifica con antelación esa elección leyendo las descripciones de los juramentos al final de la clase. ¿Eres un devoto servidor del bien, leal a los dioses de la justicia y el honor, un caballero sagrado con una armadura brillante que se aventura a golpear el mal? ¿Eres un glorioso campeón de la luz, que aprecia todo lo bello que se opone a la sombra, un caballero cuyo juramento desciende de tradiciones más antiguas que muchos de los dioses? ¿O eres un solitario amargado que ha jurado vengarse de aquellos que han hecho un gran mal, enviado como ángel de la muerte por los dioses o impulsado por tu necesidad de venganza? El Apéndice B enumera muchas deidades adoradas por los paladines en todo el multiverso, como Torm, Tyr, Heironeous, Paladine, Kiri-Jolith, Dol Arrah, la Llama de Plata, Bahamut, Atenea, Re-Horakhty y Heimdall.",
                                "¿Cómo experimentaste tu llamada a servir como paladín? ¿Oíste un susurro de un dios o ángel invisible mientras rezabas? ¿Otro paladín percibió tu potencial y decidió entrenarte como escudero? ¿O algún acontecimiento terrible -la destrucción de tu hogar, tal vez- te impulsó a emprender tu misión? Tal vez te tropezaste con una arboleda sagrada o un enclave elfo oculto y te encontraste con la llamada a proteger todos esos refugios de bondad y belleza. O puede que supieras desde tus primeros recuerdos que la vida de paladín era tu vocación, casi como si hubieras sido enviado al mundo con ese propósito estampado en tu alma.",
                                "Como guardianes contra las fuerzas de la maldad, los paladines rara vez son de un alineamiento maligno. La mayoría de ellos caminan por los senderos de la caridad y la justicia. Considera cómo tu alineamiento influye en la forma en que persigues tu búsqueda sagrada y la manera en que te comportas ante los dioses y los mortales. Tu juramento y tu alineamiento pueden estar en armonía, o tu juramento puede representar normas de comportamiento que aún no has alcanzado.",
                                {
                                    "type": "entradas",
                                    "name": "Construcción rápida",
                                    "entries": [
                                        "Puedes hacer un paladín rápidamente siguiendo estas sugerencias. En primer lugar, la Fuerza debe ser tu puntuación de habilidad más alta, seguida del Carisma. Segundo, elige el trasfondo {@background noble}."
                                    ]
                                }
                            ]
                        }
                    ],
                    "page": 82
                },
                {
                    "type": "sección",
                    "entries": [
                        {
                            "type": "cita",
                            "entries": [
                                "El verdadero valor de un paladín no se mide en enemigos derrotados o mazmorras saqueadas. Se mide en vidas salvadas y corazones convertidos a las causas de la misericordia y la justicia."
                            ],
                            "by": "Isteval"
                        },
                        "Un paladín es la encarnación viva de un juramento, una promesa o un voto que se manifiesta en la persona de un guerrero sagrado que tiene la habilidad y la determinación de llevar la causa hasta el final. Algunos paladines se dedican expresamente a proteger a los inocentes y a difundir la justicia en el mundo, mientras que otros resuelven alcanzar ese objetivo conquistando a los que se muestran desafiantes y sometiéndolos al imperio de la ley.",
                        "Aunque ningún paladín del mundo podría describirse como típico, algunos de ellos son bienhechores de mente estrecha que se niegan a tolerar la más mínima desviación de su propia perspectiva. Sin embargo, los paladines que se dedican a la vida aventurera rara vez mantienen una actitud tan rígida, aunque sólo sea para no alienar a sus compañeros.",
                        "Puedes dar cuerpo a tu personaje de paladín utilizando las sugerencias que aparecen a continuación. Es importante tener en cuenta que la mayoría de los paladines no son robots. Tienen dudas y prejuicios y albergan pensamientos contradictorios como cualquier otro personaje. Algunos se ven obligados por una motivación interna que a veces puede estar en desacuerdo con los principios de sus juramentos.",
                        {
                            "type": "entradas",
                            "name": "Objetivo personal",
                            "entries": [
                                "Los preceptos del juramento de un paladín proporcionan un propósito al personaje y dictan un objetivo final o una intención general que el paladín acata y promueve. Aparte de eso, algunos paladines se mueven por un objetivo personal que complementa o trasciende los dictados de sus juramentos. Los paladines que hacen diferentes juramentos pueden tener el mismo objetivo personal, diferenciándose sólo en la forma en que aplican ese objetivo a sus acciones cuando defienden sus juramentos.",
                                "Si tu personaje de paladín tiene un objetivo personal, puede ser que esté sacado de algún acontecimiento de la vida y, por tanto, no esté directamente ligado al juramento.",
                                {
                                    "type": "tabla",
                                    "caption": "Objetivo personal",
                                    "colLabels": [
                                        "{@dice d6}",
                                        "Objetivo personal"
                                    ],
                                    "colStyles": [
                                        "col-1 texto-centro",
                                        "col-11"
                                    ],
                                    "rows": [
                                        [
                                            {
                                                "type": "célula",
                                                "roll": {
                                                    "exact": 1
                                                }
                                            },
                                            "La paz. Luchas para que las generaciones futuras no tengan que hacerlo."
                                        ],
                                        [
                                            {
                                                "type": "célula",
                                                "roll": {
                                                    "exact": 2
                                                }
                                            },
                                            "La venganza. Tu juramento es el vehículo a través del cual corregirás un antiguo error."
                                        ],
                                        [
                                            {
                                                "type": "célula",
                                                "roll": {
                                                    "exact": 3
                                                }
                                            },
                                            "El deber. Cumplirás con lo que has jurado hacer, o morirás en el intento."
                                        ],
                                        [
                                            {
                                                "type": "célula",
                                                "roll": {
                                                    "exact": 4
                                                }
                                            },
                                            "Liderazgo. Ganarás una gran batalla sobre la que cantarán los bardos y, al hacerlo, te convertirás en un ejemplo para inspirar a otros."
                                        ],
                                        [
                                            {
                                                "type": "célula",
                                                "roll": {
                                                    "exact": 5
                                                }
                                            },
                                            "La fe. Sabes que tu camino es justo, o los dioses no te habrían puesto en él."
                                        ],
                                        [
                                            {
                                                "type": "célula",
                                                "roll": {
                                                    "exact": 6
                                                }
                                            },
                                            "Gloria. Llevarás al mundo a una nueva y grandiosa era, que llevará tu nombre."
                                        ]
                                    ]
                                }
                            ]
                        },
                        {
                            "type": "entradas",
                            "name": "Símbolo",
                            "entries": [
                                "Los paladines son conscientes de la influencia de los símbolos, y muchos de ellos adoptan o diseñan un dispositivo artístico que lleva una imagen distintiva. Su símbolo ejemplifica el juramento que han hecho y comunica ese mensaje a quienes les rodean, tanto amigos como enemigos.",
                                "Tu símbolo puede aparecer en una pancarta, en una bandera o en tu ropa para que todos lo vean. O puede ser menos obvio, como una baratija o un símbolo que lleves oculto en tu persona.",
                                {
                                    "type": "tabla",
                                    "caption": "Símbolo",
                                    "colLabels": [
                                        "{@dice d6}",
                                        "Símbolo"
                                    ],
                                    "colStyles": [
                                        "col-1 texto-centro",
                                        "col-11"
                                    ],
                                    "rows": [
                                        [
                                            {
                                                "type": "célula",
                                                "roll": {
                                                    "exact": 1
                                                }
                                            },
                                            "Un dragón, emblema de tu nobleza en la paz y tu ferocidad en el combate"
                                        ],
                                        [
                                            {
                                                "type": "célula",
                                                "roll": {
                                                    "exact": 2
                                                }
                                            },
                                            "Un puño cerrado, porque siempre estás dispuesto a luchar por tus creencias"
                                        ],
                                        [
                                            {
                                                "type": "célula",
                                                "roll": {
                                                    "exact": 3
                                                }
                                            },
                                            "Una mano abierta levantada, indicando su preferencia por la diplomacia sobre el combate"
                                        ],
                                        [
                                            {
                                                "type": "célula",
                                                "roll": {
                                                    "exact": 4
                                                }
                                            },
                                            "Un corazón rojo, mostrando al mundo tu compromiso con la justicia"
                                        ],
                                        [
                                            {
                                                "type": "célula",
                                                "roll": {
                                                    "exact": 5
                                                }
                                            },
                                            "Un corazón negro, que significa que las emociones como la compasión no influyen en tu dedicación a tu juramento"
                                        ],
                                        [
                                            {
                                                "type": "célula",
                                                "roll": {
                                                    "exact": 6
                                                }
                                            },
                                            "Un ojo que no pestañea, lo que significa que está siempre alerta a todas las amenazas contra su causa"
                                        ]
                                    ]
                                }
                            ]
                        },
                        {
                            "type": "entradas",
                            "name": "Némesis",
                            "entries": [
                                "Su adhesión a un juramento sagrado exige que los paladines adopten una postura activa para llevar sus creencias al mundo. Esta actividad conduce naturalmente a conflictos con criaturas o entidades que se oponen a esas creencias. Entre esos oponentes, uno suele destacarse como el enemigo más persistente o más formidable de un paladín, una némesis cuya presencia o influencia es un factor constante en la vida del paladín.",
                                "Tu personaje de paladín podría tener un enemigo que data de los días anteriores a que tomaras tu camino. O podrías ser un objetivo porque cuando te convertiste en paladín, atrajiste inmediatamente la atención de aquellos que te harían daño. Si tienes una némesis, ¿quién o qué es? ¿A quién de tus enemigos consideras la mayor amenaza para alcanzar tus objetivos?",
                                {
                                    "type": "tabla",
                                    "caption": "Némesis",
                                    "colLabels": [
                                        "{@dice d6}",
                                        "Némesis"
                                    ],
                                    "colStyles": [
                                        "col-1 texto-centro",
                                        "col-11"
                                    ],
                                    "rows": [
                                        [
                                            {
                                                "type": "célula",
                                                "roll": {
                                                    "exact": 1
                                                }
                                            },
                                            "Un poderoso jefe de guerra orco que amenaza con invadir y destruir todo lo que consideras sagrado"
                                        ],
                                        [
                                            {
                                                "type": "célula",
                                                "roll": {
                                                    "exact": 2
                                                }
                                            },
                                            "Un demonio o un celestial, agente de un poder de los Planos Exteriores, que ha sido encargado de corromperte o redimirte, según el caso"
                                        ],
                                        [
                                            {
                                                "type": "célula",
                                                "roll": {
                                                    "exact": 3
                                                }
                                            },
                                            "Un dragón cuyos sirvientes persiguen tus pasos"
                                        ],
                                        [
                                            {
                                                "type": "célula",
                                                "roll": {
                                                    "exact": 4
                                                }
                                            },
                                            "Un sumo sacerdote que te ve como un tonto equivocado y quiere que abandones tu religión"
                                        ],
                                        [
                                            {
                                                "type": "célula",
                                                "roll": {
                                                    "exact": 5
                                                }
                                            },
                                            "Un paladín rival que se entrenó contigo, pero que se convirtió en un rompedor de juramentos y te hace responsable"
                                        ],
                                        [
                                            {
                                                "type": "célula",
                                                "roll": {
                                                    "exact": 6
                                                }
                                            },
                                            "Un vampiro que ha jurado vengarse de todos los paladines tras ser derrotado por uno"
                                        ]
                                    ]
                                }
                            ]
                        },
                        {
                            "type": "entradas",
                            "name": "Tentación",
                            "entries": [
                                "Aunque los paladines están dedicados a sus juramentos, son mortales y, por tanto, tienen defectos. Muchos de ellos muestran un tipo de comportamiento o mantienen una actitud que no se ajusta a los más altos ideales de su vocación.",
                                "¿Cuál es la tentación a la que sucumbe tu personaje o a la que le cuesta resistirse?",
                                {
                                    "type": "tabla",
                                    "caption": "Tentación",
                                    "colLabels": [
                                        "{@dice d6}",
                                        "Tentación"
                                    ],
                                    "colStyles": [
                                        "col-1 texto-centro",
                                        "col-11"
                                    ],
                                    "rows": [
                                        [
                                            {
                                                "type": "célula",
                                                "roll": {
                                                    "exact": 1
                                                }
                                            },
                                            "Furia. Cuando se despierta tu ira, te cuesta pensar con claridad y temes hacer algo de lo que te arrepientas."
                                        ],
                                        [
                                            {
                                                "type": "célula",
                                                "roll": {
                                                    "exact": 2
                                                }
                                            },
                                            "Orgullo. Tus actos son dignos de mención y nadie toma nota de ellos más que tú."
                                        ],
                                        [
                                            {
                                                "type": "célula",
                                                "roll": {
                                                    "exact": 3
                                                }
                                            },
                                            "La lujuria. No puedes resistirte a un rostro atractivo y a una sonrisa agradable."
                                        ],
                                        [
                                            {
                                                "type": "célula",
                                                "roll": {
                                                    "exact": 4
                                                }
                                            },
                                            "Envidia. Eres consciente de lo que han conseguido algunos famosos, y te sientes inadecuado cuando tus hazañas no se comparan con las suyas."
                                        ],
                                        [
                                            {
                                                "type": "célula",
                                                "roll": {
                                                    "exact": 5
                                                }
                                            },
                                            "Desesperación. Consideras la gran fuerza de los enemigos que debes derrotar, y a veces no ves la forma de lograr la victoria final."
                                        ],
                                        [
                                            {
                                                "type": "célula",
                                                "roll": {
                                                    "exact": 6
                                                }
                                            },
                                            "La codicia. Por mucha gloria y tesoro que acumules, nunca es suficiente para ti."
                                        ]
                                    ]
                                }
                            ]
                        }
                    ],
                    "page": 36
                }
            ]
        }
    ],
    "subclass": [
        {
            "name": "Juramento de devoción",
            "shortName": "Devoción",
            "className": "Paladín",
            "page": 85,
            "srd": true,
            "additionalSpells": [
                {
                    "prepared": {
                        "3": [
                            "protección contra el mal y el bien",
                            "santuario"
                        ],
                        "5": [
                            "menor restauración",
                            "zona de la verdad"
                        ],
                        "9": [
                            "faro de esperanza",
                            "disipar la magia"
                        ],
                        "13": [
                            "libertad de movimiento",
                            "guardián de la fe"
                        ],
                        "17": [
                            "municipio",
                            "golpe de llama"
                        ]
                    }
                }
            ],
            "subclassFeatures": [
                "Juramento de devoción|Paladín||Devoción|3",
                "Aura de devoción|Paladín||Devoción|7",
                "Pureza de Espíritu|Paladín||Devoción|15",
                "Santo Nimbus|Paladín||Devoción|20"
            ]
        },
        {
            "name": "Juramento de los Antiguos",
            "shortName": "Antiguos",
            "className": "Paladín",
            "page": 86,
            "additionalSpells": [
                {
                    "prepared": {
                        "3": [
                            "Huelga de ensañamiento",
                            "hablar con los animales"
                        ],
                        "5": [
                            "rayo de luna",
                            "paso brumoso"
                        ],
                        "9": [
                            "crecimiento de las plantas",
                            "protección de la energía"
                        ],
                        "13": [
                            "tormenta de hielo",
                            "piel de piedra"
                        ],
                        "17": [
                            "comulgar con la naturaleza",
                            "zancada del árbol"
                        ]
                    }
                }
            ],
            "subclassFeatures": [
                "Juramento de los Antiguos|Paladín||Antiguos|3",
                "Aura de protección|Paladín|Antiguo|7",
                "Centinela Inmortal|Paladín||Antiguo|15",
                "Campeón anciano|Paladín||Antiguo|20"
            ]
        },
        {
            "name": "Juramento de Venganza",
            "shortName": "Venganza",
            "className": "Paladín",
            "page": 87,
            "additionalSpells": [
                {
                    "prepared": {
                        "3": [
                            "bane",
                            "marca del cazador"
                        ],
                        "5": [
                            "retener a la persona",
                            "paso brumoso"
                        ],
                        "9": [
                            "prisa",
                            "protección de la energía"
                        ],
                        "13": [
                            "destierro",
                            "dimensión de la puerta"
                        ],
                        "17": [
                            "aguantar al monstruo",
                            "scrying"
                        ]
                    }
                }
            ],
            "subclassFeatures": [
                "Juramento de Venganza|Paladín||Venganza|3",
                "Vengador implacable|Paladín||Venganza|7",
                "Alma de la Venganza|Paladín||Venganza|15",
                "Ángel vengador|Paladín||Venganza|20"
            ]
        },
        {
            "name": "Oathbreaker",
            "shortName": "Oathbreaker",
            "className": "Paladín",
            "page": 97,
            "additionalSpells": [
                {
                    "prepared": {
                        "3": [
                            "reprimenda infernal",
                            "infligir heridas"
                        ],
                        "5": [
                            "corona de locura",
                            "oscuridad"
                        ],
                        "9": [
                            "animar a los muertos",
                            "otorgar una maldición"
                        ],
                        "13": [
                            "tizón",
                            "confusión"
                        ],
                        "17": [
                            "contagio",
                            "persona dominante"
                        ]
                    }
                }
            ],
            "subclassFeatures": [
                "Oathbreaker|Paladín||Oathbreaker|DMG|3",
                "Aura de odio|Paladín||Rompehuelgas|DMG|7",
                "Resistencia sobrenatural|Paladín||Rompehuelgas|DMG|15",
                "Dread Lord|Paladín||Rompehuelgas|DMG|20"
            ]
        },
        {
            "name": "Juramento de la Corona",
            "shortName": "Corona",
            "source": "SCAG",
            "className": "Paladín",
            "page": 132,
            "additionalSpells": [
                {
                    "prepared": {
                        "3": [
                            "comando",
                            "duelo obligado"
                        ],
                        "5": [
                            "vínculo de protección",
                            "zona de la verdad"
                        ],
                        "9": [
                            "aura de vitalidad",
                            "guardianes del espíritu"
                        ],
                        "13": [
                            "destierro",
                            "guardián de la fe"
                        ],
                        "17": [
                            "círculo de poder",
                            "geas"
                        ]
                    }
                }
            ],
            "subclassFeatures": [
                "Juramento de la Corona|Paladín|Corona|SCAG|3",
                "Lealtad Divina|Paladín|Corona|SCAG|7",
                "Espíritu inquebrantable|Paladín||Corona|SCAG|15",
                "Campeón exaltado|Paladín||Corona|SCAG|20"
            ]
        },
        {
            "name": "Juramento de Conquista (UA)",
            "shortName": "Conquista (UA)",
            "source": "UAPaladin",
            "className": "Paladín",
            "page": 1,
            "isReprinted": true,
            "additionalSpells": [
                {
                    "prepared": {
                        "3": [
                            "armadura de Agathys",
                            "comando"
                        ],
                        "5": [
                            "retener a la persona",
                            "arma espiritual"
                        ],
                        "9": [
                            "otorgar una maldición",
                            "miedo"
                        ],
                        "13": [
                            "tizón",
                            "bestia dominante"
                        ],
                        "17": [
                            "persona dominante",
                            "plaga de insectos"
                        ]
                    }
                }
            ],
            "subclassFeatures": [
                "Juramento de Conquista|Paladín||Conquista (UA)|UAPaladín|3",
                "Aura de Conquista|Paladín||Conquista (UA)|UAPaladín|7",
                "Espíritu implacable|Paladín||Conquista (UA)|UAPaladín|15",
                "Conquistador Invencible|Paladín||Conquista (UA)|UAPaladín|20"
            ]
        },
        {
            "name": "Juramento de traición (UA)",
            "shortName": "Traición (UA)",
            "source": "UAPaladin",
            "className": "Paladín",
            "page": 2,
            "additionalSpells": [
                {
                    "prepared": {
                        "3": [
                            "persona encantadora",
                            "retirada rápida"
                        ],
                        "5": [
                            "invisibilidad",
                            "imagen invertida"
                        ],
                        "9": [
                            "forma gaseosa",
                            "prisa"
                        ],
                        "13": [
                            "confusión",
                            "mayor invisibilidad"
                        ],
                        "17": [
                            "persona dominante",
                            "passwall"
                        ]
                    }
                }
            ],
            "subclassFeatures": [
                "Juramento de traición|Paladín||Treachery (UA)|UAPaladín|3",
                "Aura de traición|Paladín||Treachery (UA)|UAPaladín|7",
                "Fuga del Guardián Negro|Paladín||Treachery (UA)|UAPaladín|15",
                "Icono del Engaño|Paladín||Treachery (UA)|UAPaladín|20"
            ]
        },
        {
            "name": "Juramento de redención (UA)",
            "shortName": "Redención (UA)",
            "source": "UAATrioOfSubclasses",
            "className": "Paladín",
            "page": 1,
            "isReprinted": true,
            "additionalSpells": [
                {
                    "prepared": {
                        "3": [
                            "escudo",
                            "dormir"
                        ],
                        "5": [
                            "retener a la persona",
                            "rayo de debilitamiento"
                        ],
                        "9": [
                            "Contrahechizo",
                            "patrón hipnótico"
                        ],
                        "13": [
                            "La esfera resistente de Otiluke",
                            "piel de piedra"
                        ],
                        "17": [
                            "aguantar al monstruo",
                            "muro de fuerza"
                        ]
                    }
                }
            ],
            "subclassFeatures": [
                "Juramento de Redención|Paladín||Redención (UA)|UAATrioDeSubclases|3",
                "Aura del Guardián|Paladín||Redención (UA)|UAATrioDeSubclases|7",
                "Espíritu protector|Paladín|Redención (UA)|UAATrioDeSubclases|15",
                "Emisario de la Redención|Paladín||Redención (UA)|UAATrioDeSubclases|20"
            ]
        },
        {
            "name": "Juramento de Conquista v2 (UA)",
            "shortName": "Conquista v2 (UA)",
            "source": "UARevisedClassOptions",
            "className": "Paladín",
            "page": 3,
            "isReprinted": true,
            "additionalSpells": [
                {
                    "prepared": {
                        "3": [
                            "armadura de Agathys",
                            "comando"
                        ],
                        "5": [
                            "retener a la persona",
                            "arma espiritual"
                        ],
                        "9": [
                            "otorgar una maldición",
                            "miedo"
                        ],
                        "13": [
                            "bestia dominante",
                            "piel de piedra"
                        ],
                        "17": [
                            "cloudkill",
                            "persona dominante"
                        ]
                    }
                }
            ],
            "subclassFeatures": [
                "Juramento de Conquista v2|Paladín||Conquista v2 (UA)|UARevisedClassOptions|3",
                "Aura de Conquista|Paladín||Conquista v2 (UA)|UARevisedClassOptions|7",
                "Rebelión despreciable|Paladín||Conquista v2 (UA)|UARevisedClassOptions|15",
                "Conquistador Invencible|Paladín||Conquista v2 (UA)|UARevisedClassOptions|20"
            ]
        },
        {
            "name": "Juramento de Conquista",
            "shortName": "Conquista",
            "className": "Paladín",
            "page": 37,
            "additionalSpells": [
                {
                    "prepared": {
                        "3": [
                            "armadura de Agathys",
                            "comando"
                        ],
                        "5": [
                            "retener a la persona",
                            "arma espiritual"
                        ],
                        "9": [
                            "otorgar una maldición",
                            "miedo"
                        ],
                        "13": [
                            "bestia dominante",
                            "piel de piedra"
                        ],
                        "17": [
                            "cloudkill",
                            "persona dominante"
                        ]
                    }
                }
            ],
            "subclassFeatures": [
                "Juramento de Conquista|Paladín||Conquista|XGE|3",
                "Aura de Conquista|Paladín||Conquista|XGE|7",
                "Rebelión despreciable|Paladín||Conquista|XGE|15",
                "Conquistador Invencible|Paladín||Conquista|XGE|20"
            ]
        },
        {
            "name": "Juramento de redención",
            "shortName": "Redención",
            "className": "Paladín",
            "page": 38,
            "additionalSpells": [
                {
                    "prepared": {
                        "3": [
                            "santuario",
                            "dormir"
                        ],
                        "5": [
                            "calmar las emociones",
                            "retener a la persona"
                        ],
                        "9": [
                            "Contrahechizo",
                            "patrón hipnótico"
                        ],
                        "13": [
                            "La esfera resistente de Otiluke",
                            "piel de piedra"
                        ],
                        "17": [
                            "aguantar al monstruo",
                            "muro de fuerza"
                        ]
                    }
                }
            ],
            "subclassFeatures": [
                "Juramento de Redención|Paladín||Redención|XGE|3",
                "Aura del Guardián|Paladín||Redención|XGE|7",
                "Espíritu protector|Paladín||Redención|XGE|15",
                "Emisario de la Redención|Paladín||Redención|XGE|20"
            ]
        },
        {
            "name": "Juramento de heroísmo (UA)",
            "shortName": "Heroísmo (UA)",
            "source": "UABardAndPaladin",
            "className": "Paladín",
            "page": 2,
            "isReprinted": true,
            "additionalSpells": [
                {
                    "prepared": {
                        "3": [
                            "retirada rápida",
                            "perno de guía"
                        ],
                        "5": [
                            "mejorar la capacidad",
                            "cautivar"
                        ],
                        "9": [
                            "prisa",
                            "protección de la energía"
                        ],
                        "13": [
                            "compulsión",
                            "libertad de movimiento"
                        ],
                        "17": [
                            "municipio",
                            "volea de conjuro"
                        ]
                    }
                }
            ],
            "subclassFeatures": [
                "Juramento de heroísmo|Paladín||Heroísmo (UA)|UABardAndPaladin|3",
                "Poderosa hazaña|Paladín||Heroísmo (UA)|UABardAndPaladin|7",
                "Defensa Gloriosa|Paladín||Heroísmo (UA)|UABardAndPaladin|15",
                "Mito viviente|Paladín||Heroísmo (UA)|UABardAndPaladin|20"
            ]
        },
        {
            "name": "Juramento de los Vigilantes (UA)",
            "shortName": "Vigilantes (UA)",
            "source": "UA2020SubclasesPt1",
            "className": "Paladín",
            "page": 3,
            "isReprinted": true,
            "additionalSpells": [
                {
                    "prepared": {
                        "3": [
                            "alarma",
                            "orbe cromático"
                        ],
                        "5": [
                            "augurio",
                            "rayo de luna"
                        ],
                        "9": [
                            "Contrahechizo",
                            "no detección"
                        ],
                        "13": [
                            "aura de pureza",
                            "destierro"
                        ],
                        "17": [
                            "aguantar al monstruo",
                            "hallow"
                        ]
                    }
                }
            ],
            "subclassFeatures": [
                "Juramento de los Vigilantes|Paladín|Vigilantes (UA)|UA2020SubclasesPt1|3",
                "Aura del Centinela|Paladín||Vigilantes (UA)|UA2020SubclasesPt1|7",
                "Rebelión Vigilante|Paladín||Vigilantes (UA)|UA2020SubclasesPt1|15",
                "Baluarte Mortal|Paladín||Vigilantes (UA)|UA2020SubclasesPt1|20"
            ]
        },
        {
            "name": "Juramento de Gloria",
            "shortName": "Glory",
            "className": "Paladín",
            "page": 53,
            "otherSources": [
                {
                    "page": 29
                }
            ],
            "additionalSpells": [
                {
                    "prepared": {
                        "3": [
                            "perno de guía",
                            "heroísmo"
                        ],
                        "5": [
                            "mejorar la capacidad",
                            "arma mágica"
                        ],
                        "9": [
                            "prisa",
                            "protección de la energía"
                        ],
                        "13": [
                            "compulsión",
                            "libertad de movimiento"
                        ],
                        "17": [
                            "municipio",
                            "golpe de llama"
                        ]
                    }
                }
            ],
            "subclassFeatures": [
                "Juramento de Gloria|Paladín||Gloria|TCE|3",
                "Aura de presteza|Paladín||Gloria|TCE|7",
                "Defensa Gloriosa|Paladín||Gloria|TCE|15",
                "Leyenda viva|Paladín||Gloria|TCE|20"
            ]
        },
        {
            "name": "Juramento de los Vigilantes",
            "shortName": "Observadores",
            "className": "Paladín",
            "page": 54,
            "additionalSpells": [
                {
                    "prepared": {
                        "3": [
                            "alarma",
                            "detectar magia"
                        ],
                        "5": [
                            "rayo de luna",
                            "ver invisibilidad"
                        ],
                        "9": [
                            "Contrahechizo",
                            "no detección"
                        ],
                        "13": [
                            "aura de pureza",
                            "destierro"
                        ],
                        "17": [
                            "aguantar al monstruo",
                            "scrying"
                        ]
                    }
                }
            ],
            "subclassFeatures": [
                "Juramento de los Vigilantes|Paladín||Vigilantes|TCE|3",
                "Aura del centinela|Paladín||Vigilante|TCE|7",
                "Rebote Vigilante|Paladín||Vigilante|TCE|15",
                "Baluarte Mortal|Paladín||Vigilantes|TCE|20"
            ]
        }
    ],
    "classFeature": [
        {
            "name": "Sentido divino",
            "page": 82,
            "srd": true,
            "className": "Paladín",
            "level": 1,
            "entries": [
                "La presencia del mal fuerte se registra en tus sentidos como un olor nocivo, y el bien poderoso suena como música celestial en tus oídos. Como acción, puedes abrir tu conciencia para detectar tales fuerzas. Hasta el final de tu siguiente turno, conoces la ubicación de cualquier celestial, demonio o no muerto en un radio de 60 pies de ti que no se encuentre tras una cobertura total. Conoces el tipo (celestial, demonio o no muerto) de cualquier ser cuya presencia percibas, pero no su identidad (el vampiro Conde Strahd von Zarovich, por ejemplo). Dentro del mismo radio, también detectas la presencia de cualquier lugar u objeto que haya sido consagrado o profanado, como con el conjuro {@spell hallow}.",
                "Puedes utilizar este rasgo un número de veces igual a 1 + tu modificador de Carisma. Cuando terminas un descanso largo, recuperas todos los usos gastados."
            ]
        },
        {
            "name": "Poner las manos",
            "page": 82,
            "srd": true,
            "className": "Paladín",
            "level": 1,
            "entries": [
                "Tu bendito toque puede curar las heridas. Tienes una reserva de poder de curación que se repone cuando te tomas un descanso largo. Con esa reserva, puedes restaurar un número total de puntos de golpe igual a tu nivel de paladín × 5.",
                "Como acción, puedes tocar a una criatura y extraer poder de la reserva para restaurar un número de puntos de golpe a esa criatura, hasta la cantidad máxima que quede en tu reserva.",
                "Alternativamente, puedes gastar 5 puntos de golpe de tu reserva de curación para curar al objetivo de una enfermedad o neutralizar un veneno que le afecte. Puedes curar varias enfermedades y neutralizar varios venenos con un solo uso de Imposición de manos, gastando puntos de golpe por separado para cada uno.",
                "Este rasgo no tiene efecto sobre los muertos vivientes y los constructos."
            ]
        },
        {
            "name": "Golpe divino",
            "page": 82,
            "srd": true,
            "className": "Paladín",
            "level": 2,
            "entries": [
                "A partir del 2º nivel, cuando golpeas a una criatura con un ataque de arma cuerpo a cuerpo, puedes gastar una ranura de hechizo para infligir daño radiante al objetivo, además del daño del arma. El daño extra es de {@dice 2d8} por una ranura de conjuro de 1º nivel, más {@dice 1d8} por cada nivel de conjuro superior al 1º, hasta un máximo de {@dice 5d8}. El daño aumenta en {@dice 1d8} si el objetivo es un no-muerto o un demonio, hasta un máximo de {@dice 6d8}."
            ]
        },
        {
            "name": "Estilo de lucha",
            "page": 82,
            "srd": true,
            "className": "Paladín",
            "level": 2,
            "entries": [
                "A 2º nivel, adoptas un estilo particular de lucha como tu especialidad. Elige una de las siguientes opciones. No puedes tomar la misma opción de estilo de lucha más de una vez, aunque puedas volver a elegir.",
                {
                    "type": "opciones",
                    "count": 1,
                    "entries": [
                        {
                            "type": "refOptionalfeature",
                            "optionalfeature": "Tiro a bocajarro|UALightDarkUnderdark"
                        },
                        {
                            "type": "refOptionalfeature",
                            "optionalfeature": "Defensa"
                        },
                        {
                            "type": "refOptionalfeature",
                            "optionalfeature": "Duelo"
                        },
                        {
                            "type": "refOptionalfeature",
                            "optionalfeature": "Gran lucha con armas"
                        },
                        {
                            "type": "refOptionalfeature",
                            "optionalfeature": "Mariner|UAWaterborneAdventures"
                        },
                        {
                            "type": "refOptionalfeature",
                            "optionalfeature": "Protección"
                        },
                        {
                            "type": "refOptionalfeature",
                            "optionalfeature": "Túnel de combate|UALightDarkUnderdark"
                        },
                        {
                            "type": "refOptionalfeature",
                            "optionalfeature": "Lucha a ciegas|UAClassFeatureVariants"
                        },
                        {
                            "type": "refOptionalfeature",
                            "optionalfeature": "Intercepción|UAClassFeatureVariants"
                        },
                        {
                            "type": "refOptionalfeature",
                            "optionalfeature": "Lucha con armas arrojadizas|UAClassFeatureVariants"
                        },
                        {
                            "type": "refOptionalfeature",
                            "optionalfeature": "Lucha sin armas|UAClassFeatureVariants"
                        },
                        {
                            "type": "refOptionalfeature",
                            "optionalfeature": "Guerrero bendito|UAClassFeatureVariants"
                        },
                        {
                            "type": "refOptionalfeature",
                            "optionalfeature": "Guerrero bendito|TCE"
                        },
                        {
                            "type": "refOptionalfeature",
                            "optionalfeature": "Lucha a ciegas|TCE"
                        },
                        {
                            "type": "refOptionalfeature",
                            "optionalfeature": "Intercepción|TCE"
                        }
                    ]
                }
            ]
        },
        {
            "name": "Versatilidad marcial",
            "source": "UAClassFeatureVariants",
            "page": 12,
            "className": "Paladín",
            "level": 2,
            "isClassFeatureVariant": true,
            "entries": [
                "{@i Característica de 2º nivel (mejora el estilo de lucha)}",
                "Siempre que ganes un nivel en esta clase, puedes sustituir un estilo de lucha que conozcas por otro estilo disponible para tu clase. Este cambio representa un cambio de enfoque en tu entrenamiento y práctica marcial, haciendo que pierdas los beneficios de un estilo y ganes los de otro."
            ]
        },
        {
            "name": "Hechizo",
            "page": 82,
            "srd": true,
            "className": "Paladín",
            "level": 2,
            "entries": [
                "A 2º nivel, has aprendido a recurrir a la magia divina a través de la meditación y la oración para lanzar hechizos como lo hace un clérigo. Ver {@capítulo 10|PHB|10} para las reglas generales de lanzamiento de conjuros y {@capítulo 11|PHB|11} para la {@lista de conjuros de paladín|conjuros|clase=paladín}.",
                {
                    "type": "entradas",
                    "name": "Preparación y lanzamiento de hechizos",
                    "entries": [
                        "La tabla de Paladín muestra cuántas ranuras de hechizo tienes para lanzar tus {@filtro de hechizos de paladín|hechizos|clase=paladín}. Para lanzar uno de tus hechizos de paladín de 1er nivel o superior, debes gastar una ranura del nivel del hechizo o superior. Recuperas todas las ranuras de conjuro gastadas cuando terminas un descanso largo.",
                        "Preparas la lista de hechizos de paladín que puedes lanzar, eligiendo de la lista de hechizos de paladín. Cuando lo hagas, elige un número de conjuros de paladín igual a tu modificador de Carisma + la mitad de tu nivel de paladín, redondeado hacia abajo (mínimo un conjuro). Los conjuros deben ser de un nivel para el que tengas ranuras de conjuro.",
                        "Por ejemplo, si eres un paladín de 5º nivel, tienes cuatro ranuras de hechizo de 1º nivel y dos de 2º nivel. Con un Carisma de 14, tu lista de conjuros preparados puede incluir cuatro conjuros de 1º o 2º nivel, en cualquier combinación. Si preparas el conjuro de 1er nivel {@spell curar heridas}, puedes lanzarlo utilizando una ranura de 1er nivel o de 2º nivel. Lanzar el hechizo no lo elimina de tu lista de hechizos preparados.",
                        "Puedes cambiar tu lista de hechizos preparados cuando termines un descanso largo. Preparar una nueva lista de hechizos de paladín requiere tiempo de oración y meditación: al menos 1 minuto por cada nivel de hechizo de tu lista."
                    ]
                },
                {
                    "type": "entradas",
                    "name": "Habilidad de hechizo",
                    "entries": [
                        "El carisma es tu habilidad de hechizo para tus hechizos de paladín, ya que su poder deriva de la fuerza de tus convicciones. Utilizas tu Carisma siempre que un hechizo se refiera a tu capacidad de hechizo. Además, utilizas tu modificador de Carisma cuando estableces la DC de la tirada de salvación de un hechizo de paladín que lanzas y cuando haces una tirada de ataque con uno.",
                        {
                            "type": "abilityDc",
                            "name": "Hechizo",
                            "attributes": [
                                null
                            ]
                        },
                        {
                            "type": "abilityAttackMod",
                            "name": "Hechizo",
                            "attributes": [
                                null
                            ]
                        }
                    ]
                },
                {
                    "type": "entradas",
                    "name": "Foco de Hechizo",
                    "entries": [
                        "Puedes usar un {@item símbolo sagrado|phb} como foco de hechizo para tus hechizos de paladín."
                    ]
                }
            ]
        },
        {
            "name": "Canalizar la divinidad",
            "page": 82,
            "srd": true,
            "className": "Paladín",
            "level": 3,
            "entries": [
                "Tu juramento te permite canalizar la energía divina para alimentar los efectos mágicos. Cada opción de canalizar la divinidad proporcionada por tu juramento explica cómo utilizarla.",
                "Cuando usas tu Canal de Divinidad, eliges qué opción usar. Luego debes terminar un descanso corto o largo para volver a usar tu Divinidad de Canal.",
                "Algunos efectos de Canalizar Divinidad requieren tiradas de salvación. Cuando usas un efecto de esta clase, la DC es igual a la DC de tu hechizo de paladín."
            ]
        },
        {
            "name": "Canaliza la divinidad: Aprovechar el poder divino",
            "page": 52,
            "className": "Paladín",
            "level": 3,
            "isClassFeatureVariant": true,
            "consumes": {
                "name": "Canalizar la divinidad"
            },
            "entries": [
                "{@i Paladín de 3er nivel {@variabletrule características de clase opcionales|tce|característica opcional}}",
                "Puedes gastar un uso de tu Canal de Divinidad para alimentar tus hechizos. Como acción de bonificación, tocas tu símbolo sagrado, pronuncias una oración y recuperas una ranura de conjuro gastada, cuyo nivel no puede ser superior a la mitad de tu bonificación de competencia (redondeado hacia arriba). El número de veces que puedes usar este rasgo se basa en el nivel que hayas alcanzado en esta clase: 3er nivel, una vez; 7º nivel, dos veces; y 15º nivel, tres veces. Recuperas todos los usos gastados cuando terminas un descanso largo."
            ]
        },
        {
            "name": "Canaliza la divinidad: Aprovechar el poder divino",
            "source": "UAClassFeatureVariants",
            "page": 6,
            "className": "Paladín",
            "level": 3,
            "isClassFeatureVariant": true,
            "consumes": {
                "name": "Canalizar la divinidad"
            },
            "entries": [
                "{@i Rasgo de paladín de 3er nivel (mejora el Canal de la Divinidad)}",
                "Puedes gastar un uso de tu Canal de Divinidad para alimentar tus hechizos. Como acción de bonificación, tocas tu símbolo sagrado, pronuncias una oración y recuperas una ranura de conjuro de primer nivel gastada."
            ]
        },
        {
            "name": "Salud Divina",
            "page": 82,
            "srd": true,
            "className": "Paladín",
            "level": 3,
            "entries": [
                "A 3er nivel, la magia divina que fluye a través de ti te hace inmune a las enfermedades."
            ]
        },
        {
            "name": "Juramento sagrado",
            "page": 82,
            "srd": true,
            "className": "Paladín",
            "level": 3,
            "entries": [
                "Cuando alcanzas el 3er nivel, haces el juramento que te vincula como paladín para siempre. Hasta ese momento has estado en una etapa de preparación, comprometido con el camino pero sin jurarlo todavía. Ahora eliges de la lista de juramentos disponibles.",
                "Su elección le otorga rasgos a 3er nivel y de nuevo a 7º, 15º y 20º nivel. Estos rasgos incluyen los conjuros de juramento y el rasgo de canalizar la divinidad.",
                {
                    "name": "Hechizos de juramento",
                    "type": "entradas",
                    "entries": [
                        "Cada juramento tiene una lista de hechizos asociados. Se obtiene acceso a estos hechizos en los niveles especificados en la descripción del juramento. Una vez que obtienes acceso a un hechizo de juramento, siempre lo tienes preparado. Los hechizos de juramento no cuentan para el número de hechizos que puedes preparar cada día.",
                        "Si obtienes un hechizo de juramento que no aparece en la lista de hechizos de paladín, el hechizo es sin embargo un hechizo de paladín para ti."
                    ]
                },
                {
                    "type": "refClassFeature",
                    "classFeature": "Canalizar la Divinidad|Paladín||3"
                },
                {
                    "type": "refClassFeature",
                    "classFeature": "Canaliza la divinidad: Aprovechar el poder divino|Paladín||3|UAClassFeatureVariants"
                },
                {
                    "type": "refClassFeature",
                    "classFeature": "Canaliza la divinidad: Aprovechar el poder divino|Paladín||3|TCE"
                },
                {
                    "name": "Romper su juramento",
                    "type": "inserto",
                    "entries": [
                        "Un paladín trata de mantener los más altos estándares de conducta, pero incluso el paladín más virtuoso es falible. A veces el camino correcto resulta demasiado exigente, a veces una situación exige el menor de los males, y a veces el calor de las emociones hace que un paladín transgreda su juramento.",
                        "Un paladín que ha roto un voto suele buscar la absolución de un clérigo que comparta su fe o de otro paladín de la misma orden. El paladín puede pasar una vigilia de toda la noche en oración como señal de penitencia, o emprender un ayuno o un acto similar de abnegación. Tras un rito de confesión y perdón, el paladín comienza de nuevo.",
                        "Si un paladín viola voluntariamente su juramento y no muestra signos de arrepentimiento, las consecuencias pueden ser más graves. A discreción del DM, un paladín impenitente podría verse obligado a abandonar esta clase y adoptar otra, o tal vez a tomar la opción de paladín Rompejuramentos que aparece en la Guía del Dungeon Master."
                    ]
                }
            ]
        },
        {
            "name": "Mejora de la puntuación de la capacidad",
            "page": 82,
            "srd": true,
            "className": "Paladín",
            "level": 4,
            "entries": [
                "Al alcanzar el 4º nivel, puedes aumentar una puntuación de habilidad a tu elección en 2, o puedes aumentar dos puntuaciones de habilidad a tu elección en 1. Como es normal, no puedes aumentar una puntuación de habilidad por encima de 20 utilizando este rasgo.",
                "Si tu DM permite el uso de hazañas, puedes tomar en su lugar una {@5etools feat|feats.html}."
            ]
        },
        {
            "name": "Versatilidad marcial",
            "page": 52,
            "className": "Paladín",
            "level": 4,
            "isClassFeatureVariant": true,
            "entries": [
                "{@i Paladín de 4º nivel {@variabletrule características de clase opcionales|tce|característica opcional}}",
                "Siempre que alcances un nivel en esta clase que te conceda el rasgo de mejora de la puntuación de habilidad, puedes sustituir un {@filtro de estilo de lucha|características opcionales|tipo de rasgo=FS:P} que conozcas por otro estilo de lucha disponible para los paladines. Esta sustitución representa un cambio de enfoque en tu práctica marcial."
            ]
        },
        {
            "name": "Versatilidad de la competencia",
            "source": "UAClassFeatureVariants",
            "page": 1,
            "className": "Paladín",
            "level": 4,
            "isClassFeatureVariant": true,
            "entries": [
                "{@i característica de 4º nivel (mejora la puntuación de habilidad)}",
                "Cuando obtienes el rasgo de mejora de la puntuación de habilidad de tu clase, también puedes reemplazar una de tus competencias de habilidad por una competencia de habilidad ofrecida por tu clase a 1er nivel (la competencia que reemplazas no necesita ser de la clase).",
                "Este cambio representa que una de tus habilidades se está atrofiando mientras te concentras en otra habilidad."
            ]
        },
        {
            "name": "Ataque extra",
            "page": 82,
            "srd": true,
            "className": "Paladín",
            "level": 5,
            "entries": [
                "A partir del 5º nivel, puedes atacar dos veces, en lugar de una, cada vez que realices la acción {@acción Ataque} en tu turno."
            ]
        },
        {
            "name": "Aura de protección",
            "page": 82,
            "srd": true,
            "className": "Paladín",
            "level": 6,
            "entries": [
                "A partir del 6º nivel, siempre que tú o una criatura amiga en un radio de 3 metros debáis hacer una tirada de salvación, la criatura gana un bonificador a la tirada de salvación igual a tu modificador de Carisma (con un bonificador mínimo de +1). Debes estar consciente para conceder este bonificador.",
                "A nivel 18, el alcance de esta aura aumenta a 30 pies."
            ]
        },
        {
            "name": "Característica del juramento sagrado",
            "page": 82,
            "srd": true,
            "className": "Paladín",
            "level": 7,
            "entries": [
                "A 7º nivel, obtienes una característica que te otorga tu Juramento Sagrado."
            ]
        },
        {
            "name": "Mejora de la puntuación de la capacidad",
            "page": 82,
            "srd": true,
            "className": "Paladín",
            "level": 8,
            "entries": [
                "Al alcanzar el 8º nivel, puedes aumentar una puntuación de habilidad a tu elección en 2, o puedes aumentar dos puntuaciones de habilidad a tu elección en 1. Como es normal, no puedes aumentar una puntuación de habilidad por encima de 20 utilizando este rasgo.",
                "Si tu DM permite el uso de hazañas, puedes tomar en su lugar una {@5etools feat|feats.html}."
            ]
        },
        {
            "name": "Versatilidad de la competencia",
            "source": "UAClassFeatureVariants",
            "page": 1,
            "className": "Paladín",
            "level": 8,
            "isClassFeatureVariant": true,
            "entries": [
                "{@i Característica de 8º nivel (mejora la puntuación de habilidad)}",
                "Cuando obtienes el rasgo de mejora de la puntuación de habilidad de tu clase, también puedes reemplazar una de tus competencias de habilidad por una competencia de habilidad ofrecida por tu clase a 1er nivel (la competencia que reemplazas no necesita ser de la clase).",
                "Este cambio representa que una de tus habilidades se está atrofiando mientras te concentras en otra habilidad."
            ]
        },
        {
            "name": "Aura de coraje",
            "page": 82,
            "srd": true,
            "className": "Paladín",
            "level": 10,
            "entries": [
                "A partir del 10º nivel, tú y las criaturas amistosas a menos de 3 metros de ti no pueden ser {@condición de miedo} mientras estés consciente.",
                "A nivel 18, el alcance de esta aura aumenta a 30 pies."
            ]
        },
        {
            "name": "Golpe divino mejorado",
            "page": 82,
            "srd": true,
            "className": "Paladín",
            "level": 11,
            "entries": [
                "En el 11º nivel, estás tan impregnado de fuerza justa que todos tus golpes con armas cuerpo a cuerpo llevan consigo poder divino. Cada vez que golpeas a una criatura con un arma cuerpo a cuerpo, la criatura recibe un daño radiante adicional de {@damage 1d8}."
            ]
        },
        {
            "name": "Mejora de la puntuación de la capacidad",
            "page": 82,
            "srd": true,
            "className": "Paladín",
            "level": 12,
            "entries": [
                "Cuando alcanzas el nivel 12, puedes aumentar una puntuación de habilidad de tu elección en 2, o puedes aumentar dos puntuaciones de habilidad de tu elección en 1. Como es normal, no puedes aumentar una puntuación de habilidad por encima de 20 utilizando este rasgo.",
                "Si tu DM permite el uso de hazañas, puedes tomar en su lugar una {@5etools feat|feats.html}."
            ]
        },
        {
            "name": "Versatilidad de la competencia",
            "source": "UAClassFeatureVariants",
            "page": 1,
            "className": "Paladín",
            "level": 12,
            "isClassFeatureVariant": true,
            "entries": [
                "{@i Característica de nivel 12 (mejora la puntuación de habilidad)}",
                "Cuando obtienes el rasgo de mejora de la puntuación de habilidad de tu clase, también puedes reemplazar una de tus competencias de habilidad por una competencia de habilidad ofrecida por tu clase a 1er nivel (la competencia que reemplazas no necesita ser de la clase).",
                "Este cambio representa que una de tus habilidades se está atrofiando mientras te concentras en otra habilidad."
            ]
        },
        {
            "name": "Toque de limpieza",
            "page": 82,
            "srd": true,
            "className": "Paladín",
            "level": 14,
            "entries": [
                "A partir del 14º nivel, puedes usar tu acción para terminar un hechizo sobre ti mismo o sobre una criatura dispuesta que toques.",
                "Puedes usar este rasgo un número de veces igual a tu modificador de Carisma (un mínimo de una vez). Recuperas los usos gastados cuando terminas un descanso largo."
            ]
        },
        {
            "name": "Característica del juramento sagrado",
            "page": 82,
            "srd": true,
            "className": "Paladín",
            "level": 15,
            "entries": [
                "A 15º nivel, obtienes un rasgo que te otorga tu Juramento Sagrado."
            ]
        },
        {
            "name": "Mejora de la puntuación de la capacidad",
            "page": 82,
            "srd": true,
            "className": "Paladín",
            "level": 16,
            "entries": [
                "Cuando alcanzas el nivel 16, puedes aumentar una puntuación de habilidad a tu elección en 2, o puedes aumentar dos puntuaciones de habilidad a tu elección en 1. Como es normal, no puedes aumentar una puntuación de habilidad por encima de 20 utilizando esta característica.",
                "Si tu DM permite el uso de hazañas, puedes tomar en su lugar una {@5etools feat|feats.html}."
            ]
        },
        {
            "name": "Versatilidad de la competencia",
            "source": "UAClassFeatureVariants",
            "page": 1,
            "className": "Paladín",
            "level": 16,
            "isClassFeatureVariant": true,
            "entries": [
                "{@i Característica de nivel 16 (mejora la puntuación de habilidad)}",
                "Cuando obtienes el rasgo de mejora de la puntuación de habilidad de tu clase, también puedes reemplazar una de tus competencias de habilidad por una competencia de habilidad ofrecida por tu clase a 1er nivel (la competencia que reemplazas no necesita ser de la clase).",
                "Este cambio representa que una de tus habilidades se está atrofiando mientras te concentras en otra habilidad."
            ]
        },
        {
            "name": "Mejoras en el aura",
            "page": 82,
            "srd": true,
            "className": "Paladín",
            "level": 18,
            "entries": [
                "A nivel 18, el alcance de tu Aura de Protección aumenta a 30 pies."
            ]
        },
        {
            "name": "Mejora de la puntuación de la capacidad",
            "page": 82,
            "srd": true,
            "className": "Paladín",
            "level": 19,
            "entries": [
                "Al alcanzar el nivel 19, puedes aumentar una puntuación de habilidad a tu elección en 2, o puedes aumentar dos puntuaciones de habilidad a tu elección en 1. Como es normal, no puedes aumentar una puntuación de habilidad por encima de 20 utilizando esta característica.",
                "Si tu DM permite el uso de hazañas, puedes tomar en su lugar una {@5etools feat|feats.html}."
            ]
        },
        {
            "name": "Versatilidad de la competencia",
            "source": "UAClassFeatureVariants",
            "page": 1,
            "className": "Paladín",
            "level": 19,
            "isClassFeatureVariant": true,
            "entries": [
                "{@i Característica de nivel 19 (mejora la puntuación de habilidad)}",
                "Cuando obtienes el rasgo de mejora de la puntuación de habilidad de tu clase, también puedes reemplazar una de tus competencias de habilidad por una competencia de habilidad ofrecida por tu clase a 1er nivel (la competencia que reemplazas no necesita ser de la clase).",
                "Este cambio representa que una de tus habilidades se está atrofiando mientras te concentras en otra habilidad."
            ]
        },
        {
            "name": "Característica del juramento sagrado",
            "page": 82,
            "srd": true,
            "className": "Paladín",
            "level": 20,
            "entries": [
                "A 20º nivel, obtienes un rasgo que te otorga tu Juramento Sagrado."
            ]
        }
    ],
    "subclassFeature": [
        {
            "name": "Oathbreaker",
            "page": 97,
            "className": "Paladín",
            "subclassShortName": "Oathbreaker",
            "level": 3,
            "entries": [
                "Un Oathbreaker es un paladín que rompe sus juramentos sagrados para perseguir alguna ambición oscura o servir a un poder maligno. La luz que ardía en el corazón del paladín se ha extinguido. Sólo queda la oscuridad.",
                "Un paladín debe ser malvado y tener al menos 3er nivel para convertirse en un Oathbreaker. El paladín sustituye los rasgos específicos de su Juramento Sagrado por los rasgos de Rompehuesos.",
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Hechizos Oathbreaker|Paladín|||Oathbreaker|DMG|3"
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Canal Oathbreaker Divinity: Controlar muertos vivientes|Paladín||Interruptor de la muerte|DMG|3"
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Canal Oathbreaker Divinity: Aspecto Espantoso|Paladín||Interruptor del Muro|DMG|3"
                }
            ]
        },
        {
            "name": "Canal Oathbreaker Divinity: Controla a los muertos vivientes",
            "page": 97,
            "className": "Paladín",
            "subclassShortName": "Oathbreaker",
            "level": 3,
            "header": 1,
            "entries": [
                "Como acción, el paladín tiene como objetivo una criatura no muerta que pueda ver en un radio de 30 pies. El objetivo debe hacer una tirada de salvación de Sabiduría. Si falla la tirada de salvación, el objetivo debe obedecer las órdenes del paladín durante las siguientes 24 horas, o hasta que el paladín vuelva a utilizar esta opción de Canalizar Divinidad. Un no-muerto cuyo índice de desafío sea igual o mayor que el nivel del paladín es inmune a este efecto."
            ]
        },
        {
            "name": "Canal Oathbreaker Divinity: Aspecto terrible",
            "page": 97,
            "className": "Paladín",
            "subclassShortName": "Oathbreaker",
            "level": 3,
            "header": 1,
            "entries": [
                "Como acción, el paladín canaliza las emociones más oscuras y las concentra en un estallido de amenaza mágica. Cada criatura a elección del paladín en un radio de 30 pies del paladín debe hacer una tirada de salvación de Sabiduría si puede ver al paladín. Si falla la tirada de salvación, el objetivo queda atemorizado por el paladín durante 1 minuto. Si una criatura {@condición asustada} por este efecto termina su turno a más de 30 pies del paladín, puede intentar otra tirada de salvación de Sabiduría para terminar el efecto sobre ella."
            ]
        },
        {
            "name": "Hechizos rompehuesos",
            "page": 97,
            "className": "Paladín",
            "subclassShortName": "Oathbreaker",
            "level": 3,
            "header": 1,
            "entries": [
                "Obtienes hechizos rompehuesos a los niveles de paladín indicados.",
                {
                    "type": "tabla",
                    "caption": "Hechizos rompehuesos",
                    "colLabels": [
                        "Nivel Paladín",
                        "Hechizos"
                    ],
                    "colStyles": [
                        "col-2 texto-centro",
                        "col-10"
                    ],
                    "rows": [
                        [
                            null,
                            "{@spell hechizo reprimenda infernal}, {@spell hechizo infligir heridas}"
                        ],
                        [
                            null,
                            "{@hechizo corona de locura}, {@hechizo oscuridad}"
                        ],
                        [
                            null,
                            "{@spell animate dead}, {@spell bestow curse}"
                        ],
                        [
                            "13ª edición",
                            "{@spellizco}, {@spellizco confusión}"
                        ],
                        [
                            "17ª edición",
                            "{@spell contagio}, {@spell persona dominante}"
                        ]
                    ]
                }
            ]
        },
        {
            "name": "Aura de odio",
            "page": 97,
            "className": "Paladín",
            "subclassShortName": "Oathbreaker",
            "level": 7,
            "header": 2,
            "entries": [
                "A partir del 7º nivel, el paladín, así como cualquier demonio y no muerto en un radio de 3 metros del paladín, gana un bonificador a las tiradas de daño con armas cuerpo a cuerpo igual al modificador de Carisma del paladín (mínimo de +1). Una criatura puede beneficiarse de este rasgo de un solo paladín a la vez.",
                "A nivel 18, el alcance de esta aura aumenta a 30 pies."
            ]
        },
        {
            "name": "Resistencia sobrenatural",
            "page": 97,
            "className": "Paladín",
            "subclassShortName": "Oathbreaker",
            "level": 15,
            "header": 2,
            "entries": [
                "A 15º nivel, el paladín obtiene resistencia al daño contundente, perforante y cortante de armas no mágicas."
            ]
        },
        {
            "name": "Señor del Terror",
            "page": 97,
            "className": "Paladín",
            "subclassShortName": "Oathbreaker",
            "level": 20,
            "header": 2,
            "entries": [
                "A 20º nivel, el paladín puede, como acción, rodearse de un aura de oscuridad que dura 1 minuto. El aura reduce cualquier luz brillante en un radio de 30 pies alrededor del paladín a luz tenue. Cada vez que un enemigo que es {@condición asustada} por el paladín comienza su turno en el aura, recibe {@daño 4d10} de daño psíquico. Además, el paladín y las criaturas que elija en el aura quedan envueltos en una sombra más profunda. Las criaturas que dependen de la vista tienen desventaja en las tiradas de ataque contra las criaturas envueltas en esta sombra.",
                "Mientras dure el aura, el paladín puede usar una acción de bonificación en su turno para hacer que las sombras del aura ataquen a una criatura. El paladín realiza un ataque de hechizo cuerpo a cuerpo contra el objetivo. Si el ataque impacta, el objetivo recibe un daño necrótico igual a {@dice 3d10} + el modificador de Carisma del paladín.",
                "Después de activar el aura, el paladín no puede volver a hacerlo hasta que termine un descanso largo."
            ]
        },
        {
            "name": "Juramento de los Antiguos",
            "page": 86,
            "className": "Paladín",
            "subclassShortName": "Antiguos",
            "level": 3,
            "entries": [
                "El Juramento de los Antiguos es tan antiguo como la raza de los elfos y los rituales de los druidas. A veces llamados caballeros feéricos, caballeros verdes o caballeros con cuernos, los paladines que prestan este juramento echan su suerte al lado de la luz en la lucha cósmica contra la oscuridad porque aman las cosas bellas y vivificantes del mundo, no necesariamente porque crean en los principios de honor, valor y justicia. Adornan sus armaduras y ropas con imágenes de cosas que crecen -hojas, cuernos o flores- para reflejar su compromiso de preservar la vida y la luz en el mundo.",
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Principios de los Antiguos|Paladín||Antiguos|3"
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Hechizos de juramento|Paladín||Antiguos|3"
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Canaliza la divinidad: Nature's Wrath|Paladín||Antiguos|3"
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Canaliza la divinidad: Turn the Faithless|Paladín||Antiguos|3"
                }
            ]
        },
        {
            "name": "Canaliza la divinidad: Nature's Wrath",
            "page": 86,
            "className": "Paladín",
            "subclassShortName": "Antiguos",
            "level": 3,
            "header": 1,
            "consumes": {
                "name": "Canalizar la divinidad"
            },
            "entries": [
                "Puedes utilizar tu Canal de Divinidad para invocar fuerzas primigenias y atrapar a un enemigo. Como acción, puedes hacer que surjan vides espectrales que alcancen a una criatura que esté a 10 pies de ti y que puedas ver. La criatura debe tener éxito en una tirada de salvación de Fuerza o Destreza (a su elección) o ser {@condición restringida}. Mientras esté {@condición restringida} por las lianas, la criatura repite la tirada de salvación al final de cada uno de sus turnos. Si tiene éxito, se libera y las lianas desaparecen."
            ]
        },
        {
            "name": "Canaliza la divinidad: Gira a los infieles",
            "page": 86,
            "className": "Paladín",
            "subclassShortName": "Antiguos",
            "level": 3,
            "header": 1,
            "consumes": {
                "name": "Canalizar la divinidad"
            },
            "entries": [
                "Puedes usar tu divinidad de canal para pronunciar palabras antiguas que son dolorosas para los fey y los demonios. Como acción, presentas tu símbolo sagrado y cada fey o demonio en un radio de 30 pies que pueda oírte debe hacer una tirada de salvación de Sabiduría. Si fallas la tirada de salvación, la criatura se desvía durante 1 minuto o hasta que reciba daño.",
                "Una criatura girada debe pasar sus turnos tratando de alejarse de ti tanto como pueda, y no puede moverse voluntariamente a un espacio a menos de 30 pies de ti. Tampoco puede realizar reacciones. Para su acción, sólo puede utilizar la acción {@action Dash} o intentar escapar de un efecto que le impida moverse. Si no hay ningún lugar donde moverse, la criatura puede utilizar la acción {@acción Esquivar}.",
                "Si la verdadera forma de la criatura está oculta por una ilusión, un cambio de forma u otro efecto, esa forma se revela mientras se gira."
            ]
        },
        {
            "name": "Hechizos de juramento",
            "page": 86,
            "className": "Paladín",
            "subclassShortName": "Antiguos",
            "level": 3,
            "header": 1,
            "entries": [
                "Obtienes hechizos de juramento a los niveles de paladín indicados.",
                {
                    "type": "tabla",
                    "caption": "Hechizos del Juramento de los Antiguos",
                    "colLabels": [
                        "Nivel Paladín",
                        "Hechizos"
                    ],
                    "colStyles": [
                        "col-2 texto-centro",
                        "col-10"
                    ],
                    "rows": [
                        [
                            null,
                            "{hacer un hechizo para atrapar}, {hacer un hechizo para hablar con los animales}"
                        ],
                        [
                            null,
                            "{@spell rayo de luna}, {@spell paso de niebla}"
                        ],
                        [
                            null,
                            "{@spellar crecimiento de la planta}, {@spellar protección de la energía}"
                        ],
                        [
                            "13ª edición",
                            "{@hechizo tormenta de hielo}, {@hechizo piel de piedra}"
                        ],
                        [
                            "17ª edición",
                            "{hacer un hechizo de comunión con la naturaleza}, {hacer un hechizo de zancada en el árbol}"
                        ]
                    ]
                }
            ]
        },
        {
            "name": "Los principios de los antiguos",
            "page": 86,
            "className": "Paladín",
            "subclassShortName": "Antiguos",
            "level": 3,
            "header": 1,
            "entries": [
                "Los principios del Juramento de los Antiguos se han conservado durante siglos. Este juramento enfatiza los principios del bien por encima de cualquier preocupación por la ley o el caos. Sus cuatro principios centrales son simples.",
                {
                    "type": "entradas",
                    "entries": [
                        {
                            "type": "entradas",
                            "name": "Enciende la luz",
                            "entries": [
                                "Con tus actos de misericordia, bondad y perdón, enciende la luz de la esperanza en el mundo, haciendo retroceder la desesperación."
                            ]
                        }
                    ]
                },
                {
                    "type": "entradas",
                    "entries": [
                        {
                            "type": "entradas",
                            "name": "Proteger la luz",
                            "entries": [
                                "Allí donde haya bondad, belleza, amor y risa en el mundo, enfréntate a la maldad que lo engulle. Donde florezca la vida, enfréntate a las fuerzas que la harían estéril."
                            ]
                        }
                    ]
                },
                {
                    "type": "entradas",
                    "entries": [
                        {
                            "type": "entradas",
                            "name": "Conserve su propia luz",
                            "entries": [
                                "Deléitate con el canto y la risa, con la belleza y el arte. Si permites que la luz muera en tu propio corazón, no podrás preservarla en el mundo."
                            ]
                        }
                    ]
                },
                {
                    "type": "entradas",
                    "entries": [
                        {
                            "type": "entradas",
                            "name": "Sé la luz",
                            "entries": [
                                "Sé un faro glorioso para todos los que viven en la desesperación. Deja que la luz de tu alegría y valor brille en todos tus actos."
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "name": "Aura de protección",
            "page": 86,
            "className": "Paladín",
            "subclassShortName": "Antiguos",
            "level": 7,
            "header": 2,
            "entries": [
                "A partir del 7º nivel, la magia ancestral recae tanto sobre ti que forma una guardia eldritch. Tú y las criaturas amistosas en un radio de 3 metros tenéis resistencia al daño de los hechizos.",
                "A nivel 18, el alcance de esta aura aumenta a 30 pies."
            ]
        },
        {
            "name": "Centinela imperecedero",
            "page": 86,
            "className": "Paladín",
            "subclassShortName": "Antiguos",
            "level": 15,
            "header": 2,
            "entries": [
                "A partir del 15º nivel, cuando te reduzcan a 0 puntos de vida y no te maten directamente, puedes elegir bajar a 1 punto de vida en su lugar. Una vez que uses esta habilidad, no podrás volver a usarla hasta que termines un descanso largo.",
                "Además, no sufres ninguno de los inconvenientes de la vejez y no puedes envejecer por arte de magia."
            ]
        },
        {
            "name": "Campeón anciano",
            "page": 86,
            "className": "Paladín",
            "subclassShortName": "Antiguos",
            "level": 20,
            "header": 2,
            "entries": [
                "A 20º nivel, puedes asumir la forma de una antigua fuerza de la naturaleza, adoptando la apariencia que elijas. Por ejemplo, tu piel puede volverse verde o adoptar una textura parecida a la de la corteza, tu pelo puede volverse frondoso o parecido al musgo, o pueden brotarte cuernos o una melena parecida a la de un león.",
                "Utilizando su acción, sufre una transformación. Durante 1 minuto, obtienes los siguientes beneficios:",
                {
                    "type": "lista",
                    "items": [
                        "Al comienzo de cada uno de tus turnos, recuperas 10 puntos de golpe.",
                        "Siempre que lances un hechizo de paladín que tenga un tiempo de lanzamiento de 1 acción, puedes lanzarlo usando tu acción adicional en su lugar.",
                        "Las criaturas enemigas a menos de 3 metros de ti tienen desventaja en las tiradas de salvación contra tus hechizos de paladín y las opciones de Canalizar Divinidad."
                    ]
                },
                "Una vez que utilices esta función, no podrás volver a usarla hasta que termines un descanso largo."
            ]
        },
        {
            "name": "Juramento de devoción",
            "page": 85,
            "srd": true,
            "className": "Paladín",
            "subclassShortName": "Devoción",
            "level": 3,
            "entries": [
                "El Juramento de Devoción vincula a un paladín a los más altos ideales de justicia, virtud y orden. A veces llamados caballeros, caballeros blancos o guerreros sagrados, estos paladines responden al ideal del caballero de brillante armadura, actuando con honor en pos de la justicia y el bien común. Se atienen a los más altos estándares de conducta, y algunos, para bien o para mal, exigen al resto del mundo los mismos estándares. Muchos de los que prestan este juramento son devotos de los dioses de la ley y el bien y utilizan los principios de sus dioses como medida de su devoción. Consideran a los ángeles -los perfectos servidores del bien- como sus ideales, e incorporan imágenes de alas angélicas en sus cascos o escudos.",
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Principios de la devoción|Paladín||Devoción|3"
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Hechizos de juramento|Paladín||Devoción|3"
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Canaliza la divinidad: Arma Sagrada|Paladín||Devoción|3"
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Canaliza la divinidad: Convertir lo impío|Paladín||Devoción|3"
                }
            ]
        },
        {
            "name": "Canaliza la divinidad: Arma Sagrada",
            "page": 85,
            "srd": true,
            "className": "Paladín",
            "subclassShortName": "Devoción",
            "level": 3,
            "header": 1,
            "consumes": {
                "name": "Canalizar la divinidad"
            },
            "entries": [
                "Como acción, puedes imbuir un arma que estés sosteniendo con energía positiva, usando tu Divinidad de Canal. Durante 1 minuto, añades tu modificador de Carisma a las tiradas de ataque realizadas con esa arma (con un bono mínimo de +1). El arma también emite una luz brillante en un radio de 20 pies y una luz tenue 20 pies más allá. Si el arma no es ya mágica, se convierte en mágica mientras dure.",
                "Puedes terminar este efecto en tu turno como parte de cualquier otra acción. Si ya no sostienes o llevas esta arma, o si caes {@condición inconsciente}, este efecto termina."
            ]
        },
        {
            "name": "Canaliza la divinidad: Convierte a los impíos",
            "page": 85,
            "srd": true,
            "className": "Paladín",
            "subclassShortName": "Devoción",
            "level": 3,
            "header": 1,
            "consumes": {
                "name": "Canalizar la divinidad"
            },
            "entries": [
                "Como acción, presentas tu símbolo sagrado y pronuncias una oración censurando a los demonios y a los muertos vivientes, utilizando tu Canal de Divinidad. Cada demonio o no-muerto que pueda verte u oírte a menos de 30 pies de ti debe hacer una tirada de salvación de Sabiduría. Si la criatura falla su tirada de salvación, se convierte durante 1 minuto o hasta que reciba daño.",
                "Una criatura girada debe pasar sus turnos tratando de alejarse de ti tanto como pueda, y no puede moverse voluntariamente a un espacio a menos de 30 pies de ti. Tampoco puede realizar reacciones. Para su acción, sólo puede utilizar la acción {@action Dash} o intentar escapar de un efecto que le impida moverse. Si no hay ningún lugar donde moverse, la criatura puede utilizar la acción {@acción Esquivar}."
            ]
        },
        {
            "name": "Hechizos de juramento",
            "page": 85,
            "srd": true,
            "className": "Paladín",
            "subclassShortName": "Devoción",
            "level": 3,
            "header": 1,
            "entries": [
                "Obtienes hechizos de juramento a los niveles de paladín indicados.",
                {
                    "type": "tabla",
                    "caption": "Hechizos de juramento de devoción",
                    "colLabels": [
                        "Nivel Paladín",
                        "Hechizos"
                    ],
                    "colStyles": [
                        "col-2 texto-centro",
                        "col-10"
                    ],
                    "rows": [
                        [
                            null,
                            "{@spellizco protección del mal y del bien}, {@spellizco santuario}"
                        ],
                        [
                            null,
                            "{@spell lesser restoration}, {@spell zone of truth}"
                        ],
                        [
                            null,
                            "{@spell beacon of hope}, {@spell dispel magic}"
                        ],
                        [
                            "13ª edición",
                            "{@spell freedom of movement}, {@spell guardian of faith}"
                        ],
                        [
                            "17ª edición",
                            "{@hechizo comunión}, {@hechizo golpe de llama}"
                        ]
                    ]
                }
            ]
        },
        {
            "name": "Principios de la devoción",
            "page": 85,
            "srd": true,
            "className": "Paladín",
            "subclassShortName": "Devoción",
            "level": 3,
            "header": 1,
            "entries": [
                "Aunque las palabras exactas y las restricciones del Juramento de Devoción varían, los paladines de este juramento comparten estos principios.",
                {
                    "type": "entradas",
                    "entries": [
                        {
                            "type": "entradas",
                            "name": "Honestidad",
                            "entries": [
                                "No mientas ni engañes. Que tu palabra sea tu promesa."
                            ]
                        }
                    ]
                },
                {
                    "type": "entradas",
                    "entries": [
                        {
                            "type": "entradas",
                            "name": "Valor",
                            "entries": [
                                "Nunca temas actuar, aunque la precaución es sabia."
                            ]
                        }
                    ]
                },
                {
                    "type": "entradas",
                    "entries": [
                        {
                            "type": "entradas",
                            "name": "Compasión",
                            "entries": [
                                "Ayudar a los demás, proteger a los débiles y castigar a los que los amenazan. Muestra piedad con tus enemigos, pero modérala con sabiduría."
                            ]
                        }
                    ]
                },
                {
                    "type": "entradas",
                    "entries": [
                        {
                            "type": "entradas",
                            "name": "Honor",
                            "entries": [
                                "Trata a los demás con justicia, y que tus actos honorables sean un ejemplo para ellos. Haz todo el bien posible causando el menor daño posible."
                            ]
                        }
                    ]
                },
                {
                    "type": "entradas",
                    "entries": [
                        {
                            "type": "entradas",
                            "name": "Duty",
                            "entries": [
                                "Sé responsable de tus actos y de sus consecuencias, protege a los que te han sido confiados y obedece a los que tienen justa autoridad sobre ti."
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "name": "Aura de devoción",
            "page": 85,
            "srd": true,
            "className": "Paladín",
            "subclassShortName": "Devoción",
            "level": 7,
            "header": 2,
            "entries": [
                "A partir del 7º nivel, tú y las criaturas amistosas en un radio de 3 metros no podéis ser {@condición encantada} mientras estéis conscientes.",
                "A nivel 18, el alcance de esta aura aumenta a 30 pies."
            ]
        },
        {
            "name": "Pureza de espíritu",
            "page": 85,
            "srd": true,
            "className": "Paladín",
            "subclassShortName": "Devoción",
            "level": 15,
            "header": 2,
            "entries": [
                "A partir del 15º nivel, siempre estás bajo los efectos de un hechizo {@spell protection from evil and good}."
            ]
        },
        {
            "name": "Santo Nimbus",
            "page": 85,
            "srd": true,
            "className": "Paladín",
            "subclassShortName": "Devoción",
            "level": 20,
            "header": 2,
            "entries": [
                "A 20º nivel, como acción, puedes emanar un aura de luz solar. Durante 1 minuto, la luz brillante brilla desde ti en un radio de 30 pies, y la luz tenue brilla 30 pies más allá.",
                "Siempre que una criatura enemiga comienza su turno en la luz brillante, la criatura recibe 10 de daño radiante.",
                "Además, mientras dure, tienes ventaja en las tiradas de salvación contra hechizos lanzados por demonios o muertos vivientes.",
                "Una vez que utilices esta función, no podrás volver a usarla hasta que termines un descanso largo."
            ]
        },
        {
            "name": "Juramento de Venganza",
            "page": 87,
            "className": "Paladín",
            "subclassShortName": "Venganza",
            "level": 3,
            "entries": [
                "El Juramento de Venganza es un compromiso solemne de castigar a quienes han cometido un pecado grave. Cuando las fuerzas del mal masacran a aldeanos indefensos, cuando todo un pueblo se vuelve en contra de la voluntad de los dioses, cuando un gremio de ladrones se vuelve demasiado violento y poderoso, cuando un dragón arrasa el campo... en momentos así, los paladines se levantan y hacen un Juramento de Venganza para corregir lo que ha salido mal. Para estos paladines -a veces llamados vengadores o caballeros oscuros- su propia pureza no es tan importante como impartir justicia.",
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Principios de la Venganza|Paladín||Venganza|3"
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Hechizos de juramento|Paladín||Venganza|3"
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Canaliza la divinidad: Abjurar al enemigo|Paladín||Venganza|3"
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Canaliza la divinidad: Voto de Enemistad|Paladín||Venganza|3"
                }
            ]
        },
        {
            "name": "Canaliza la divinidad: Abjurar del enemigo",
            "page": 87,
            "className": "Paladín",
            "subclassShortName": "Venganza",
            "level": 3,
            "header": 1,
            "consumes": {
                "name": "Canalizar la divinidad"
            },
            "entries": [
                "Como acción, presentas tu símbolo sagrado y pronuncias una oración de denuncia, utilizando tu Divinidad de Canal. Elige una criatura en un radio de 60 pies que puedas ver. Esa criatura debe hacer una tirada de salvación de Sabiduría, a menos que sea inmune a ser {@condición de miedo}. Los demonios y los muertos vivientes tienen desventaja en esta tirada de salvación.",
                "Si se falla la salvación, la criatura está {@condición de miedo} durante 1 minuto o hasta que reciba algún daño. Mientras está en {@condición de miedo}, la velocidad de la criatura es 0, y no puede beneficiarse de ninguna bonificación a su velocidad.",
                "Si la salvación tiene éxito, la velocidad de la criatura se reduce a la mitad durante 1 minuto o hasta que reciba algún daño."
            ]
        },
        {
            "name": "Canaliza la divinidad: Voto de Enemistad",
            "page": 87,
            "className": "Paladín",
            "subclassShortName": "Venganza",
            "level": 3,
            "header": 1,
            "consumes": {
                "name": "Canalizar la divinidad"
            },
            "entries": [
                "Como acción de bonificación, puedes pronunciar un voto de enemistad contra una criatura que puedas ver a menos de 3 metros de ti, utilizando tu Divinidad de Canal. Ganas ventaja en las tiradas de ataque contra la criatura durante 1 minuto o hasta que caiga a 0 puntos de golpe o caiga {@condición inconsciente}."
            ]
        },
        {
            "name": "Hechizos de juramento",
            "page": 87,
            "className": "Paladín",
            "subclassShortName": "Venganza",
            "level": 3,
            "header": 1,
            "entries": [
                "Obtienes hechizos de juramento a los niveles de paladín indicados.",
                {
                    "type": "tabla",
                    "caption": "Hechizos del Juramento de Venganza",
                    "colLabels": [
                        "Nivel Paladín",
                        "Hechizos"
                    ],
                    "colStyles": [
                        "col-2 texto-centro",
                        "col-10"
                    ],
                    "rows": [
                        [
                            null,
                            "{@hechizo perdición}, {@hechizo marca del cazador}"
                        ],
                        [
                            null,
                            "{@spell hold person}, {@spell misty step}"
                        ],
                        [
                            null,
                            "{@hechizo prisa}, {@hechizo protección de la energía}"
                        ],
                        [
                            "13ª edición",
                            "{@spellar destierro}, {@spellar puerta de dimensión}"
                        ],
                        [
                            "17ª edición",
                            "{@spellizco retener monstruo}, {@spellizco adivinar}"
                        ]
                    ]
                }
            ]
        },
        {
            "name": "Principios de la venganza",
            "page": 87,
            "className": "Paladín",
            "subclassShortName": "Venganza",
            "level": 3,
            "header": 1,
            "entries": [
                "Los principios del Juramento de Venganza varían según el paladín, pero todos los principios giran en torno a castigar a los malhechores por cualquier medio necesario. Los paladines que defienden estos principios están dispuestos a sacrificar incluso su propia rectitud para impartir justicia a los que hacen el mal, por lo que los paladines suelen ser neutrales o neutrales de derecho. Los principios básicos de los principios son brutalmente simples.",
                {
                    "type": "entradas",
                    "entries": [
                        {
                            "type": "entradas",
                            "name": "Lucha contra el mal mayor",
                            "entries": [
                                "Enfrentado a la opción de luchar contra mis enemigos jurados o combatir un mal menor, elijo el mal mayor."
                            ]
                        }
                    ]
                },
                {
                    "type": "entradas",
                    "entries": [
                        {
                            "type": "entradas",
                            "name": "Sin piedad para los malvados",
                            "entries": [
                                "Los enemigos ordinarios pueden ganar mi misericordia, pero mis enemigos jurados no."
                            ]
                        }
                    ]
                },
                {
                    "type": "entradas",
                    "entries": [
                        {
                            "type": "entradas",
                            "name": "Por cualquier medio necesario",
                            "entries": [
                                "Mis escrúpulos no pueden interponerse en el camino para exterminar a mis enemigos."
                            ]
                        }
                    ]
                },
                {
                    "type": "entradas",
                    "entries": [
                        {
                            "type": "entradas",
                            "name": "Restitución",
                            "entries": [
                                "Si mis enemigos causan la ruina en el mundo, es porque no pude detenerlos. Debo ayudar a los perjudicados por sus fechorías."
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "name": "Vengador implacable",
            "page": 87,
            "className": "Paladín",
            "subclassShortName": "Venganza",
            "level": 7,
            "header": 2,
            "entries": [
                "A 7º nivel, tu enfoque sobrenatural te ayuda a cerrar la retirada de un enemigo. Cuando golpeas a una criatura con un ataque de oportunidad, puedes moverte hasta la mitad de tu velocidad inmediatamente después del ataque y como parte de la misma reacción. Este movimiento no provoca ataques de oportunidad."
            ]
        },
        {
            "name": "Alma de Venganza",
            "page": 87,
            "className": "Paladín",
            "subclassShortName": "Venganza",
            "level": 15,
            "header": 2,
            "entries": [
                "A partir del 15º nivel, la autoridad con la que pronuncias tu Voto de Enemistad te otorga un mayor poder sobre tu enemigo. Cuando una criatura bajo el efecto de tu Voto de Enemistad realiza un ataque, puedes utilizar tu reacción para realizar un ataque con arma cuerpo a cuerpo contra esa criatura si está dentro de su alcance."
            ]
        },
        {
            "name": "Ángel vengador",
            "page": 87,
            "className": "Paladín",
            "subclassShortName": "Venganza",
            "level": 20,
            "header": 2,
            "entries": [
                "A 20º nivel, puedes asumir la forma de un vengador angélico. Utilizando su acción, se somete a una transformación. Durante 1 hora, obtienes los siguientes beneficios:",
                {
                    "type": "lista",
                    "items": [
                        "Las alas brotan de tu espalda y te otorgan una velocidad de vuelo de 60 pies.",
                        "Emanas un aura de amenaza en un radio de 30 pies. La primera vez que cualquier criatura enemiga entre en el aura o comience su turno allí durante una batalla, la criatura debe tener éxito en una tirada de salvación de Sabiduría o se convierte en {@condición de miedo} de ti durante 1 minuto o hasta que reciba algún daño. Las tiradas de {@acción de ataque} contra la criatura de {@condición asustada} tienen ventaja."
                    ]
                },
                "Una vez que utilices esta función, no podrás volver a usarla hasta que termines un descanso largo."
            ]
        },
        {
            "name": "Juramento de la Corona",
            "source": "SCAG",
            "page": 132,
            "className": "Paladín",
            "subclassShortName": "Corona",
            "subclassSource": "SCAG",
            "level": 3,
            "entries": [
                "El Juramento de la Corona se presta a los ideales de la civilización, ya sea el espíritu de una nación, la lealtad a un soberano o el servicio a una deidad de la ley y el gobierno. Los paladines que prestan este juramento se dedican a servir a la sociedad y, en particular, a las leyes que la mantienen unida. Estos paladines son los guardianes vigilantes de las murallas, que se oponen a las mareas caóticas de la barbarie que amenazan con derribar todo lo que la civilización ha construido, y son conocidos comúnmente como guardianes, ejemplares o centinelas. A menudo, los paladines que prestan este juramento son miembros de una orden de caballería al servicio de una nación o soberano, y prestan su juramento como parte de su admisión a las filas de la orden.",
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Principios de la Corona|Paladín||Corona|SCAG|3"
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Hechizos de juramento|Paladín||Corona|SCAG|3"
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Canaliza la divinidad: Desafío del Campeón|Paladín|Corona|SCAG|3"
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Canaliza la divinidad: Turn the Tide|Paladín|Corona|SCAG|3"
                }
            ]
        },
        {
            "name": "Canaliza la divinidad: Desafío del Campeón",
            "source": "SCAG",
            "page": 132,
            "className": "Paladín",
            "subclassShortName": "Corona",
            "subclassSource": "SCAG",
            "level": 3,
            "header": 1,
            "consumes": {
                "name": "Canalizar la divinidad"
            },
            "entries": [
                "Como acción adicional, lanzas un desafío que obliga a otras criaturas a luchar contra ti. Cada criatura de tu elección que puedas ver en un radio de 30 pies de ti debe hacer una tirada de salvación de Sabiduría. Si fallas la tirada de salvación, la criatura no puede alejarse voluntariamente más de 30 pies de ti. Este efecto termina en la criatura si estás {@condición incapacitada} o mueres o si la criatura se aleja más de 30 pies de ti."
            ]
        },
        {
            "name": "Canaliza la divinidad: Turn the Tide",
            "source": "SCAG",
            "page": 132,
            "className": "Paladín",
            "subclassShortName": "Corona",
            "subclassSource": "SCAG",
            "level": 3,
            "header": 1,
            "consumes": {
                "name": "Canalizar la divinidad"
            },
            "entries": [
                "Como acción adicional, puedes reforzar a las criaturas heridas con tu Canal de Divinidad. Cada criatura de tu elección que pueda oírte a menos de 30 pies de ti recupera puntos de golpe iguales a {@dice 1d6} + tu modificador de Carisma (mínimo 1) si no tiene más de la mitad de sus puntos de golpe."
            ]
        },
        {
            "name": "Hechizos de juramento",
            "source": "SCAG",
            "page": 132,
            "className": "Paladín",
            "subclassShortName": "Corona",
            "subclassSource": "SCAG",
            "level": 3,
            "header": 1,
            "entries": [
                "Obtienes hechizos de juramento a los niveles de paladín indicados.",
                {
                    "type": "tabla",
                    "caption": "Hechizos del Juramento de la Corona",
                    "colLabels": [
                        "Nivel Paladín",
                        "Hechizos"
                    ],
                    "colStyles": [
                        "col-2 texto-centro",
                        "col-10"
                    ],
                    "rows": [
                        [
                            null,
                            "{@spell command}, {@spell compelled duel}"
                        ],
                        [
                            null,
                            "{@hechizo vínculo de protección}, {@hechizo zona de la verdad}"
                        ],
                        [
                            null,
                            "{@spell aura de vitalidad}, {@spell guardianes del espíritu}"
                        ],
                        [
                            "13ª edición",
                            "{@spell destierro}, {@spell guardián de la fe}"
                        ],
                        [
                            "17ª edición",
                            "{@spell círculo de poder}, {@spell geas}"
                        ]
                    ]
                }
            ]
        },
        {
            "name": "Principios de la Corona",
            "source": "SCAG",
            "page": 132,
            "className": "Paladín",
            "subclassShortName": "Corona",
            "subclassSource": "SCAG",
            "level": 3,
            "header": 1,
            "entries": [
                "Los principios del Juramento de la Corona suelen ser fijados por el soberano ante el que se jura, pero generalmente destacan los siguientes principios.",
                {
                    "type": "entradas",
                    "entries": [
                        {
                            "type": "entradas",
                            "entries": [
                                "La ley es primordial. Es la argamasa que mantiene unidas las piedras de la civilización, y debe ser respetada."
                            ]
                        }
                    ]
                },
                {
                    "type": "entradas",
                    "entries": [
                        {
                            "type": "entradas",
                            "name": "Lealtad",
                            "entries": [
                                "Tu palabra es tu vínculo. Sin lealtad, los juramentos y las leyes no tienen sentido."
                            ]
                        }
                    ]
                },
                {
                    "type": "entradas",
                    "entries": [
                        {
                            "type": "entradas",
                            "name": "Valor",
                            "entries": [
                                "Hay que estar dispuesto a hacer lo que hay que hacer por el bien del orden, incluso frente a probabilidades abrumadoras. Si no actúas tú, ¿quién lo hará?"
                            ]
                        }
                    ]
                },
                {
                    "type": "entradas",
                    "entries": [
                        {
                            "type": "entradas",
                            "name": "Responsabilidad",
                            "entries": [
                                "Debes afrontar las consecuencias de tus actos y eres responsable de cumplir con tus deberes y obligaciones."
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "name": "La lealtad divina",
            "source": "SCAG",
            "page": 132,
            "className": "Paladín",
            "subclassShortName": "Corona",
            "subclassSource": "SCAG",
            "level": 7,
            "header": 2,
            "entries": [
                "A partir del 7º nivel, cuando una criatura a menos de 1,5 metros de ti recibe daño, puedes utilizar tu reacción para sustituir mágicamente tu propia salud por la de la criatura objetivo, haciendo que ésta no reciba el daño. En su lugar, tú recibes el daño. Este daño que recibes no puede reducirse ni evitarse de ninguna manera."
            ]
        },
        {
            "name": "Espíritu inquebrantable",
            "source": "SCAG",
            "page": 132,
            "className": "Paladín",
            "subclassShortName": "Corona",
            "subclassSource": "SCAG",
            "level": 15,
            "header": 2,
            "entries": [
                "A partir del 15º nivel, tienes ventaja en las tiradas de salvación para evitar quedar {@condición paralizada} o {@condición aturdida}."
            ]
        },
        {
            "name": "Campeón exaltado",
            "source": "SCAG",
            "page": 132,
            "className": "Paladín",
            "subclassShortName": "Corona",
            "subclassSource": "SCAG",
            "level": 20,
            "header": 2,
            "entries": [
                "En el nivel 20, tu presencia en el campo de batalla es una inspiración para los que se dedican a tu causa. Puedes usar tu acción para obtener los siguientes beneficios durante 1 hora:",
                {
                    "type": "lista",
                    "items": [
                        "Tienes resistencia al daño contundente, perforante y cortante de las armas no mágicas.",
                        "Tus aliados tienen ventaja en las tiradas de salvación de muerte mientras estén a 30 pies de ti.",
                        "Tienes ventaja en las tiradas de salvación de Sabiduría, al igual que tus aliados en un radio de 30 pies de ti."
                    ]
                },
                "Este efecto termina antes de tiempo si estás {@condición incapacitada} o mueres. Una vez que usas este rasgo, no puedes volver a usarlo hasta que termines un descanso largo."
            ]
        },
        {
            "name": "Juramento de Gloria",
            "page": 53,
            "otherSources": [
                {
                    "page": 29
                }
            ],
            "className": "Paladín",
            "subclassShortName": "Glory",
            "level": 3,
            "entries": [
                "Los paladines que hacen el Juramento de Gloria creen que ellos y sus compañeros están destinados a alcanzar la gloria a través de actos de heroísmo. Se entrenan con diligencia y animan a sus compañeros para que estén preparados cuando el destino los llame.",
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Principios de la Gloria|Paladín||Gloria|TCE|3"
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Hechizos de juramento|Paladín||Gloria|TCE|3"
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Canalizar Divinidad|Paladín||Gloria|TCE|3"
                }
            ]
        },
        {
            "name": "Canalizar la divinidad",
            "page": 53,
            "otherSources": [
                {
                    "page": 29
                }
            ],
            "className": "Paladín",
            "subclassShortName": "Glory",
            "level": 3,
            "header": 1,
            "consumes": {
                "name": "Canalizar la divinidad"
            },
            "entries": [
                "{@i característica de 3er nivel de Juramento de Gloria}",
                "Obtienes las siguientes dos opciones de canalizar la divinidad. Consulta el rasgo de clase Juramento Sagrado para saber cómo funciona Canalizar Divinidad.",
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Canaliza la divinidad: Atleta sin par|Paladín||Gloria|TCE|3"
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Canaliza la divinidad: Golpe inspirador|Paladín||Gloria|TCE|3"
                }
            ]
        },
        {
            "name": "Hechizos de juramento",
            "page": 53,
            "otherSources": [
                {
                    "page": 29
                }
            ],
            "className": "Paladín",
            "subclassShortName": "Glory",
            "level": 3,
            "header": 1,
            "entries": [
                "{@i característica de 3er nivel de Juramento de Gloria}",
                "Obtienes conjuros de juramento a los niveles de paladín indicados en la tabla de conjuros de Juramento de Gloria. Consulta el rasgo de clase Juramento Sagrado para saber cómo funcionan los hechizos de juramento.",
                {
                    "type": "tabla",
                    "caption": "Hechizos del Juramento de Gloria",
                    "colLabels": [
                        "Nivel Paladín",
                        "Hechizos"
                    ],
                    "colStyles": [
                        "col-2 texto-centro",
                        "col-10"
                    ],
                    "rows": [
                        [
                            null,
                            "{@hechizo perno guía}, {@hechizo heroísmo}"
                        ],
                        [
                            null,
                            "{@spellar habilidad}, {@spellar arma mágica}"
                        ],
                        [
                            null,
                            "{@hechizo prisa}, {@hechizo protección de la energía}"
                        ],
                        [
                            "13ª edición",
                            "{@spellar compulsión}, {@spellar libertad de movimiento}"
                        ],
                        [
                            "17ª edición",
                            "{@hechizo comunión}, {@hechizo golpe de llama}"
                        ]
                    ]
                }
            ]
        },
        {
            "name": "Los principios de la gloria",
            "page": 53,
            "otherSources": [
                {
                    "page": 29
                }
            ],
            "className": "Paladín",
            "subclassShortName": "Glory",
            "level": 3,
            "header": 1,
            "entries": [
                "Los principios del Juramento de la Gloria impulsan a un paladín a realizar actos heroicos que un día podrían brillar en la leyenda.",
                {
                    "type": "entradas",
                    "name": "Las acciones por encima de las palabras",
                    "entries": [
                        "Esfuérzate por ser conocido por los hechos gloriosos, no por las palabras."
                    ]
                },
                {
                    "type": "entradas",
                    "name": "Los retos no son más que pruebas",
                    "entries": [
                        "Afronta las dificultades con valor y anima a tus aliados a afrontarlas contigo."
                    ]
                },
                {
                    "type": "entradas",
                    "name": "Afinar el cuerpo",
                    "entries": [
                        "Al igual que la piedra bruta, tu cuerpo debe ser trabajado para que su potencial se haga realidad."
                    ]
                },
                {
                    "type": "entradas",
                    "name": "Disciplinar el alma",
                    "entries": [
                        "Debes hacer acopio de la disciplina necesaria para superar los fallos en tu interior que amenazan con empañar tu gloria y la de tus amigos."
                    ]
                }
            ]
        },
        {
            "name": "Canaliza la divinidad: Golpe inspirador",
            "page": 53,
            "otherSources": [
                {
                    "page": 29
                }
            ],
            "className": "Paladín",
            "subclassShortName": "Glory",
            "level": 3,
            "header": 2,
            "entries": [
                "Inmediatamente después de infligir daño a una criatura con tu rasgo de Golpe Divino, puedes usar tu Canal de Divinidad como acción de bonificación y distribuir puntos de golpe temporales a las criaturas que elijas en un radio de 30 pies, lo que puede incluirte a ti. El número total de puntos de golpe temporales es igual a {@dice 2d8} + tu nivel en esta clase, dividido entre las criaturas elegidas como quieras."
            ]
        },
        {
            "name": "Canaliza la divinidad: Atleta sin par",
            "page": 53,
            "otherSources": [
                {
                    "page": 29
                }
            ],
            "className": "Paladín",
            "subclassShortName": "Glory",
            "level": 3,
            "header": 2,
            "entries": [
                "Como acción adicional, puedes utilizar tu Canal de Divinidad para aumentar tu capacidad atlética. Durante los siguientes 10 minutos, tienes ventaja en los chequeos de Fuerza ({@habilidad Atletismo}) y Destreza ({@habilidad Acrobacia}); puedes llevar, empujar, arrastrar y levantar el doble de peso de lo normal; y la distancia de tus saltos largos y altos aumenta en 3 metros (esta distancia extra cuesta movimiento como es normal)."
            ]
        },
        {
            "name": "Aura de presteza",
            "page": 53,
            "otherSources": [
                {
                    "page": 29
                }
            ],
            "className": "Paladín",
            "subclassShortName": "Glory",
            "level": 7,
            "header": 2,
            "entries": [
                "{@i Rasgo de Juramento de Gloria de 7º nivel}",
                "Emanas un aura que te llena a ti y a tus compañeros de una velocidad sobrenatural, lo que te permite correr por el campo de batalla en formación. Tu velocidad al caminar aumenta en 3 metros. Además, si no estás {@condición incapacitada}, la velocidad de marcha de cualquier aliado que comience su turno a menos de 5 pies de ti aumenta en 10 pies hasta el final de ese turno.",
                "Cuando alcanzas el nivel 18 en esta clase, el alcance del aura aumenta a 3 metros."
            ]
        },
        {
            "name": "Gloriosa defensa",
            "page": 53,
            "otherSources": [
                {
                    "page": 29
                }
            ],
            "className": "Paladín",
            "subclassShortName": "Glory",
            "level": 15,
            "header": 2,
            "entries": [
                "{@i rasgo de Juramento de Gloria de nivel 15}",
                "Puedes convertir la defensa en un golpe repentino. Cuando tú u otra criatura que puedas ver a menos de 3 metros de ti sea golpeada por una tirada de ataque, puedes usar tu reacción para conceder un bonificador a la CA del objetivo contra ese ataque, lo que puede hacer que falle. El bono es igual a tu modificador de Carisma (mínimo de +1). Si el ataque falla, puedes hacer un ataque de arma contra el atacante como parte de esta reacción, siempre que el atacante esté dentro del alcance de tu arma.",
                "Puedes usar este rasgo un número de veces igual a tu modificador de Carisma (mínimo una vez), y recuperas todos los usos gastados cuando terminas un descanso largo."
            ]
        },
        {
            "name": "Leyenda viva",
            "page": 53,
            "otherSources": [
                {
                    "page": 29
                }
            ],
            "className": "Paladín",
            "subclassShortName": "Glory",
            "level": 20,
            "header": 2,
            "entries": [
                "{@i rasgo de Juramento de Gloria de nivel 20}",
                "Puedes empoderarte con las leyendas -victorias o exageradas- de tus grandes hazañas. Como acción adicional, obtienes los siguientes beneficios durante 1 minuto:",
                {
                    "type": "lista",
                    "items": [
                        "Estás bendecido con una presencia de otro mundo, ganando ventaja en todos los chequeos de Carisma.",
                        "Una vez en cada uno de tus turnos, cuando hagas un ataque con arma y falles, puedes hacer que ese ataque impacte en su lugar.",
                        "Si fallas una tirada de salvación, puedes usar tu reacción para repetirla. Debes utilizar esta nueva tirada."
                    ]
                },
                "Una vez que usas esta característica, no puedes volver a usarla hasta que termines un descanso largo, a menos que gastes una ranura de hechizo de 5º nivel para volver a usarla."
            ]
        },
        {
            "name": "Juramento de los Vigilantes",
            "page": 54,
            "className": "Paladín",
            "subclassShortName": "Observadores",
            "level": 3,
            "consumes": {
                "name": "Canalizar la divinidad"
            },
            "entries": [
                "El Juramento de los Vigilantes obliga a los paladines a proteger los reinos mortales de las depredaciones de las criaturas extraplanares, muchas de las cuales pueden asolar a los soldados mortales. Por ello, los Vigilantes perfeccionan sus mentes, espíritus y cuerpos para que sean las armas definitivas contra esas amenazas.",
                "Los paladines que siguen el juramento de los Vigilantes están siempre atentos para detectar la influencia de fuerzas extraplanares, y a menudo establecen una red de espías e informantes para reunir información sobre cultos sospechosos. Para un Vigilante, mantener una sana sospecha y conciencia sobre su entorno es tan natural como llevar una armadura en la batalla.",
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Principios de los Vigilantes|Paladín||Vigilantes|TCE|3"
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Hechizos de juramento|Paladín||Vigilantes|TCE|3"
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Canalizar Divinidad|Paladín||Vigilantes|TCE|3"
                }
            ]
        },
        {
            "name": "Canalizar la divinidad",
            "page": 54,
            "className": "Paladín",
            "subclassShortName": "Observadores",
            "level": 3,
            "header": 1,
            "consumes": {
                "name": "Canalizar la divinidad"
            },
            "entries": [
                "{@i característica de 3er nivel del Juramento de los Vigilantes}",
                "Obtienes las siguientes opciones de canalizar la divinidad. Consulta el rasgo de clase Juramento Sagrado para saber cómo funciona el Canal de la Divinidad.",
                {
                    "type": "entradas",
                    "name": "Testamento del Vigilante",
                    "entries": [
                        "Puedes usar tu Divinidad de Canal para investir tu presencia con el poder de protección de tu fe. Como acción, puedes elegir un número de criaturas que puedas ver en un radio de 30 pies de ti, hasta un número igual a tu modificador de Carisma (mínimo una criatura). Durante 1 minuto, tú y las criaturas elegidas tenéis ventaja en las tiradas de salvación de Inteligencia, Sabiduría y Carisma."
                    ]
                },
                {
                    "type": "entradas",
                    "name": "Abjurar de lo extraplanar",
                    "entries": [
                        "Puedes usar tu canal de divinidad para castigar a los seres no mundanos. Como acción, presentas tu símbolo sagrado y cada aberración, celestial, elemental, fey o demonio en un radio de 30 pies que pueda oírte debe hacer una tirada de salvación de Sabiduría. Si fallas la tirada de salvación, la criatura se desvía durante 1 minuto o hasta que reciba daño.",
                        "Una criatura girada debe pasar sus turnos intentando alejarse de ti tanto como pueda, y no puede terminar voluntariamente su movimiento en un espacio a menos de 30 pies de ti. Para su acción, sólo puede utilizar la acción {@action Dash} o intentar escapar de un efecto que le impida moverse. Si no hay ningún lugar donde moverse, la criatura puede realizar la acción {@acción Esquivar}."
                    ]
                }
            ]
        },
        {
            "name": "Hechizos de juramento",
            "page": 54,
            "className": "Paladín",
            "subclassShortName": "Observadores",
            "level": 3,
            "header": 1,
            "entries": [
                "{@i característica de 3er nivel del Juramento de los Vigilantes}",
                "Obtienes conjuros de juramento a los niveles de paladín indicados en la tabla de Juramento de los Vigilantes. Consulta el rasgo de clase Juramento Sagrado para saber cómo funcionan los hechizos de juramento.",
                {
                    "type": "tabla",
                    "caption": "Hechizos del Juramento de los Vigilantes",
                    "colLabels": [
                        "Nivel Paladín",
                        "Hechizos"
                    ],
                    "colStyles": [
                        "col-2 texto-centro",
                        "col-10"
                    ],
                    "rows": [
                        [
                            null,
                            "{@spell alarm}, {@spell detect magic}"
                        ],
                        [
                            null,
                            "{@spell rayo de luna}, {@spell ver invisibilidad}"
                        ],
                        [
                            null,
                            "{@contrahechizo}, {@contrahechizo}"
                        ],
                        [
                            "13ª edición",
                            "{hechizo aura de pureza}, {hechizo destierro}"
                        ],
                        [
                            "17ª edición",
                            "{@spellizco retener monstruo}, {@spellizco adivinar}"
                        ]
                    ]
                }
            ]
        },
        {
            "name": "Principios de los Vigilantes",
            "page": 54,
            "className": "Paladín",
            "subclassShortName": "Observadores",
            "level": 3,
            "header": 1,
            "entries": [
                "Un paladín que asume el Juramento de los Vigilantes jura salvaguardar los reinos mortales de las amenazas de otros mundos.",
                {
                    "type": "entradas",
                    "name": "Vigilancia",
                    "entries": [
                        "Las amenazas a las que te enfrentas son astutas, poderosas y subversivas. Mantente siempre alerta ante su corrupción."
                    ]
                },
                {
                    "type": "entradas",
                    "name": "Lealtad",
                    "entries": [
                        "No aceptes nunca regalos o favores de los demonios o de los que se dedican a ellos. Sé fiel a tu orden, a tus camaradas y a tu deber."
                    ]
                },
                {
                    "type": "entradas",
                    "name": "Disciplina",
                    "entries": [
                        "Eres el escudo contra los interminables terrores que hay más allá de las estrellas. Tu espada debe estar siempre afilada y tu mente aguda para sobrevivir a lo que hay más allá."
                    ]
                }
            ]
        },
        {
            "name": "Aura del centinela",
            "page": 54,
            "className": "Paladín",
            "subclassShortName": "Observadores",
            "level": 7,
            "header": 2,
            "entries": [
                "{@i Rasgo de Juramento de los Vigilantes de 7º nivel}",
                "Emites un aura de alerta mientras no estés {@condición incapacitada}. Cuando tú y cualquier criatura que elijas en un radio de 3 metros de ti tiráis iniciativa, todos ganáis un bono a la iniciativa igual a tu bono de competencia.",
                "A nivel 18, el alcance de esta aura aumenta a 30 pies."
            ]
        },
        {
            "name": "Rebote vigilante",
            "page": 54,
            "className": "Paladín",
            "subclassShortName": "Observadores",
            "level": 15,
            "header": 2,
            "entries": [
                "{@i Característica del Juramento de los Vigilantes de nivel 15}",
                "Has aprendido a reprender a cualquiera que se atreva a blandir seducciones contra ti y tus pupilos. Siempre que tú o una criatura que puedas ver en un radio de 30 pies de ti tenga éxito en una tirada de salvación de Inteligencia, Sabiduría o Carisma, puedes usar tu reacción para infligir {@daño 2d8} + tu modificador de Carisma de daño de fuerza a la criatura que forzó la tirada de salvación."
            ]
        },
        {
            "name": "Baluarte Mortal",
            "page": 54,
            "className": "Paladín",
            "subclassShortName": "Observadores",
            "level": 20,
            "header": 2,
            "entries": [
                "{@i Característica del Juramento de los Vigilantes de nivel 20}",
                "Manifiesta una chispa de poder divino en defensa de los reinos mortales. Como acción adicional, obtienes los siguientes beneficios durante 1 minuto:",
                {
                    "type": "lista",
                    "items": [
                        "Obtienes {@sense truesight} con un alcance de 120 pies.",
                        "Tienes ventaja en las tiradas de ataque contra las aberraciones, los celestiales, los elementales, los fey y los fiends.",
                        "Cuando golpeas a una criatura con una tirada de ataque y le infliges daño, también puedes obligarla a realizar una tirada de salvación de Carisma contra tu DC de salvación del hechizo. Si fallas la tirada de salvación, la criatura es desterrada mágicamente a su plano de existencia nativo si no está allí. Si la salvación tiene éxito, la criatura no puede ser desterrada por este rasgo durante 24 horas."
                    ]
                },
                "Una vez que usas esta acción de bonificación, no puedes volver a usarla hasta que termines un descanso largo, a menos que gastes una ranura de hechizo de 5º nivel para volver a usarla."
            ]
        },
        {
            "name": "Juramento de los Vigilantes",
            "source": "UA2020SubclasesPt1",
            "page": 3,
            "className": "Paladín",
            "subclassShortName": "Vigilantes (UA)",
            "subclassSource": "UA2020SubclasesPt1",
            "level": 3,
            "consumes": {
                "name": "Canalizar la divinidad"
            },
            "entries": [
                "Los paladines que hacen el Juramento de los Vigilantes buscan proteger el reino de los mortales de las depredaciones de las criaturas extraplanares, muchas de las cuales pueden asolar a los soldados mortales. Así, los Vigilantes perfeccionan sus mentes, espíritus y cuerpos para ser las armas definitivas contra tales amenazas.",
                "Los paladines que siguen el juramento de los Vigilantes están siempre atentos para detectar la influencia de fuerzas extraplanares, y a menudo establecen una red de espías e informantes para reunir información sobre cultos sospechosos. Para un Vigilante, mantener una sana sospecha y conciencia sobre su entorno es tan natural como llevar una armadura en la batalla.",
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Principios de los Vigilantes|Paladín|Vigilantes (UA)|UA2020SubclasesPt1|3"
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Hechizos de juramento|Paladín|Vigilantes (UA)|UA2020SubclasesPt1|3"
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Canal de Divinidad|Paladín|Vigilantes (UA)|UA2020SubclasesPt1|3"
                }
            ]
        },
        {
            "name": "Canalizar la divinidad",
            "source": "UA2020SubclasesPt1",
            "page": 3,
            "className": "Paladín",
            "subclassShortName": "Vigilantes (UA)",
            "subclassSource": "UA2020SubclasesPt1",
            "level": 3,
            "header": 1,
            "consumes": {
                "name": "Canalizar la divinidad"
            },
            "entries": [
                "{@i característica de 3er nivel del Juramento de los Vigilantes}",
                "Obtienes las siguientes opciones de canalizar la divinidad. Consulta el rasgo de clase Juramento Sagrado para saber cómo funciona el Canal de la Divinidad.",
                {
                    "type": "entradas",
                    "name": "Testamento del Vigilante",
                    "entries": [
                        "Puedes usar tu Divinidad de Canal para investir tu presencia con el poder de protección de tu fe. Como acción, puedes elegir un número de criaturas que puedas ver en un radio de 30 pies de ti, hasta un número igual a tu modificador de Carisma (mínimo una criatura). Durante 1 minuto, todas las criaturas elegidas tienen ventaja en las tiradas de salvación de Inteligencia, Sabiduría y Carisma."
                    ]
                },
                {
                    "type": "entradas",
                    "name": "Abjurar de lo extraplanar",
                    "entries": [
                        "Puedes usar tu canal de divinidad para castigar a los seres no mundanos. Como acción, presentas tu símbolo sagrado y cada elemental, fey, fiend o aberración en un radio de 30 pies que pueda oírte debe hacer una tirada de salvación de Sabiduría. Si fallas la tirada de salvación, la criatura se desvía durante 1 minuto o hasta que reciba daño.",
                        "Una criatura girada debe pasar sus turnos tratando de alejarse de ti tanto como pueda, y no puede moverse voluntariamente a un espacio dentro de 30 pies de ti. Para su acción, sólo puede utilizar la acción {@action Dash} o intentar escapar de un efecto que le impida moverse. I"
                    ]
                }
            ]
        },
        {
            "name": "Hechizos de juramento",
            "source": "UA2020SubclasesPt1",
            "page": 3,
            "className": "Paladín",
            "subclassShortName": "Vigilantes (UA)",
            "subclassSource": "UA2020SubclasesPt1",
            "level": 3,
            "header": 1,
            "entries": [
                "{@i característica de 3er nivel del Juramento de los Vigilantes}",
                "Obtienes conjuros de juramento a los niveles de paladín indicados en la tabla de Juramento de los Vigilantes. Consulta el rasgo de clase Juramento Sagrado para saber cómo funcionan los hechizos de juramento.",
                {
                    "type": "tabla",
                    "caption": "Hechizos del Juramento de los Vigilantes",
                    "colLabels": [
                        "Nivel Paladín",
                        "Hechizos"
                    ],
                    "colStyles": [
                        "col-2 texto-centro",
                        "col-10"
                    ],
                    "rows": [
                        [
                            null,
                            "{@spell alarm}, {@spell chromatic orb}"
                        ],
                        [
                            null,
                            "{@spell augury}, {@spell moonbeam}"
                        ],
                        [
                            null,
                            "{@contrahechizo}, {@contrahechizo}"
                        ],
                        [
                            "13ª edición",
                            "{hechizo aura de pureza}, {hechizo destierro}"
                        ],
                        [
                            "17ª edición",
                            "{@spell hold monster}, {@spell hallow}"
                        ]
                    ]
                }
            ]
        },
        {
            "name": "Principios de los Vigilantes",
            "source": "UA2020SubclasesPt1",
            "page": 3,
            "className": "Paladín",
            "subclassShortName": "Vigilantes (UA)",
            "subclassSource": "UA2020SubclasesPt1",
            "level": 3,
            "header": 1,
            "entries": [
                "Un paladín que asume el Juramento de los Vigilantes jura salvaguardar el reino mortal de las amenazas de otro mundo.",
                {
                    "type": "entradas",
                    "name": "Vigilancia",
                    "entries": [
                        "Las amenazas a las que te enfrentas son astutas, poderosas y subversivas. Mantente siempre alerta ante su corrupción."
                    ]
                },
                {
                    "type": "entradas",
                    "name": "Lealtad",
                    "entries": [
                        "No aceptes nunca regalos o favores de los demonios o de los que se dedican a ellos. Sé fiel a tu orden, a tus camaradas y a tu deber."
                    ]
                },
                {
                    "type": "entradas",
                    "name": "Disciplina",
                    "entries": [
                        "Eres el escudo contra los interminables terrores que hay más allá de las estrellas. Tu espada debe estar siempre afilada y tu mente aguda para sobrevivir a lo que hay más allá."
                    ]
                }
            ]
        },
        {
            "name": "Aura del centinela",
            "source": "UA2020SubclasesPt1",
            "page": 3,
            "className": "Paladín",
            "subclassShortName": "Vigilantes (UA)",
            "subclassSource": "UA2020SubclasesPt1",
            "level": 7,
            "header": 2,
            "entries": [
                "{@i rasgo de Juramento de los Vigilantes de nivel 7 y 18}",
                "Emites un aura de alerta mientras no estés {@condición incapacitada}. Cuando tú y cualquier criatura que elijas a menos de 3 metros de ti tiráis iniciativa, cada uno gana un bonificador a la iniciativa igual a tu modificador de Carisma (mínimo de +1). A 18º nivel, el alcance de esta aura aumenta a 30 pies."
            ]
        },
        {
            "name": "Rebote vigilante",
            "source": "UA2020SubclasesPt1",
            "page": 3,
            "className": "Paladín",
            "subclassShortName": "Vigilantes (UA)",
            "subclassSource": "UA2020SubclasesPt1",
            "level": 15,
            "header": 2,
            "entries": [
                "{@i Característica del Juramento de los Vigilantes de nivel 15}",
                "Has aprendido a castigar mágicamente a cualquiera que se atreva a lanzar hechizos no deseados contra ti y tus pupilos. Siempre que tú o una criatura que puedas ver en un radio de 30 pies tengas éxito en una tirada de salvación contra un hechizo, puedes usar tu reacción para infligir {@daño 2d8} + tu modificador de Carisma de daño de fuerza al hechicero."
            ]
        },
        {
            "name": "Baluarte Mortal",
            "source": "UA2020SubclasesPt1",
            "page": 3,
            "className": "Paladín",
            "subclassShortName": "Vigilantes (UA)",
            "subclassSource": "UA2020SubclasesPt1",
            "level": 20,
            "header": 2,
            "entries": [
                "{@i Característica del Juramento de los Vigilantes de nivel 20}",
                "Manifiesta una chispa del poder de su deidad en defensa de su juramento sagrado. Como acción adicional, obtienes los siguientes beneficios durante 1 minuto:",
                {
                    "type": "lista",
                    "items": [
                        "Obtienes {@sense truesight} en un radio de 120 pies.",
                        "Tienes ventaja en las tiradas de ataque contra elementales, fey, fiends y aberraciones.",
                        "Cuando golpeas a una criatura con un ataque y le haces daño, también puedes obligarla a hacer una tirada de salvación de Carisma. Si fallas la tirada de salvación, la criatura es desterrada mágicamente a su plano de existencia nativo si no está allí. Si la salvación tiene éxito, la criatura no puede ser desterrada por este rasgo durante 24 horas."
                    ]
                },
                "Una vez que usas esta acción de bonificación, no puedes volver a usarla hasta que termines un descanso largo."
            ]
        },
        {
            "name": "Juramento de redención",
            "source": "UAATrioOfSubclasses",
            "page": 1,
            "className": "Paladín",
            "subclassShortName": "Redención (UA)",
            "subclassSource": "UAATrioOfSubclasses",
            "level": 3,
            "consumes": {
                "name": "Canalizar la divinidad"
            },
            "entries": [
                "El Juramento de Redención pone a un paladín en un camino difícil, que requiere que un guerrero sagrado utilice la violencia sólo como último recurso. Los paladines que se dedican a este juramento creen que cualquier persona puede ser redimida y que el camino de la benevolencia y la justicia es uno que cualquiera puede recorrer. Estos paladines se enfrentan a las criaturas malvadas con la esperanza de convertirlas en luz, y los paladines las matan sólo cuando tal acto salvará claramente otras vidas. Los paladines que siguen este camino son conocidos como redentores.",
                "Aunque los redentores son idealistas, no son tontos. Los redentores saben que los muertos vivientes, los demonios, los diablos y otras amenazas sobrenaturales pueden ser intrínsecamente malos. Contra tales enemigos, los paladines emplean toda la ira de sus armas y hechizos. Sin embargo, los redentores siguen rezando para que, algún día, incluso las criaturas de la maldad inviten a su propia redención.",
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Principios de la Redención|Paladín||Redención (UA)|UAATrioDeSubclases|3"
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Hechizos de Juramento|Paladín||Redención (UA)|UAATrioDeSubclases|3"
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Armadura de la Paz|Paladín|Redención (UA)|UAATrioDeSubclases|3"
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Guerrero de la Reconciliación|Paladín||Redención (UA)|UAATrioDeSubclases|3"
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Canaliza la divinidad: Emisario de la Paz|Paladín||Redención (UA)|UAATrioDeSubclases|3"
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Canaliza la divinidad: Rebuke the Violent|Paladín||Redención (UA)|UAATrioOfSubclasses|3"
                }
            ]
        },
        {
            "name": "Armadura de la Paz",
            "source": "UAATrioOfSubclasses",
            "page": 1,
            "className": "Paladín",
            "subclassShortName": "Redención (UA)",
            "subclassSource": "UAATrioOfSubclasses",
            "level": 3,
            "header": 1,
            "entries": [
                "A partir del 3er nivel, tu compromiso con la paz te permite entrar en las situaciones más peligrosas sin armadura. Mientras no lleves armadura o empuñes un escudo, tu CA base es 16 + tu modificador de Destreza."
            ]
        },
        {
            "name": "Canaliza la divinidad: Emisario de la Paz",
            "source": "UAATrioOfSubclasses",
            "page": 1,
            "className": "Paladín",
            "subclassShortName": "Redención (UA)",
            "subclassSource": "UAATrioOfSubclasses",
            "level": 3,
            "header": 1,
            "consumes": {
                "name": "Canalizar la divinidad"
            },
            "entries": [
                "Puedes usar tu canal de divinidad para aumentar tu presencia con poder divino. Como acción de bonificación, te concedes un bono de +5 al siguiente chequeo de Carisma ({@habilidad Persuasión}) que hagas en el siguiente minuto."
            ]
        },
        {
            "name": "Canaliza la divinidad: Reprende a los violentos",
            "source": "UAATrioOfSubclasses",
            "page": 1,
            "className": "Paladín",
            "subclassShortName": "Redención (UA)",
            "subclassSource": "UAATrioOfSubclasses",
            "level": 3,
            "header": 1,
            "consumes": {
                "name": "Canalizar la divinidad"
            },
            "entries": [
                "Puedes usar tu divinidad de canal para reprender a los que usan la violencia. Como reacción, cuando un enemigo a menos de 3 metros de ti inflige daño con un ataque cuerpo a cuerpo contra una criatura que no seas tú, obligas a ese atacante a realizar una tirada de salvación de Sabiduría. Si fallas la tirada de salvación, el atacante recibe un daño radiante igual al daño que acaba de infligir. Si la salvación es satisfactoria, recibe la mitad de daño."
            ]
        },
        {
            "name": "Hechizos de juramento",
            "source": "UAATrioOfSubclasses",
            "page": 1,
            "className": "Paladín",
            "subclassShortName": "Redención (UA)",
            "subclassSource": "UAATrioOfSubclasses",
            "level": 3,
            "header": 1,
            "entries": [
                "Obtienes hechizos de juramento a los niveles de paladín indicados.",
                {
                    "type": "tabla",
                    "caption": "Hechizos del Juramento de Redención",
                    "colLabels": [
                        "Nivel Paladín",
                        "Hechizos"
                    ],
                    "colStyles": [
                        "col-2 texto-centro",
                        "col-10"
                    ],
                    "rows": [
                        [
                            null,
                            "{@spell shield}, {@spell sleep}"
                        ],
                        [
                            null,
                            "{@spell hold person}, {@spell ray of enfeeblement}"
                        ],
                        [
                            null,
                            "{@contrahechizo}, {@hechizo patrón hipnótico}"
                        ],
                        [
                            "13ª edición",
                            "{@spell Otiluke's resilient sphere}, {@spell stoneskin}"
                        ],
                        [
                            "17ª edición",
                            "{@spellizco retener monstruo}, {@spellizco muro de fuerza}"
                        ]
                    ]
                }
            ]
        },
        {
            "name": "Los principios de la redención",
            "source": "UAATrioOfSubclasses",
            "page": 1,
            "className": "Paladín",
            "subclassShortName": "Redención (UA)",
            "subclassSource": "UAATrioOfSubclasses",
            "level": 3,
            "header": 1,
            "entries": [
                "Los principios del Juramento de Redención obligan a un paladín a mantener un alto nivel de paz y justicia.",
                {
                    "type": "entradas",
                    "entries": [
                        {
                            "type": "entradas",
                            "name": "Paz",
                            "entries": [
                                "La violencia es un arma de último recurso. La diplomacia y el entendimiento son los caminos hacia una paz duradera."
                            ]
                        }
                    ]
                },
                {
                    "type": "entradas",
                    "entries": [
                        {
                            "type": "entradas",
                            "name": "Inocencia",
                            "entries": [
                                "Todas las personas comienzan la vida en un estado inocente, y es su entorno o la influencia de fuerzas oscuras lo que las lleva al mal. Dando el ejemplo adecuado, y trabajando para curar las heridas de un mundo profundamente defectuoso, se puede encaminar a cualquiera por la senda de la rectitud."
                            ]
                        }
                    ]
                },
                {
                    "type": "entradas",
                    "entries": [
                        {
                            "type": "entradas",
                            "name": "Paciencia",
                            "entries": [
                                "El cambio requiere tiempo. A los que han caminado por el camino de los malvados hay que darles recordatorios para que sigan siendo honestos y verdaderos. Una vez que has plantado la semilla de la rectitud en una criatura, debes trabajar día tras día para que sobreviva y luego florezca."
                            ]
                        }
                    ]
                },
                {
                    "type": "entradas",
                    "entries": [
                        {
                            "type": "entradas",
                            "name": "Sabiduría",
                            "entries": [
                                "Tu corazón y tu mente deben permanecer despejados, porque finalmente te verás obligado a admitir la derrota. Aunque todas las criaturas pueden ser redimidas, algunas están tan lejos en el camino del mal que no tienes más remedio que acabar con sus vidas por un bien mayor. Cualquier acción de este tipo debe ser cuidadosamente sopesada y las consecuencias plenamente comprendidas, pero una vez que hayas tomado la decisión, síguela sabiendo que tu camino es justo."
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "name": "Guerrero de la reconciliación",
            "source": "UAATrioOfSubclasses",
            "page": 1,
            "className": "Paladín",
            "subclassShortName": "Redención (UA)",
            "subclassSource": "UAATrioOfSubclasses",
            "level": 3,
            "header": 1,
            "entries": [
                "A 3er nivel, renuncias a las armas de guerra en favor de simples herramientas. Al blandir un arma simple que inflige daño contundente, obtienes un beneficio especial si reduces a una criatura a 0 puntos de golpe con esa arma y decides perdonarle la vida. En lugar de caer {@condición inconsciente}, la criatura queda {@condición encantada} por ti durante 1 minuto. Durante ese tiempo, la criatura {@condición encantada} es pacífica y dócil, negándose a moverse o a realizar acciones o reacciones, a menos que se lo ordenes. No puedes ordenar a la criatura que ataque, que obligue a alguien a hacer una tirada de salvación o que se cause daño a sí misma o a otros. Este efecto de {@condición encantada} termina pronto si estás {@condición incapacitada} o si tú o tus compañeros atacáis a la criatura, le hacéis daño o la obligáis a hacer una tirada de salvación. Cuando el efecto termina, la criatura cae {@condición inconsciente} si aún tiene 0 puntos de golpe."
            ]
        },
        {
            "name": "Aura del Guardián",
            "source": "UAATrioOfSubclasses",
            "page": 1,
            "className": "Paladín",
            "subclassShortName": "Redención (UA)",
            "subclassSource": "UAATrioOfSubclasses",
            "level": 7,
            "header": 2,
            "entries": [
                "A partir del 7º nivel, puedes proteger a tus aliados del daño a costa de tu propia salud. Como reacción, cuando un aliado a menos de 3 metros de ti recibe daño, tú lo recibes mágicamente. Este rasgo no transfiere ningún otro efecto que pueda acompañar al daño."
            ]
        },
        {
            "name": "Espíritu protector",
            "source": "UAATrioOfSubclasses",
            "page": 1,
            "className": "Paladín",
            "subclassShortName": "Redención (UA)",
            "subclassSource": "UAATrioOfSubclasses",
            "level": 15,
            "header": 2,
            "entries": [
                "A partir del 15º nivel, una presencia sagrada cura tus heridas en combate. Recuperas puntos de golpe iguales a {@dice 1d6} + la mitad de tu nivel de paladín si terminas tu turno en combate con menos de la mitad de tus puntos de golpe restantes y no estás {@condición incapacitado}."
            ]
        },
        {
            "name": "Emisario de la Redención",
            "source": "UAATrioOfSubclasses",
            "page": 1,
            "className": "Paladín",
            "subclassShortName": "Redención (UA)",
            "subclassSource": "UAATrioOfSubclasses",
            "level": 20,
            "header": 2,
            "entries": [
                "A nivel 20, te conviertes en un avatar de la paz, lo que te da dos beneficios:",
                {
                    "type": "lista",
                    "items": [
                        "Tienes resistencia a todo el daño causado por otras criaturas (sus ataques, hechizos y otros efectos).",
                        "Cada vez que una criatura te daña, recibe un daño igual a la mitad de la cantidad que te ha infligido."
                    ]
                },
                "Si atacas a una criatura, le haces daño o la obligas a hacer una tirada de salvación, ninguno de los dos beneficios funciona contra esa criatura hasta que termines un descanso largo."
            ]
        },
        {
            "name": "Juramento de heroísmo",
            "source": "UABardAndPaladin",
            "page": 2,
            "className": "Paladín",
            "subclassShortName": "Heroísmo (UA)",
            "subclassSource": "UABardAndPaladin",
            "level": 3,
            "entries": [
                "El Juramento de Heroísmo es una afirmación de un camino destinado, uno trazado para ti por manos divinas. Por la razón que sea, un dios o un grupo de dioses te ha incluido en sus maquinaciones. No eres un héroe reacio, sino uno que abraza plenamente la idea de que las grandes hazañas son tuyas. Te entrenas con diligencia, esculpiendo tu cuerpo y refinando tus habilidades para estar preparado cuando el destino te llame.",
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Principios de Heroísmo|Paladín||Heroísmo (UA)|UABardAndPaladin|3"
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Hechizos de juramento|Paladín||Heroísmo (UA)|UABardAndPaladin|3"
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Canalizar Divinidad|Paladín||Heroísmo (UA)|UABardAndPaladin|3"
                }
            ]
        },
        {
            "name": "Canalizar la divinidad",
            "source": "UABardAndPaladin",
            "page": 2,
            "className": "Paladín",
            "subclassShortName": "Heroísmo (UA)",
            "subclassSource": "UABardAndPaladin",
            "level": 3,
            "header": 1,
            "consumes": {
                "name": "Canalizar la divinidad"
            },
            "entries": [
                "{@i característica de 3er nivel de Juramento de Heroísmo}",
                "Obtienes las siguientes dos opciones de canalizar la divinidad.",
                {
                    "type": "entradas",
                    "name": "Atleta sin parangón",
                    "entries": [
                        "Puedes usar tu Canal de Divinidad para aumentar tu atletismo con el favor divino. Como acción adicional, obtienes ventaja en todos los chequeos de Fuerza ({@habilidad Atletismo}) y Destreza ({@habilidad Acrobacia}) durante los siguientes 10 minutos."
                    ]
                },
                {
                    "type": "entradas",
                    "name": "Golpe legendario",
                    "entries": [
                        "Puedes usar tu Canal de Divinidad como acción adicional para guiar tus ataques: durante 1 minuto, tus ataques con armas consiguen un golpe crítico con una tirada de 19 o 20 en el {@dice d20}."
                    ]
                }
            ]
        },
        {
            "name": "Hechizos de juramento",
            "source": "UABardAndPaladin",
            "page": 2,
            "className": "Paladín",
            "subclassShortName": "Heroísmo (UA)",
            "subclassSource": "UABardAndPaladin",
            "level": 3,
            "header": 1,
            "entries": [
                "{@i característica de 3er nivel de Juramento de Heroísmo}",
                "Obtienes conjuros de juramento a los niveles de paladín indicados en la tabla de conjuros de juramento de heroísmo.",
                {
                    "type": "tabla",
                    "caption": "Hechizos de Juramento de Heroísmo",
                    "colLabels": [
                        "Nivel Paladín",
                        "Hechizos"
                    ],
                    "colStyles": [
                        "col-2 texto-centro",
                        "col-10"
                    ],
                    "rows": [
                        [
                            null,
                            "{@spellar retirada rápida}, {@spellar perno guía}"
                        ],
                        [
                            null,
                            "{@hechizo mejorar habilidad}, {@hechizo cautivar}"
                        ],
                        [
                            null,
                            "{@hechizo prisa}, {@hechizo protección de la energía}"
                        ],
                        [
                            "13ª edición",
                            "{@spellar compulsión}, {@spellar libertad de movimiento}"
                        ],
                        [
                            "17ª edición",
                            "{@hechizo comunión}, {@hechizo volea de conjuro}"
                        ]
                    ]
                }
            ]
        },
        {
            "name": "Los principios del heroísmo",
            "source": "UABardAndPaladin",
            "page": 2,
            "className": "Paladín",
            "subclassShortName": "Heroísmo (UA)",
            "subclassSource": "UABardAndPaladin",
            "level": 3,
            "header": 1,
            "entries": [
                "Los principios del Juramento de Heroísmo reflejan el compromiso de un paladín con el cumplimiento de su vocación como héroe digno de leyenda.",
                {
                    "type": "entradas",
                    "name": "Las acciones por encima de las palabras",
                    "entries": [
                        "Esfuérzate por ser conocido por los hechos, no por las palabras."
                    ]
                },
                {
                    "type": "entradas",
                    "name": "Los retos no son más que pruebas",
                    "entries": [
                        "Cada dificultad sirve para desafiar tus capacidades y endurecer tu determinación."
                    ]
                },
                {
                    "type": "entradas",
                    "name": "Abrazar el destino",
                    "entries": [
                        "Tú no elegiste este camino, pero es tuyo para recorrerlo. Y te llevará a la leyenda."
                    ]
                },
                {
                    "type": "entradas",
                    "name": "Afinar el cuerpo",
                    "entries": [
                        "Al igual que la piedra bruta, tu cuerpo debe ser trabajado para que su potencial se haga realidad."
                    ]
                }
            ]
        },
        {
            "name": "Poderosa acción",
            "source": "UABardAndPaladin",
            "page": 2,
            "className": "Paladín",
            "subclassShortName": "Heroísmo (UA)",
            "subclassSource": "UABardAndPaladin",
            "level": 7,
            "header": 2,
            "entries": [
                "{@i rasgo de Juramento de Heroísmo de 7º nivel}",
                "Tus acciones en el campo de batalla pueden reforzar sobrenaturalmente a tus aliados y desmoralizar a tus enemigos. Siempre que consigas un golpe crítico o reduzcas a una criatura a 0 puntos de golpe, puedes elegir una o más criaturas que puedas ver en un radio de 30 pies de ti, hasta un número igual a tu modificador de Carisma (mínimo una criatura). Todas las criaturas elegidas se ven afectadas por uno de los siguientes efectos a tu elección:",
                {
                    "type": "lista",
                    "items": [
                        "La criatura gana puntos de golpe temporales iguales a {@dice 1d6} + tu modificador de Carisma (mínimo 1 punto de golpe temporal).",
                        "La criatura debe tener éxito en una tirada de salvación de Sabiduría contra tu DC de salvación del hechizo o estar {@condición asustada} de ti hasta el comienzo de tu próximo turno."
                    ]
                },
                "Una vez que usas esta característica, no puedes volver a usarla hasta el comienzo de tu siguiente turno."
            ]
        },
        {
            "name": "Gloriosa defensa",
            "source": "UABardAndPaladin",
            "page": 2,
            "className": "Paladín",
            "subclassShortName": "Heroísmo (UA)",
            "subclassSource": "UABardAndPaladin",
            "level": 15,
            "header": 2,
            "entries": [
                "{@i rasgo de juramento de heroísmo de nivel 15}",
                "Tu gloria bendita en el campo de batalla puede desviar un ataque. Cuando una criatura que puedas ver te golpea con una tirada de ataque, puedes usar tu reacción para ganar un bonificador a la CA contra ese ataque, haciendo que potencialmente te falle. El bono es igual a tu modificador de Carisma (mínimo de +1). Si el ataque falla, puedes hacer un ataque de arma contra el atacante como parte de esta reacción."
            ]
        },
        {
            "name": "Mito viviente",
            "source": "UABardAndPaladin",
            "page": 2,
            "className": "Paladín",
            "subclassShortName": "Heroísmo (UA)",
            "subclassSource": "UABardAndPaladin",
            "level": 20,
            "header": 2,
            "entries": [
                "{@i rasgo de Juramento de Heroísmo de nivel 20}",
                "Ahora puedes empoderarte con las leyendas -ya sean verdaderas o exageradas- que se cuentan de tus grandes hazañas. Como acción adicional, obtienes los siguientes beneficios durante 10 minutos:",
                {
                    "type": "lista",
                    "items": [
                        "Has sido bendecido con un atractivo de otro mundo, ganando ventaja en todos los chequeos de Carisma.",
                        "Una vez en cada uno de tus turnos, cuando hagas un ataque con arma y falles, puedes hacer que ese ataque impacte en su lugar.",
                        "Si fallas una tirada de salvación, puedes usar tu reacción para tener éxito en su lugar."
                    ]
                },
                "Una vez que utilices esta función, no podrás volver a usarla hasta que termines un descanso largo."
            ]
        },
        {
            "name": "Juramento de Conquista",
            "source": "UAPaladin",
            "page": 1,
            "className": "Paladín",
            "subclassShortName": "Conquista (UA)",
            "subclassSource": "UAPaladin",
            "level": 3,
            "entries": [
                "El Juramento de Conquista llama a los paladines que buscan la gloria en la batalla y el sometimiento de sus enemigos. A estos paladines no les basta con establecer el orden. Deben aplastar las fuerzas del caos. Llamados a veces caballeros tiranos o feriantes, los que hacen este juramento se reúnen en órdenes sombrías que sirven a dioses o filosofías de guerra y poderío bien ordenado. Algunos de estos paladines llegan a conspirar con los poderes de los Nueve Infiernos. El archidiablo Bel, señor de la guerra de Averno, cuenta con muchos de estos paladines llamados caballeros infernales como sus más ardientes partidarios. Los caballeros infernales cubren sus armaduras con trofeos tomados de los enemigos caídos, una sombría advertencia para cualquiera que ose oponerse a ellos y a los decretos de sus señores.",
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Principios de la Conquista|Paladín||Conquista (UA)|UAPaladín|3"
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Hechizos de juramento|Paladín||Conquista (UA)|UAPaladín|3"
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Canaliza la divinidad: Golpe de Conquista|Paladín||Conquista (UA)|UAPaladín|3"
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Canaliza la divinidad: Golpe Guiado|Paladín||Conquista (UA)|UAPaladín|3"
                }
            ]
        },
        {
            "name": "Canaliza la divinidad: Golpe de Conquista",
            "source": "UAPaladin",
            "page": 1,
            "className": "Paladín",
            "subclassShortName": "Conquista (UA)",
            "subclassSource": "UAPaladin",
            "level": 3,
            "header": 1,
            "consumes": {
                "name": "Canalizar la divinidad"
            },
            "entries": [
                "Puedes usar tu Canal de Divinidad para romper la voluntad de un enemigo. Cuando golpeas a una criatura con un ataque de arma cuerpo a cuerpo como parte de la acción {@acción Ataque}, también puedes usar tu Divinidad del Canal para obligar al objetivo a realizar una tirada de salvación de Sabiduría. Si fallas la tirada de salvación, el objetivo se convierte en la {@condición de miedo} durante 1 minuto. La criatura {@condición asustada} puede repetir esta tirada de salvación al final de cada uno de sus turnos, terminando el efecto sobre sí misma si tiene éxito."
            ]
        },
        {
            "name": "Canaliza la divinidad: Golpe Guiado",
            "source": "UAPaladin",
            "page": 1,
            "className": "Paladín",
            "subclassShortName": "Conquista (UA)",
            "subclassSource": "UAPaladin",
            "level": 3,
            "header": 1,
            "consumes": {
                "name": "Canalizar la divinidad"
            },
            "entries": [
                "Puedes usar tu canal de divinidad para golpear con una precisión sobrenatural. Cuando haces una tirada de ataque, puedes usar tu Divinidad de Canal para obtener un bono de +10 a la tirada. Haces esta elección después de ver la tirada, pero antes de que el DM diga si el ataque impacta o falla."
            ]
        },
        {
            "name": "Hechizos de juramento",
            "source": "UAPaladin",
            "page": 1,
            "className": "Paladín",
            "subclassShortName": "Conquista (UA)",
            "subclassSource": "UAPaladin",
            "level": 3,
            "header": 1,
            "entries": [
                "Obtienes hechizos de juramento a los niveles de paladín indicados.",
                {
                    "type": "tabla",
                    "caption": "Hechizos del Juramento de Conquista",
                    "colLabels": [
                        "Nivel Paladín",
                        "Hechizos"
                    ],
                    "colStyles": [
                        "col-2 texto-centro",
                        "col-10"
                    ],
                    "rows": [
                        [
                            null,
                            "{@spellizco armadura de Agathys}, {@spellizco comando}"
                        ],
                        [
                            null,
                            "{@spell hold person}, {@spell spiritual weapon}"
                        ],
                        [
                            null,
                            "{@hechizo otorgar maldición}, {@hechizo miedo}"
                        ],
                        [
                            "13ª edición",
                            "{hechizo tizón}, {hechizo dominar bestia}"
                        ],
                        [
                            "17ª edición",
                            "{@spellar persona dominante}, {@spellar plaga de insectos}"
                        ]
                    ]
                }
            ]
        },
        {
            "name": "Principios de la Conquista",
            "source": "UAPaladin",
            "page": 1,
            "className": "Paladín",
            "subclassShortName": "Conquista (UA)",
            "subclassSource": "UAPaladin",
            "level": 3,
            "header": 1,
            "entries": [
                "Un paladín que hace este juramento tiene los principios de la conquista grabados en la parte superior del brazo. El juramento de un caballero infernal aparece en runas {@language Infernal}, un brutal recordatorio de los votos a los Señores del Infierno.",
                {
                    "type": "entradas",
                    "entries": [
                        {
                            "type": "entradas",
                            "name": "Apagar la llama de la esperanza",
                            "entries": [
                                "No basta con derrotar al enemigo en la batalla. Tu victoria debe ser tan abrumadora que la voluntad de luchar de tu enemigo quede destrozada para siempre. Una espada puede acabar con una vida. El miedo puede acabar con un imperio."
                            ]
                        }
                    ]
                },
                {
                    "type": "entradas",
                    "entries": [
                        {
                            "type": "entradas",
                            "name": "Gobernar con puño de hierro",
                            "entries": [
                                "Una vez que hayas conquistado, no toleres ninguna disidencia. Tu palabra es la ley. Aquellos que la obedezcan serán favorecidos. Aquellos que la desafíen serán castigados como ejemplo para todos los que puedan seguir."
                            ]
                        }
                    ]
                },
                {
                    "type": "entradas",
                    "entries": [
                        {
                            "type": "entradas",
                            "name": "La fuerza por encima de todo",
                            "entries": [
                                "Gobernarás hasta que surja uno más fuerte. Entonces deberás hacerte más poderoso y afrontar el desafío, o caerás en tu propia ruina."
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "name": "Aura de Conquista",
            "source": "UAPaladin",
            "page": 1,
            "className": "Paladín",
            "subclassShortName": "Conquista (UA)",
            "subclassSource": "UAPaladin",
            "level": 7,
            "header": 2,
            "entries": [
                "A partir del 7º nivel, emites un aura amenazante mientras no estés {@condición incapacitada}. El aura incluye tu espacio, se extiende a 3 metros de ti en todas las direcciones y está bloqueada por una cobertura total. Cualquier enemigo en el aura tiene desventaja en las tiradas de salvación contra la {@condición de miedo}.",
                "A nivel 18, el alcance de esta aura aumenta a 30 pies."
            ]
        },
        {
            "name": "Espíritu implacable",
            "source": "UAPaladin",
            "page": 1,
            "className": "Paladín",
            "subclassShortName": "Conquista (UA)",
            "subclassSource": "UAPaladin",
            "level": 15,
            "header": 2,
            "entries": [
                "Una vez que alcanzas el nivel 15, ya no puedes ser {@condición encantada}."
            ]
        },
        {
            "name": "Conquistador Invencible",
            "source": "UAPaladin",
            "page": 1,
            "className": "Paladín",
            "subclassShortName": "Conquista (UA)",
            "subclassSource": "UAPaladin",
            "level": 20,
            "header": 2,
            "entries": [
                "A 20º nivel, obtienes la habilidad de aprovechar una extraordinaria destreza marcial. Como acción, puedes convertirte mágicamente en un avatar de la conquista, obteniendo los siguientes beneficios durante 1 minuto:",
                {
                    "type": "lista",
                    "items": [
                        "Tienes resistencia a todo el daño.",
                        "Cuando realizas la acción {@acción Ataque} en tu turno, puedes hacer un ataque adicional como parte de esa acción.",
                        "Tus ataques con armas cuerpo a cuerpo consiguen un golpe crítico con una tirada de 19 o 20."
                    ]
                },
                "Una vez que utilices esta función, no podrás volver a usarla hasta que termines un descanso largo."
            ]
        },
        {
            "name": "Juramento de traición",
            "source": "UAPaladin",
            "page": 2,
            "className": "Paladín",
            "subclassShortName": "Traición (UA)",
            "subclassSource": "UAPaladin",
            "level": 3,
            "entries": [
                "El Juramento de Traición es el camino que siguen los paladines que han renunciado a otros juramentos o que sólo se preocupan por su propio poder y supervivencia. Conocidos comúnmente como blackguards, estos guerreros profanos son fieles sólo a sí mismos. Cualquiera que esté lo suficientemente desesperado como para seguir a uno de estos paladines lo hace porque, aunque son engañosos, estos paladines tienen un gran poder. Los que los siguen sin caer en su traición esperan entregarse a la violencia gratuita y acumular grandes tesoros. Muchos de estos paladines rinden homenaje a los señores de los demonios, especialmente a Grazz't y Orcus. Incluso los Señores del Infierno se resisten a aliarse con estos campeones del caos, pero a veces Baalzebul y Glasya encuentran un espíritu afín en la afición de un canalla por el doble juego y la traición.",
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Principios de la traición|Paladín||Treachery (UA)|UAPaladín|3"
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Hechizos de juramento|Paladín||Treachery (UA)|UAPaladín|3"
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Canaliza la divinidad: Conjurar Duplicado|Paladín||Treachery (UA)|UAPaladín|3"
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Canaliza la divinidad: Golpe de Veneno|Paladín||Treachery (UA)|UAPaladín|3"
                }
            ]
        },
        {
            "name": "Canaliza la divinidad: Conjurar Duplicado",
            "source": "UAPaladin",
            "page": 2,
            "className": "Paladín",
            "subclassShortName": "Traición (UA)",
            "subclassSource": "UAPaladin",
            "level": 3,
            "header": 1,
            "consumes": {
                "name": "Canalizar la divinidad"
            },
            "entries": [
                "Como acción, creas una ilusión visual de ti mismo que dura 1 minuto, o hasta que pierdas la concentración (como si estuvieras concentrado en un hechizo). La ilusión aparece en un espacio desocupado de tu elección que puedas ver en un radio de 30 pies. La ilusión se ve exactamente como tú; es silenciosa; tiene tu tamaño, es insustancial, no ocupa su espacio; y no le afectan los ataques ni el daño. Como acción de bonificación en tu turno, puedes mover la ilusión hasta 30 pies a un espacio que puedas ver, pero la ilusión debe permanecer dentro de 120 pies de ti.",
                "Mientras dure, puedes lanzar hechizos como si estuvieras en el espacio de la ilusión, pero debes usar tus propios sentidos. Además, cuando tanto tú como tu ilusión estéis a menos de 1,5 metros de una criatura que pueda ver la ilusión, tienes ventaja en las tiradas de ataque contra esa criatura, dado lo insólito de la ilusión."
            ]
        },
        {
            "name": "Canaliza la divinidad: Golpe de Veneno",
            "source": "UAPaladin",
            "page": 2,
            "className": "Paladín",
            "subclassShortName": "Traición (UA)",
            "subclassSource": "UAPaladin",
            "level": 3,
            "header": 1,
            "consumes": {
                "name": "Canalizar la divinidad"
            },
            "entries": [
                "Puedes usar tu Canal de Divinidad para hacer que un arma sea más mortífera. Como acción de bonificación, tocas un arma o pieza de munición y conjuras un veneno especial sobre ella. El veneno dura 1 minuto. La próxima vez que golpees a un objetivo con un ataque usando esa arma o munición, el objetivo recibe daño de veneno inmediatamente después del ataque. El daño por veneno es igual a {@dice 2d10} + tu nivel de paladín, o 20 + tu nivel de paladín si tienes ventaja en la tirada de ataque."
            ]
        },
        {
            "name": "Hechizos de juramento",
            "source": "UAPaladin",
            "page": 2,
            "className": "Paladín",
            "subclassShortName": "Traición (UA)",
            "subclassSource": "UAPaladin",
            "level": 3,
            "header": 1,
            "entries": [
                "Obtienes hechizos de juramento a los niveles de paladín indicados.",
                {
                    "type": "tabla",
                    "caption": "Hechizos de juramento de traición",
                    "colLabels": [
                        "Nivel Paladín",
                        "Hechizos"
                    ],
                    "colStyles": [
                        "col-2 texto-centro",
                        "col-10"
                    ],
                    "rows": [
                        [
                            null,
                            "{@spell charm person}, {@spell expeditious retreat}"
                        ],
                        [
                            null,
                            "{@spell invisibilidad}, {@spell imagen de espejo}"
                        ],
                        [
                            null,
                            "{hablo de forma gaseosa}, {hablo de prisa}"
                        ],
                        [
                            "13ª edición",
                            "{hechizo de confusión}, {hechizo de mayor invisibilidad}"
                        ],
                        [
                            "17ª edición",
                            "{@spell dominate person}, {@spell passwall}"
                        ]
                    ]
                }
            ]
        },
        {
            "name": "Principios de la traición",
            "source": "UAPaladin",
            "page": 2,
            "className": "Paladín",
            "subclassShortName": "Traición (UA)",
            "subclassSource": "UAPaladin",
            "level": 3,
            "header": 1,
            "entries": [
                "Un paladín que abraza el Juramento de Traición no le debe lealtad a nadie. Este juramento no tiene ningún principio, ya que carece de contenido. Aquellos que tienen la mala suerte de tener un contacto cercano con los canallas han observado que la mayor preocupación de un canalla es el poder y la seguridad, especialmente si ambos pueden obtenerse a expensas de otros."
            ]
        },
        {
            "name": "Aura de traición",
            "source": "UAPaladin",
            "page": 2,
            "className": "Paladín",
            "subclassShortName": "Traición (UA)",
            "subclassSource": "UAPaladin",
            "level": 7,
            "header": 2,
            "entries": [
                "A partir del 7º nivel, emites un aura de discordia que te otorga los siguientes beneficios",
                {
                    "type": "entradas",
                    "entries": [
                        {
                            "type": "entradas",
                            "name": "Sacar el rebaño",
                            "entries": [
                                "Tienes ventaja en las tiradas de ataque cuerpo a cuerpo contra cualquier criatura que tenga uno o más de sus aliados a menos de 5 pies de distancia."
                            ]
                        }
                    ]
                },
                {
                    "type": "entradas",
                    "entries": [
                        {
                            "type": "entradas",
                            "name": "Huelga traicionera",
                            "entries": [
                                "Si una criatura a 5 pies de ti falla un ataque cuerpo a cuerpo, puedes usar tu reacción para obligar al atacante a repetir ese ataque contra una criatura de tu elección que también esté a 5 pies del atacante. La habilidad falla y se desperdicia si el atacante es inmune a ser {@condición encantada}.",
                                "Puedes usar esta habilidad tres veces. Recuperas los usos gastados de la misma cuando y"
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "name": "La fuga de Blackguard",
            "source": "UAPaladin",
            "page": 2,
            "className": "Paladín",
            "subclassShortName": "Traición (UA)",
            "subclassSource": "UAPaladin",
            "level": 15,
            "header": 2,
            "entries": [
                "A nivel 15, tienes la habilidad de escabullirte de tus enemigos. Inmediatamente después de ser golpeado por un ataque, puedes usar tu reacción para convertirte en {@condición invisible} y teletransportarte hasta 60 pies a un lugar que puedas ver. Sigues siendo {@condición invisible} hasta el final de tu siguiente turno o hasta que ataques, inflijas daño u obligues a una criatura a realizar una tirada de salvación. Una vez que usas este rasgo, debes terminar un descanso corto o largo antes de poder usarlo de nuevo."
            ]
        },
        {
            "name": "Icono del engaño",
            "source": "UAPaladin",
            "page": 2,
            "className": "Paladín",
            "subclassShortName": "Traición (UA)",
            "subclassSource": "UAPaladin",
            "level": 20,
            "header": 2,
            "entries": [
                "A 20º nivel, obtienes la habilidad de emanar sentimientos de traición. Como acción, puedes convertirte mágicamente en un avatar del engaño, obteniendo los siguientes beneficios durante 1 minuto:",
                {
                    "type": "lista",
                    "items": [
                        "Usted es {@condición invisible}.",
                        "Si una criatura te daña en su turno, debe tener éxito en una tirada de salvación de Sabiduría (DC igual a tu DC de salvación de conjuro) o controlas su siguiente acción, siempre que no estés {@condición incapacitada} cuando realice la acción. Una criatura tiene éxito automáticamente en la salvación si la criatura es inmune a ser {@condición encantada}.",
                        "Si tienes ventaja en una tirada de ataque, ganas una bonificación a su tirada de daño igual a tu nivel de paladín."
                    ]
                },
                "Una vez que utilices esta función, no podrás volver a usarla hasta que termines un descanso largo."
            ]
        },
        {
            "name": "Juramento de Conquista v2",
            "source": "UARevisedClassOptions",
            "page": 3,
            "className": "Paladín",
            "subclassShortName": "Conquista v2 (UA)",
            "subclassSource": "UARevisedClassOptions",
            "level": 3,
            "entries": [
                "El Juramento de Conquista llama a los paladines que buscan la gloria en la batalla y el sometimiento de sus enemigos. A estos paladines no les basta con establecer el orden. Deben aplastar las fuerzas del caos. Llamados a veces caballeros tiranos o feriantes, los que hacen este juramento se reúnen en órdenes sombrías que sirven a dioses o filosofías de guerra y poderío bien ordenado.",
                "Algunos de estos paladines llegan a conspirar con los poderes de los Nueve Infiernos, valorando el imperio de la ley por encima del bálsamo de la misericordia. El archidiablo Bel, señor de la guerra de Averno, cuenta con muchos de estos paladines -llamados caballeros del infierno- como sus más ardientes partidarios. Los caballeros infernales cubren sus armaduras con trofeos tomados de los enemigos caídos, una sombría advertencia para cualquiera que ose oponerse a ellos y a los decretos de sus señores. Estos caballeros suelen ser resistidos con mayor fiereza por otros paladines de este juramento, que creen que los caballeros infernales se han adentrado demasiado en la oscuridad.",
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Principios de la Conquista|Paladín||Conquista v2 (UA)|UARevisedClassOptions|3"
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Hechizos de juramento|Paladín||Conquista v2 (UA)|UARevisedClassOptions|3"
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Canaliza la divinidad: Presencia Conquistadora|Paladín||Conquista v2 (UA)|UARevisedClassOptions|3"
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Canaliza la divinidad: Golpe Guiado|Paladín||Conquista v2 (UA)|UARevisedClassOptions|3"
                }
            ]
        },
        {
            "name": "Canaliza la divinidad: Presencia Conquistadora",
            "source": "UARevisedClassOptions",
            "page": 3,
            "className": "Paladín",
            "subclassShortName": "Conquista v2 (UA)",
            "subclassSource": "UARevisedClassOptions",
            "level": 3,
            "header": 1,
            "consumes": {
                "name": "Canalizar la divinidad"
            },
            "entries": [
                "Puedes usar tu Divinidad de Canal para exudar una presencia aterradora. Como acción, obligas a cada criatura de tu elección que puedas ver en un radio de 30 pies de ti a realizar una tirada de salvación de Sabiduría. Si fallas la tirada de salvación, la criatura se convierte en {@condición de miedo} de ti durante 1 minuto. La criatura {@condición asustada} puede repetir esta tirada de salvación al final de cada uno de sus turnos, terminando el efecto sobre sí misma si tiene éxito."
            ]
        },
        {
            "name": "Canaliza la divinidad: Golpe Guiado",
            "source": "UARevisedClassOptions",
            "page": 3,
            "className": "Paladín",
            "subclassShortName": "Conquista v2 (UA)",
            "subclassSource": "UARevisedClassOptions",
            "level": 3,
            "header": 1,
            "consumes": {
                "name": "Canalizar la divinidad"
            },
            "entries": [
                "Puedes usar tu canal de divinidad para golpear con una precisión sobrenatural. Cuando haces una tirada de ataque, puedes usar tu Divinidad de Canal para obtener un bono de +10 a la tirada. Haces esta elección después de ver la tirada, pero antes de que el DM diga si el ataque impacta o falla."
            ]
        },
        {
            "name": "Hechizos de juramento",
            "source": "UARevisedClassOptions",
            "page": 3,
            "className": "Paladín",
            "subclassShortName": "Conquista v2 (UA)",
            "subclassSource": "UARevisedClassOptions",
            "level": 3,
            "header": 1,
            "entries": [
                "Obtienes hechizos de juramento a los niveles de paladín indicados.",
                {
                    "type": "tabla",
                    "caption": "Hechizos del Juramento de Conquista",
                    "colLabels": [
                        "Nivel Paladín",
                        "Hechizos"
                    ],
                    "colStyles": [
                        "col-2 texto-centro",
                        "col-10"
                    ],
                    "rows": [
                        [
                            null,
                            "{@spellizco armadura de Agathys}, {@spellizco comando}"
                        ],
                        [
                            null,
                            "{@spell hold person}, {@spell spiritual weapon}"
                        ],
                        [
                            null,
                            "{@hechizo otorgar maldición}, {@hechizo miedo}"
                        ],
                        [
                            "13ª edición",
                            "{@spell dominar bestia}, {@spell piel de piedra}"
                        ],
                        [
                            "17ª edición",
                            "{@spell cloudkill}, {@spell dominate person}"
                        ]
                    ]
                }
            ]
        },
        {
            "name": "Principios de la Conquista",
            "source": "UARevisedClassOptions",
            "page": 3,
            "className": "Paladín",
            "subclassShortName": "Conquista v2 (UA)",
            "subclassSource": "UARevisedClassOptions",
            "level": 3,
            "header": 1,
            "entries": [
                "Un paladín que hace este juramento tiene los principios de la conquista grabados en la parte superior del brazo. El juramento de un caballero infernal aparece en runas {@language Infernal}, un brutal recordatorio de los votos a los Señores del Infierno.",
                {
                    "type": "entradas",
                    "entries": [
                        {
                            "type": "entradas",
                            "name": "Apagar la llama de la esperanza",
                            "entries": [
                                "No basta con derrotar al enemigo en la batalla. Tu victoria debe ser tan abrumadora que la voluntad de luchar de tus enemigos quede destrozada para siempre. Una espada puede acabar con una vida. El miedo puede acabar con un imperio."
                            ]
                        }
                    ]
                },
                {
                    "type": "entradas",
                    "entries": [
                        {
                            "type": "entradas",
                            "name": "Gobernar con puño de hierro",
                            "entries": [
                                "Una vez que hayas conquistado, no toleres ninguna disidencia. Tu palabra es la ley. Aquellos que la obedezcan serán favorecidos. Aquellos que la desafíen serán castigados como ejemplo para todos los que puedan seguir."
                            ]
                        }
                    ]
                },
                {
                    "type": "entradas",
                    "entries": [
                        {
                            "type": "entradas",
                            "name": "La fuerza por encima de todo",
                            "entries": [
                                "Gobernarás hasta que surja uno más fuerte. Entonces deberás hacerte más poderoso y afrontar el reto, o caerás en tu propia ruina."
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "name": "Aura de Conquista",
            "source": "UARevisedClassOptions",
            "page": 3,
            "className": "Paladín",
            "subclassShortName": "Conquista v2 (UA)",
            "subclassSource": "UARevisedClassOptions",
            "level": 7,
            "header": 2,
            "entries": [
                "A partir del 7º nivel, emites constantemente un aura amenazante mientras no estés {@condición incapacitada}. El aura incluye tu espacio, se extiende a 3 metros de ti en todas las direcciones y está bloqueada por una cobertura total.",
                "Si una criatura está {@condición asustada} de ti, su velocidad se reduce a 0 mientras esté en el aura, y esa criatura recibe un daño psíquico igual a la mitad de tu nivel de paladín si comienza su turno allí. A 18º nivel, el alcance de esta aura aumenta a 30 pies."
            ]
        },
        {
            "name": "Reprimenda despectiva",
            "source": "UARevisedClassOptions",
            "page": 3,
            "className": "Paladín",
            "subclassShortName": "Conquista v2 (UA)",
            "subclassSource": "UARevisedClassOptions",
            "level": 15,
            "header": 2,
            "entries": [
                "A partir del 15º nivel, los que se atreven a golpearte son castigados psíquicamente por su osadía. Cada vez que una criatura te golpea con un ataque, esa criatura recibe un daño psíquico igual a tu modificador de Carisma (mínimo 0) si no estás {@condición incapacitado}."
            ]
        },
        {
            "name": "Conquistador Invencible",
            "source": "UARevisedClassOptions",
            "page": 3,
            "className": "Paladín",
            "subclassShortName": "Conquista v2 (UA)",
            "subclassSource": "UARevisedClassOptions",
            "level": 20,
            "header": 2,
            "entries": [
                "A 20º nivel, obtienes la habilidad de aprovechar una extraordinaria destreza marcial. Como acción, puedes convertirte mágicamente en un avatar de la conquista, obteniendo los siguientes beneficios durante 1 minuto:",
                {
                    "type": "lista",
                    "items": [
                        "Tienes resistencia a todo el daño.",
                        "Cuando realizas la acción {@acción Ataque} en tu turno, puedes realizar un ataque adicional como parte de esa acción.",
                        "Tus ataques con armas cuerpo a cuerpo consiguen un golpe crítico con una tirada de 19 o 20 en el {@dice d20}."
                    ]
                },
                "Una vez que utilices esta función, no podrás volver a usarla hasta que termines un descanso largo."
            ]
        },
        {
            "name": "Juramento de Conquista",
            "page": 37,
            "className": "Paladín",
            "subclassShortName": "Conquista",
            "level": 3,
            "entries": [
                "El Juramento de Conquista llama a los paladines que buscan la gloria en la batalla y el sometimiento de sus enemigos. A estos paladines no les basta con establecer el orden. Deben aplastar las fuerzas del caos. Llamados a veces caballeros tiranos o feriantes, los que hacen este juramento se reúnen en órdenes sombrías que sirven a dioses o filosofías de guerra y poderío bien ordenado.",
                "Algunos de estos paladines llegan a conspirar con los poderes de los Nueve Infiernos, valorando el imperio de la ley por encima del bálsamo de la misericordia. El archidiablo Bel, señor de la guerra de Averno, cuenta con muchos de estos paladines -llamados caballeros infernales- como sus más ardientes partidarios. Los caballeros infernales cubren sus armaduras con trofeos tomados de los enemigos caídos, una sombría advertencia para cualquiera que ose oponerse a ellos y a los decretos de sus señores. Estos caballeros suelen ser resistidos con mayor fiereza por otros paladines de este juramento, que creen que los caballeros infernales se han adentrado demasiado en la oscuridad.",
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Principios de la Conquista|Paladín||Conquista|XGE|3"
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Hechizos de juramento|Paladín||Conquista|XGE|3"
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Canalizar la divinidad: Presencia Conquistadora|Paladín||Conquista|XGE|3"
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Canalizar la divinidad: Golpe Guiado|Paladín||Conquista|XGE|3"
                }
            ]
        },
        {
            "name": "Canalizar la divinidad: Presencia Conquistadora",
            "page": 37,
            "className": "Paladín",
            "subclassShortName": "Conquista",
            "level": 3,
            "header": 1,
            "consumes": {
                "name": "Canalizar la divinidad"
            },
            "entries": [
                "Puedes usar tu Divinidad de Canal para exudar una presencia aterradora. Como acción, obligas a cada criatura de tu elección que puedas ver en un radio de 30 pies de ti a realizar una tirada de salvación de Sabiduría. Si fallas la tirada de salvación, la criatura se convierte en {@condición asustada} de ti durante 1 minuto. La criatura {@condición asustada} puede repetir esta tirada de salvación al final de cada uno de sus turnos, terminando el efecto sobre sí misma si tiene éxito."
            ]
        },
        {
            "name": "Canalizar la divinidad: Golpe Guiado",
            "page": 37,
            "className": "Paladín",
            "subclassShortName": "Conquista",
            "level": 3,
            "header": 1,
            "consumes": {
                "name": "Canalizar la divinidad"
            },
            "entries": [
                "Puedes usar tu canal de divinidad para golpear con una precisión sobrenatural. Cuando realices una tirada de ataque, puedes utilizar tu Divinidad del Canal para obtener una bonificación de +10 a la tirada. Haces esta elección después de ver la tirada, pero antes de que el DM diga si el ataque impacta o falla."
            ]
        },
        {
            "name": "Hechizos de juramento",
            "page": 37,
            "className": "Paladín",
            "subclassShortName": "Conquista",
            "level": 3,
            "header": 1,
            "entries": [
                "Obtienes hechizos de juramento a los niveles de paladín indicados.",
                {
                    "type": "tabla",
                    "caption": "Hechizos del Juramento de Conquista",
                    "colLabels": [
                        "Nivel Paladín",
                        "Hechizos"
                    ],
                    "colStyles": [
                        "col-2 texto-centro",
                        "col-10"
                    ],
                    "rows": [
                        [
                            null,
                            "{@spellizco armadura de Agathys}, {@spellizco comando}"
                        ],
                        [
                            null,
                            "{@spell hold person}, {@spell spiritual weapon}"
                        ],
                        [
                            null,
                            "{@hechizo otorgar maldición}, {@hechizo miedo}"
                        ],
                        [
                            "13ª edición",
                            "{@spell dominar bestia}, {@spell piel de piedra}"
                        ],
                        [
                            "17ª edición",
                            "{@spell cloudkill}, {@spell dominate person}"
                        ]
                    ]
                }
            ]
        },
        {
            "name": "Principios de la Conquista",
            "page": 37,
            "className": "Paladín",
            "subclassShortName": "Conquista",
            "level": 3,
            "header": 1,
            "entries": [
                "Un paladín que hace este juramento tiene los principios de la conquista grabados en la parte superior del brazo.",
                {
                    "type": "entradas",
                    "entries": [
                        {
                            "type": "entradas",
                            "name": "Apagar la llama de la esperanza",
                            "entries": [
                                "No basta con derrotar al enemigo en la batalla. Tu victoria debe ser tan abrumadora que la voluntad de luchar de tus enemigos quede destrozada para siempre. Una espada puede acabar con una vida. El miedo puede acabar con un imperio."
                            ]
                        },
                        {
                            "type": "entradas",
                            "name": "Gobernar con puño de hierro",
                            "entries": [
                                "Una vez que hayas conquistado, no toleres ninguna disidencia. Tu palabra es la ley. Los que la obedezcan serán favorecidos. Aquellos que la desafíen serán castigados como ejemplo para todos los que puedan seguir."
                            ]
                        },
                        {
                            "type": "entradas",
                            "name": "La fuerza por encima de todo",
                            "entries": [
                                "Gobernarás hasta que surja uno más fuerte. Entonces deberás hacerte más poderoso y afrontar el reto, o caerás en tu propia ruina."
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "name": "Aura de Conquista",
            "page": 37,
            "className": "Paladín",
            "subclassShortName": "Conquista",
            "level": 7,
            "header": 2,
            "entries": [
                "A partir del 7º nivel, emites constantemente un aura amenazante mientras no estés {@condición incapacitada}. El aura se extiende a 3 metros de ti en todas las direcciones, pero no a través de la cobertura total.",
                "Si una criatura está {@condición asustada} de ti, su velocidad se reduce a 0 mientras esté en el aura, y esa criatura recibe un daño psíquico igual a la mitad de tu nivel de paladín si comienza su turno allí.",
                "A nivel 18, el alcance de esta aura aumenta a 30 pies."
            ]
        },
        {
            "name": "Reprimenda despectiva",
            "page": 37,
            "className": "Paladín",
            "subclassShortName": "Conquista",
            "level": 15,
            "header": 2,
            "entries": [
                "A partir del 15º nivel, los que se atreven a golpearte son castigados psíquicamente por su osadía. Cada vez que una criatura te golpea con un ataque, esa criatura recibe un daño psíquico igual a tu modificador de Carisma (mínimo 1) si no estás {@condición incapacitado}."
            ]
        },
        {
            "name": "Conquistador Invencible",
            "page": 37,
            "className": "Paladín",
            "subclassShortName": "Conquista",
            "level": 20,
            "header": 2,
            "entries": [
                "A 20º nivel, obtienes la habilidad de aprovechar una extraordinaria destreza marcial. Como acción, puedes convertirte mágicamente en un avatar de la conquista, obteniendo los siguientes beneficios durante 1 minuto:",
                {
                    "type": "lista",
                    "items": [
                        "Tienes resistencia a todo el daño.",
                        "Cuando realizas la acción {@acción Ataque} en tu turno, puedes realizar un ataque adicional como parte de esa acción.",
                        "Tus ataques con armas cuerpo a cuerpo consiguen un golpe crítico con una tirada de 19 o 20 en el {@dice d20}."
                    ]
                },
                "Una vez que utilices esta función, no podrás volver a usarla hasta que termines un descanso largo."
            ]
        },
        {
            "name": "Juramento de redención",
            "page": 38,
            "className": "Paladín",
            "subclassShortName": "Redención",
            "level": 3,
            "entries": [
                "El Juramento de Redención pone a un paladín en un camino difícil, que requiere que un guerrero sagrado utilice la violencia sólo como último recurso. Los paladines que se dedican a este juramento creen que cualquier persona puede ser redimida y que el camino de la benevolencia y la justicia es uno que cualquiera puede recorrer. Estos paladines se enfrentan a criaturas malvadas con la esperanza de convertir a sus enemigos en la luz, y matan a sus enemigos sólo cuando tal acto salvará claramente otras vidas. Los paladines que siguen este camino son conocidos como redentores.",
                "Aunque los redentores son idealistas, no son tontos. Los redentores saben que los muertos vivientes, los demonios, los diablos y otras amenazas sobrenaturales pueden ser intrínsecamente malignos. Contra tales enemigos, los paladines que hacen este juramento emplean toda la ira de sus armas y hechizos. Sin embargo, los redentores siguen rezando para que, algún día, incluso las criaturas de la maldad inviten a su propia redención.",
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Principios de la Redención|Paladín||Redención|XGE|3"
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Hechizos de juramento|Paladín||Redención|XGE|3"
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Canalizar la divinidad: Emisario de la Paz|Paladín||Redención|XGE|3"
                },
                {
                    "type": "refSubclassFeature",
                    "subclassFeature": "Canalizar la divinidad: Rebatir al violento|Paladín||Redención|XGE|3"
                }
            ]
        },
        {
            "name": "Canalizar la divinidad: Emisario de la Paz",
            "page": 38,
            "className": "Paladín",
            "subclassShortName": "Redención",
            "level": 3,
            "header": 1,
            "consumes": {
                "name": "Canalizar la divinidad"
            },
            "entries": [
                "Puedes usar tu Canal de Divinidad para aumentar tu presencia con poder divino. Como acción de bonificación, te concedes un bonificador +5 a los chequeos de Carisma ({habilidad Persuasión}) durante los siguientes 10 minutos."
            ]
        },
        {
            "name": "Canalizar la divinidad: Reprende a los violentos",
            "page": 38,
            "className": "Paladín",
            "subclassShortName": "Redención",
            "level": 3,
            "header": 1,
            "consumes": {
                "name": "Canalizar la divinidad"
            },
            "entries": [
                "Puedes usar tu divinidad de canal para reprender a los que usan la violencia. Inmediatamente después de que un atacante en un radio de 30 pies de ti inflija daño con un ataque contra una criatura que no seas tú, puedes utilizar tu reacción para obligar al atacante a realizar una tirada de salvación de Sabiduría. Si fallas la tirada de salvación, el atacante recibe un daño radiante igual al daño que acaba de infligir. Si la salvación es satisfactoria, recibe la mitad de daño."
            ]
        },
        {
            "name": "Hechizos de juramento",
            "page": 38,
            "className": "Paladín",
            "subclassShortName": "Redención",
            "level": 3,
            "header": 1,
            "entries": [
                "Obtienes hechizos de juramento a los niveles de paladín indicados.",
                {
                    "type": "tabla",
                    "caption": "Hechizos del Juramento de Redención",
                    "colLabels": [
                        "Nivel Paladín",
                        "Hechizos"
                    ],
                    "colStyles": [
                        "col-2 texto-centro",
                        "col-10"
                    ],
                    "rows": [
                        [
                            null,
                            "{@spell santuario}, {@spell sueño}"
                        ],
                        [
                            null,
                            "{@spell calm emotions}, {@spell hold person}"
                        ],
                        [
                            null,
                            "{@contrahechizo}, {@hechizo patrón hipnótico}"
                        ],
                        [
                            "13ª edición",
                            "{@spell Otiluke's resilient sphere}, {@spell stoneskin}"
                        ],
                        [
                            "17ª edición",
                            "{@spellizco retener monstruo}, {@spellizco muro de fuerza}"
                        ]
                    ]
                }
            ]
        },
        {
            "name": "Los principios de la redención",
            "page": 38,
            "className": "Paladín",
            "subclassShortName": "Redención",
            "level": 3,
            "header": 1,
            "entries": [
                "Los principios del Juramento de Redención obligan a un paladín a un alto nivel de paz y justicia.",
                {
                    "type": "entradas",
                    "entries": [
                        {
                            "type": "entradas",
                            "name": "Paz",
                            "entries": [
                                "La violencia es un arma de último recurso. La diplomacia y el entendimiento son los caminos hacia una paz duradera."
                            ]
                        }
                    ]
                },
                {
                    "type": "entradas",
                    "entries": [
                        {
                            "type": "entradas",
                            "name": "Inocencia",
                            "entries": [
                                "Todas las personas comienzan la vida en un estado inocente, y es su entorno o la influencia de fuerzas oscuras lo que las lleva al mal. Dando el ejemplo adecuado, y trabajando para curar las heridas de un mundo profundamente defectuoso, se puede encaminar a cualquiera por la senda de la rectitud."
                            ]
                        }
                    ]
                },
                {
                    "type": "entradas",
                    "entries": [
                        {
                            "type": "entradas",
                            "name": "Paciencia",
                            "entries": [
                                "El cambio requiere tiempo. A los que han caminado por el camino de los malvados hay que darles recordatorios para que sigan siendo honestos y verdaderos. Una vez que has plantado la semilla de la rectitud en una criatura, debes trabajar día tras día para que esa semilla sobreviva y florezca."
                            ]
                        }
                    ]
                },
                {
                    "type": "entradas",
                    "entries": [
                        {
                            "type": "entradas",
                            "name": "Sabiduría",
                            "entries": [
                                "Tu corazón y tu mente deben permanecer despejados, porque finalmente te verás obligado a admitir la derrota. Aunque todas las criaturas pueden ser redimidas, algunas están tan lejos en el camino del mal que no tienes más remedio que acabar con sus vidas por un bien mayor. Cualquier acción de este tipo debe ser cuidadosamente sopesada y las consecuencias plenamente comprendidas, pero una vez que hayas tomado la decisión, síguela sabiendo que tu camino es justo."
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "name": "Aura del Guardián",
            "page": 38,
            "className": "Paladín",
            "subclassShortName": "Redención",
            "level": 7,
            "header": 2,
            "entries": [
                "A partir del 7º nivel, puedes proteger a otros del daño a costa de tu propia salud. Cuando una criatura en un radio de 3 metros de ti recibe daño, puedes usar tu reacción para recibir mágicamente ese daño, en lugar de que lo reciba esa criatura. Esta característica no transfiere ningún otro efecto que pueda acompañar al daño, y este daño no puede reducirse de ninguna manera.",
                "A nivel 18, el alcance de esta aura aumenta a 30 pies."
            ]
        },
        {
            "name": "Espíritu protector",
            "page": 38,
            "className": "Paladín",
            "subclassShortName": "Redención",
            "level": 15,
            "header": 2,
            "entries": [
                "A partir del 15º nivel, una presencia sagrada cura tus heridas en la batalla. Recuperas puntos de golpe iguales a {@dice 1d6} + la mitad de tu nivel de paladín si terminas tu turno en combate con menos de la mitad de tus puntos de golpe restantes y no estás {@condición incapacitado}."
            ]
        },
        {
            "name": "Emisario de la Redención",
            "page": 38,
            "className": "Paladín",
            "subclassShortName": "Redención",
            "level": 20,
            "header": 2,
            "entries": [
                "A nivel 20, te conviertes en un avatar de la paz, lo que te da dos beneficios:",
                {
                    "type": "lista",
                    "items": [
                        "Tienes resistencia a todo el daño causado por otras criaturas (sus ataques, hechizos y otros efectos).",
                        "Cada vez que una criatura te golpea con un ataque, recibe un daño radiante igual a la mitad del daño que recibes del ataque."
                    ]
                },
                "Si atacas a una criatura, le lanzas un hechizo o le haces daño por cualquier medio que no sea este rasgo, ninguno de los dos beneficios funciona contra esa criatura hasta que termines un descanso largo."
            ]
        }
    ]
}