{"monsterfeatures":[{"name":"Agresivo","effect":"Como acción de bonificación, la criatura puede moverse hasta su velocidad hacia una criatura hostil que pueda ver."},{"name":"Ambusher","example":"Doppelganger","effect":"La criatura tiene ventaja en las tiradas de ataque contra cualquier criatura que haya sorprendido."},{"name":"Armas angélicas","example":"Deva","effect":"Los ataques con armas de la criatura son mágicos. Cuando la criatura golpea con cualquier arma, el arma inflige un daño radiante extra. Introduce este daño extra por asalto.","dpr":"rasgo","hasNumberParam":true},{"name":"Evasión","example":"Demilich","effect":"Si la criatura está sometida a un efecto que le permite hacer una tirada de salvación para recibir sólo la mitad del daño, no recibe ningún daño si tiene éxito en la tirada de salvación, y sólo la mitad del daño si falla."},{"name":"Frenesí de sangre","example":"Sahuagin","effect":"La criatura tiene ventaja en las tiradas de ataque cuerpo a cuerpo contra cualquier criatura que no tenga todos sus puntos de golpe."},{"name":"Restringir","example":"Serpiente constrictora gigante","effect":"La criatura tiene la capacidad de inmovilizar y/o agarrar a un objetivo como parte de un ataque."},{"name":"Transferencia de daños","example":"Cloaker","effect":"Mientras está atada o agarrada a una criatura, ésta sólo recibe la mitad del daño infligido (redondeado hacia abajo), y la otra criatura recibe la otra mitad.","dpr":"hp * 0,33"},{"name":"Ampliar","example":"Duergar","effect":"La criatura aumenta de tamaño por arte de magia, junto con todo lo que lleve puesto o cargue. Introduce el daño extra infligido por asalto mientras está agrandada.","dpr":"rasgo","hasNumberParam":true},{"name":"Presencia aterradora","example":"Dragón de oro antiguo","effect":"Cada criatura a elección de la criatura dentro del alcance debe hacer una tirada de salvación de Sabiduría o quedar asustada durante 1 minuto.","hp":"Math.floor((expectedCr <= 10) ? hp * 0.25 : 0)"},{"name":"Cuerpo calentado","example":"Azer","effect":"Tocar o golpear a la criatura mientras está a 5 pies de ella causa daño.","dpr":"rasgo","hasNumberParam":true},{"name":"Visaje horripilante","example":"Banshee","effect":"Cada criatura no muerta a elección de la criatura dentro del alcance debe hacer una tirada de salvación de Sabiduría o quedar asustada durante 1 minuto.","hp":"Math.floor((expectedCr <= 10) ? hp * 0.25 : 0)"},{"name":"Resistencia legendaria","example":"Tarrasque","effect":"Si la criatura falla una tirada de salvación, puede elegir tener éxito en su lugar. Introduce el número de usos por día.","hp":"((expectedCr >= 0 && expectedCr <= 4) ? 10*rasgo : ((cr. esperada >= 5 && cr. esperada <= 10) ? 20*trait : ((expectedCr >= 11) ? 30*rasgo : 0))","hasNumberParam":true},{"name":"Resistencia mágica","example":"Balor","effect":"La criatura tiene ventaja en las tiradas de salvación contra hechizos y otros efectos mágicos."},{"name":"Ventaja marcial","example":"Hobgoblin","effect":"La criatura puede infligir daño extra a una criatura a la que impacte si esa criatura está a menos de 1,5 m de un aliado de la criatura que no esté incapacitado. Introduce el daño extra infligido por asalto.","dpr":"rasgo","hasNumberParam":true},{"name":"Escapada ágil","example":"Goblin","effect":"La criatura puede realizar la acción de Desengancharse u Ocultarse como acción adicional en cada uno de sus turnos."},{"name":"Tácticas de la manada","example":"Kobold","effect":"La criatura tiene ventaja en una tirada de ataque contra una criatura si al menos uno de sus aliados está a menos de 5 pies de la criatura y el aliado no está incapacitado."},{"name":"Parry","example":"Señor de la guerra hobgoblin","effect":"La criatura añade su bonificación de competencia a su CA contra un ataque cuerpo a cuerpo que la golpearía como reacción."},{"name":"Posesión","example":"Fantasma","effect":"La criatura puede controlar a otra criatura, durante la cual no puede ser objetivo de casi ningún efecto."},{"name":"Regeneración","example":"Troll","effect":"Al principio del turno de la criatura, ésta recupera puntos de vida y no puede ser asesinada hasta que este efecto sea mitigado de alguna manera, normalmente a través de daño por ácido o fuego. Introduce cuántos puntos de vida recupera al principio de su turno.","hp":"rasgo*3","hasNumberParam":true},{"name":"Implacable","example":"Jabalí","effect":"Si la criatura se redujera a 0 puntos de golpe, existe la posibilidad de que en su lugar sólo se reduzca a 1.","hp":"((expectedCr >= 0 && expectedCr <= 4) ? 7 : ((Cr esperada >= 5 && Cr esperada <= 10) ? 14 : ((cr. esperada >= 11 && cr. esperada <= 16) ? 21 : ((cr. esperada >= 17) ? 28 : 0))))"},{"name":"Sigilo en la sombra","example":"Demonio de las Sombras","effect":"Mientras esté en la penumbra o en la oscuridad, la criatura puede realizar la acción de Esconderse como acción de bonificación."},{"name":"Hedor","example":"Troglodita","effect":"Cualquier criatura que no sea el monstruo en un radio de 1,5 metros debe hacer una tirada de salvación o ser envenenada."},{"name":"Invisibilidad superior","example":"Pixie","effect":"La criatura puede volverse invisible como acción o acción extra."},{"name":"Fortaleza de los no muertos","example":"Zombie","effect":"Si la criatura quedaría reducida a 0 puntos de golpe, existe la posibilidad de que en su lugar sólo se reduzca a 1. Esta característica se anula si el daño es de naturaleza radiante.","hp":"((expectedCr >= 0 && expectedCr <= 4) ? 7 : ((cr. esperada >= 5 && cr. esperada <= 10) ? 14 : ((cr. esperada >= 11 && cr. esperada <= 16) ? 21 : ((cr. esperada >= 17) ? 28 : 0))))"},{"example":"Araña gigante","effect":"Ataque con un arma a distancia que inmoviliza al objetivo con un golpe."}]}