{"object":[{"name":"Balista","page":255,"ac":15,"hp":50,"immune":["veneno","psíquico"],"entries":["Una balista es una enorme ballesta que dispara pesados pernos. Antes de dispararla, hay que cargarla y apuntarla. Se necesita una acción para cargar el arma, una acción para apuntar y una acción para disparar."],"actionEntries":[{"type":"acciones","name":"Perno","entries":[{"type":"ataque","attackEntries":["{@hit +6} para golpear, alcance 120/480 pies, un objetivo."],"hitEntries":["16 ({@daño 3d10}) de daño punzante."]}]}],"hasToken":true},{"name":"Cañón","page":255,"ac":19,"hp":75,"immune":["veneno","psíquico"],"entries":["Un cañón utiliza la pólvora para propulsar por el aire pesadas bolas de hierro fundido a velocidades destructivas. En una campaña sin pólvora, un cañón podría ser un artefacto arcano construido por ingeniosos gnomos o ingenieros hechiceros.","Un cañón suele apoyarse en un armazón de madera con ruedas. Antes de poder disparar, el cañón debe ser cargado y apuntado. Se necesita una acción para cargar el arma, una acción para apuntar y una acción para disparar."],"actionEntries":[{"type":"acciones","name":"Bola de cañón","entries":[{"type":"ataque","attackEntries":["{@hit +6} para golpear, alcance 600/2.400 pies, un objetivo."],"hitEntries":["44 ({@daño 8d10}) de daño contundente."]}]}],"hasToken":true},{"name":"Capitán A-Hole","isNpc":true,"source":"RMBRE","page":21,"ac":17,"hp":50,"speed":0,"str":14,"dex":10,"int":3,"wis":3,"cha":1,"senses":["Visión ciega de 30 pies (ciego más allá de este radio)"],"immune":["veneno","psíquico"],"actionEntries":[{"type":"acciones","name":"Cañón","entries":[{"type":"ataque","attackEntries":["{@hit +5} para golpear, alcance 30 pies, un objetivo."],"hitEntries":["3 ({@daño 1d6}) de daño por apaleamiento."]}]}],"hasToken":true},{"name":"Objeto genérico","page":246,"srd":true,"ac":{"special":"Varía (véase más abajo)"},"hp":{"special":"Varía (véase más abajo)"},"immune":[{"special":"Varía (véase más abajo)"}],"entries":["Cuando los personajes tienen que serrar cuerdas, romper una ventana o destrozar el ataúd de un vampiro, la única regla rígida es la siguiente: con el tiempo suficiente y las herramientas adecuadas, los personajes pueden destruir cualquier objeto destructible. Utiliza el sentido común para determinar el éxito de un personaje a la hora de dañar un objeto. ¿Puede un luchador cortar una sección de un muro de piedra con una espada? No, es probable que la espada se rompa antes que el muro.","A efectos de estas normas, un objeto es un elemento discreto e inanimado, como una ventana, una puerta, una espada, un libro, una mesa, una silla o una piedra, y no un edificio o un vehículo compuesto por muchos otros objetos.",{"type":"entradas","name":"Estadísticas de los objetos","entries":["Cuando el tiempo es un factor, puedes asignar una clase de armadura y puntos de golpe a un objeto destructible. También puedes darle inmunidades, resistencias y vulnerabilidades a determinados tipos de daño.",{"type":"entradas","name":"Clase de armadura","entries":["La Clase de Armadura de un objeto es una medida de lo difícil que es infligir daño al objeto al golpearlo (porque el objeto no tiene posibilidad de esquivar). La tabla de Clase de Armadura de Objetos proporciona valores de CA sugeridos para varias sustancias.",{"type":"tabla","caption":"Clase de armadura del objeto","colLabels":["Sustancia",null],"colStyles":["col-6","c"],"rows":[["C",null],["Cristal, vidrio, hielo",null],["Madera, hueso",null],["Piedra",null],["Hierro, acero",null],["Mithral",null],["Adamantina",null]]}]},{"type":"entradas","name":"Puntos de golpe","entries":["Los puntos de vida de un objeto miden el daño que puede recibir antes de perder su integridad estructural. Los objetos resistentes tienen más puntos de vida que los frágiles. Los objetos grandes también suelen tener más puntos de vida que los pequeños, a no ser que romper una pequeña parte del objeto sea tan efectivo como romperlo entero. La tabla de Puntos de Golpe de los Objetos proporciona los puntos de golpe sugeridos para los objetos frágiles y resistentes que son Grandes o más pequeños.",{"type":"tabla","caption":"Puntos de vida de los objetos","colLabels":["Tamaño","Frágil","Resistente"],"colStyles":["col-6","col-6"],"rows":[["Tiny (botella, cerradura)","2 (1d4)","5 (2d4)"],["Pequeño (pecho, laúd)","3 (1d6)","10 (3d6)"],["Medio (barril, araña)","4 (1d8)","18 (4d8)"],["Grande (carro, ventana de 3 metros por 3 metros)","5 (1d10)","27 (5d10)"]]}]},{"type":"entradas","name":"Objetos enormes y gargantuescos","entries":["Las armas normales son poco útiles contra muchos objetos enormes y gargantuescos, como una estatua colosal, una columna de piedra o una roca enorme. Sin embargo, una antorcha puede quemar un tapiz enorme y un hechizo de terremoto puede reducir un coloso a escombros. Puedes registrar los puntos de vida de un objeto enorme o gargantuesco si quieres, o simplemente puedes decidir cuánto tiempo puede resistir el objeto cualquier arma o fuerza que actúe contra él. Si registras los puntos de vida del objeto, divídelo en secciones grandes o más pequeñas, y registra los puntos de vida de cada sección por separado. Destruir una de esas secciones podría arruinar todo el objeto. Por ejemplo, una estatua gargantuesca de un ser humano podría derrumbarse cuando una de sus patas grandes se reduzca a 0 puntos de vida."]},{"type":"entradas","name":"Objetos y tipos de daños","entries":["Los objetos son inmunes al veneno y al daño psíquico. Puedes decidir que algunos tipos de daño son más efectivos contra un objeto o sustancia en particular que otros. Por ejemplo, el daño por apaleamiento funciona bien para romper cosas, pero no para cortar cuerdas o cuero. Los objetos de papel o tela pueden ser vulnerables al daño por fuego o por rayo. Un pico puede picar una piedra pero no puede cortar un árbol. Como siempre, utiliza tu mejor criterio."]},{"type":"entradas","name":"Umbral de daños","entries":["Los objetos grandes, como las murallas de los castillos, suelen tener una resistencia adicional representada por un umbral de daño. Un objeto con un umbral de daño tiene inmunidad a todo el daño a menos que reciba una cantidad de daño de un solo ataque o efecto igual o mayor que su umbral de daño, en cuyo caso recibe el daño de forma normal. Cualquier daño que no alcance o supere el umbral de daño del objeto se considera superficial y no reduce los puntos de vida del objeto."]}]}],"hasToken":true},{"name":"Árbol de Gulthias","source":"TftYP","page":31,"ac":10,"hp":35,"immune":["necrótico","veneno","psíquico"],"resist":["pi"],"vulnerable":["fuego"],"entries":[{"type":"entradas","name":"Fruta","entries":["Dos frutos mágicos (escuela de evocación) maduran en el árbol cada año. Cada fruta se parece a una manzana, pero se desprende lentamente del árbol como un quiste.","Hasta una semana antes del solsticio de verano, crece un fruto de color rojo rubí. Cualquier persona que no sea un constructo que coma una cuarta parte o más de él recupera 70 puntos de golpe. Además, cualquier {@condición de ceguera|||ceguera}, {@condición de sordera||sordera}, y las enfermedades que afecten al comensal terminan.","Hasta una semana antes del solsticio de invierno, crece un fruto blanco y enfermizo. Quien come una cuarta parte o más de ella sufre 70 daños necróticos. Cada fruto tiene {@dice 1d4} semillas que, si se plantan, crecen arbustos leñosos sin hojas que se animan como plagas de ramitas después de un año."]},{"type":"entradas","name":"Tronos de los árboles","entries":["Si un humanoide es atado al tronco del Árbol Gulthias, durante las siguientes 24 horas la víctima es absorbida completamente por el árbol. Una vez que la víctima es absorbida por completo por el árbol, se convierte en su esclavo y es expulsado en el transcurso de 1 hora. El árbol Gulthias sólo puede tener cuatro esclavos al mismo tiempo. La piel de la víctima es áspera, gris y con aspecto de corteza. El esclavo se corrompe por completo, convirtiéndose en malvado neutral. Esta criatura sólo existe para servir al Árbol de Gulthias y a los que lo cuidan (como Belak). Posee todas sus habilidades anteriores y obtiene los siguientes rasgos:",{"type":"entradas","name":"Piel de Corteza","entries":["T"]},{"type":"entradas","name":"Tronco de árbol","entries":["Si el Árbol Gulthias muere, el siervo muere 24 horas después."]}]}],"hasToken":true},{"name":"Corazón de troll de hielo","source":"IDRotF","page":294,"ac":13,"hp":4,"immune":["ácido","aporreando","frío","fuerza","relámpago","necrótico","perforación","veneno","psíquico","radiante","acuchillando","trueno"],"entries":[{"type":"entradas","name":"Efectos del corazón","entries":["El corazón de un trol de hielo permanece frío incluso después de la destrucción del trol. Mientras el trol no pueda regenerarse, su corazón puede extraerse con seguridad de sus restos, manipularse y guardarse. El corazón de un trol de hielo, una vez extraído, se convierte en un inofensivo objeto Tiny. Durante las siguientes 24 horas, el corazón tiene las siguientes propiedades mágicas:",{"type":"lista","items":["Una criatura que se coma el corazón gana la capacidad de regenerarse durante las siguientes 24 horas, recuperando 5 puntos de golpe al comienzo de cada uno de sus turnos. Si la criatura recibe daño por ácido o fuego, este rasgo no funciona al comienzo de su siguiente turno. La criatura muere sólo si comienza su turno con 0 puntos de vida y no se regenera.","Si se entierra en el suelo bajo un pie o más de tierra, el corazón se derrite y convoca una ventisca como la creada por el hechizo {@spell control weather}. El corazón tarda 10 minutos en derretirse y formar la ventisca. La ventisca dura","Una bruja o criatura similar puede realizar un ritual que convierte el corazón en un talismán mágico que actúa como una mancha de moho marrón (ver \"{@peligro de moho marrón}\" en la {@guía del Dungeon Master|DMG}). Este efecto dura hasta que el corazón i","Una criatura experta en suministros de alquimia puede exprimir suficiente líquido residual del corazón para mezclarlo con otros ingredientes alquímicos, creando una {@item Poción de resistencia al frío||poción de resistencia (al frío)}. Se tarda 1 hora en crear esta poción."]}]}]},{"name":"Mangonel","page":255,"ac":15,"hp":100,"immune":["veneno","psíquico"],"entries":["Un mangonel es un tipo de catapulta que lanza proyectiles pesados en un arco elevado. Esta carga explosiva puede alcanzar objetivos que se encuentran a cubierto. Antes de disparar el mangonel, hay que cargarlo y apuntar. Se necesitan dos acciones para cargar el arma, dos acciones para apuntar y una acción para disparar.","Un mangonel suele lanzar una piedra pesada, aunque puede lanzar otro tipo de proyectiles, con diferentes efectos."],"actionEntries":[{"type":"acciones","name":"Piedra Mangonel","entries":[{"type":"ataque","attackEntries":["{@hit +5} para golpear, alcance 200/800 pies (no puede golpear objetivos a 60 pies de él), una targeta"],"hitEntries":["27 ({@daño 5d10}) de daño por apaleamiento."]}]}],"hasToken":true},{"page":255,"ac":15,"hp":100,"immune":["veneno","psíquico"],"entries":["Un carnero consiste en una galería móvil equipada con un pesado tronco suspendido de dos vigas del techo mediante cadenas.","El tronco está herrado y se utiliza para atravesar puertas y barricadas.","Se necesita un mínimo de cuatro criaturas medianas para hacer funcionar un carnero. Debido al techo de la galería, estos operadores tienen una cobertura total contra los ataques desde arriba."],"actionEntries":[{"type":"acciones","entries":[{"type":"ataque","attackEntries":["{@hit +8} para golpear, alcance 5 pies, un objeto."],"hitEntries":["16 ({@daño 3d10}) de daño por apaleamiento."]}]}],"hasToken":true},{"name":"Torre de asedio","page":256,"ac":15,"hp":200,"immune":["veneno","psíquico"],"entries":["Una torre de asedio es una estructura móvil de madera con un armazón de vigas y listones en sus paredes. Unas grandes ruedas de madera o rodillos permiten que la torre sea empujada o arrastrada por soldados o bestias de carga. Las criaturas medianas o pequeñas pueden utilizar la torre de asedio para alcanzar la cima de los muros de hasta 40 pies de altura. Una criatura en la torre tiene cobertura total de los ataques fuera de la torre."],"hasToken":true},{"name":"Caldero suspendido","page":255,"ac":19,"hp":20,"immune":["veneno","psíquico"],"entries":["Un caldero es una olla de hierro suspendida de manera que pueda volcarse fácilmente, derramando su contenido. Una vez vaciado, un caldero debe ser rellenado -y su contenido normalmente debe ser recalentado- antes de poder ser utilizado de nuevo. Se necesitan tres acciones para llenar un caldero y una acción para volcarlo.","Los calderos pueden llenarse con otros líquidos, como ácido o {@hazard green slime}, con diferentes efectos."],"actionEntries":[{"type":"entradas","name":"Aceite en ebullición","entries":["El caldero vierte aceite hirviendo en un área de 3 metros cuadrados directamente debajo de él [...]"]}],"hasToken":true},{"name":"La cabeza","isNpc":true,"source":"RMBRE","page":25,"ac":17,"hp":50,"speed":0,"str":14,"dex":3,"int":3,"wis":3,"cha":10,"immune":["veneno","psíquico"]},{"name":"Trebuchet","page":256,"ac":15,"hp":150,"immune":["veneno","psíquico"],"entries":["Un trebuchet es una poderosa catapulta que lanza su carga útil en un arco elevado, de modo que puede alcanzar objetivos que se encuentran a cubierto.","Antes de disparar el trebuchet, hay que cargarlo y apuntarlo. Se necesitan dos acciones para cargar el arma, dos acciones para apuntar y una acción para disparar.","Un trebuchet suele lanzar una piedra pesada. Sin embargo, puede lanzar otro tipo de proyectiles, como barriles de aceite o aguas residuales, con diferentes efectos."],"actionEntries":[{"type":"acciones","name":"Piedra Trebuchet","entries":[{"type":"ataque","attackEntries":["{@hit +5} para golpear, alcance 300/1.200 pies (no puede golpear objetivos dentro de 60 f"],"hitEntries":["44 ({@daño 8d10}) de daño contundente."]}]}],"hasToken":true}]}