{"optionalfeature":[{"name":"Absorción","source":"UAClericDruidWizard","page":5,"featureType":[null],"entries":["Cuando lanzas un hechizo que inflige daño al objetivo nombrado, ganas {@dice 3d6} puntos de golpe temporales. El número de puntos de golpe temporales que ganas aumenta en {@dice 1d6} cuando alcanzas el 10º nivel ({@dice 4d6}) y el 14º nivel ({@dice 5d6}) en esta clase."]},{"name":"Explosión agonizante","page":110,"srd":true,"featureType":[null],"prerequisite":[{"spell":["eldritch blast#c"]}],"entries":["Cuando lanzas {@spell eldritch blast}, añade tu modificador de Carisma al daño que hace en un impacto."]},{"name":"Ácido alquímico","source":"UAArtificer","page":5,"featureType":[null],"entries":["Como acción, puedes meter la mano en tu mochila de alquimista, sacar un frasco de ácido y lanzar el frasco a una criatura u objeto en un radio de 30 pies (el frasco y su contenido desaparecen si no lo lanzas al final del turno actual). El vial se rompe al impactar. La criatura debe tener éxito en una tirada de salvación de Destreza o recibir {@daño 1d6} de daño por ácido. Un objeto recibe automáticamente ese daño, y el daño se maximiza. El daño de esta fórmula aumenta en {@damage 1d6} cuando se alcanzan ciertos niveles en esta clase: 3er nivel ({@daño 2d6}), 5º nivel ({@daño 3d6}), 7º nivel ({@daño 4d6}), 9º nivel ({@daño 5d6}), 11º nivel ({@daño 6d6}), 13º nivel ({@daño 7d6}), 15º nivel ({@daño 8d6}), 17º nivel ({@daño 9d6}) y 19º nivel ({@daño 10d6})."]},{"name":"Fuego alquímico","source":"UAArtificer","page":5,"featureType":[null],"entries":["Como acción, puedes meter la mano en tu mochila de alquimista, sacar un frasco de líquido volátil y lanzar el frasco a una criatura, objeto o superficie en un radio de 30 pies (el frasco y su contenido desaparecen si no lo lanzas al final del turno actual). Al impactar, el vial detona en un radio de 1,5 metros. Cualquier criatura en esa área debe tener éxito en una tirada de salvación de Destreza o recibir {@daño 1d6} de daño por fuego. El daño de esta fórmula aumenta en {@damage 1d6} cuando alcanzas ciertos niveles en esta clase: 4º nivel ({@daño 2d6}), 7º nivel ({@daño 3d6}), 10º nivel ({@daño 4d6}), 13º nivel ({@daño 5d6}), 16º nivel ({@daño 6d6}) y 19º nivel ({@daño 7d6})."]},{"name":"Emboscada","page":42,"isClassFeatureVariant":true,"featureType":["MV:B"],"consumes":{"name":"Dados de superioridad"},"entries":["Cuando hagas un chequeo de Destreza ({@habilidad Sigilo}) o una tirada de iniciativa, puedes gastar un dado de superioridad y añadirlo a la tirada, siempre que no estés {@condición incapacitado}."]},{"name":"Emboscada","source":"UAClassFeatureVariants","page":5,"isClassFeatureVariant":true,"featureType":["MV:B"],"consumes":{"name":"Dados de superioridad"},"entries":["Cuando hagas un chequeo de Destreza ({@habilidad Sigilo}) o una tirada de iniciativa, puedes gastar un dado de superioridad y añadirlo a la tirada."]},{"name":"Pistolero arcano","source":"UAModernMagic","page":3,"featureType":[null],"prerequisite":[{"pact":"Cuchilla"}],"entries":["Puedes crear un arma de pacto que sea un arma lateral o un brazo largo, y puedes transformar un arma lateral o un brazo largo mágico en tu arma de pacto."]},{"name":"Armadura de propulsión arcana","page":20,"featureType":[null],"prerequisite":[{"level":{"level":14,"class":{"name":"Artificer"}},"item":["Una armadura (requiere sintonía)"]}],"entries":["El portador de esta armadura obtiene estos beneficios:",{"type":"lista","items":["La velocidad de marcha del portador aumenta en 5 pies.","La armadura incluye guanteletes, cada uno de los cuales es un arma mágica de combate cuerpo a cuerpo que sólo se puede blandir cuando la mano no sostiene nada. El portador es competente con los guanteletes, y cada uno inflige {@damage 1d8} de daño de fuerza en un golpe y tiene la propiedad de ser lanzado, con un alcance normal de 20 pies y un alcance largo de 60 pies. Cuando se lanza, el guantelete se desprende y vuela hacia el ataque'","La armadura no puede quitarse contra la voluntad del portador.","Si al portador le falta algún miembro, la armadura lo sustituye: manos, brazos, pies, piernas o apéndices similares. Los reemplazos funcionan de forma idéntica a las partes del cuerpo que sustituyen."]}]},{"name":"Tiro con arco","page":72,"srd":true,"otherSources":[{"page":91},{"source":"UATheRangerRevisado","page":3}],"featureType":["FS:F","FS:R"],"entries":["Obtienes un bono de +2 a las tiradas de ataque que hagas con armas a distancia."]},{"name":"Armadura de fuerza mágica","page":20,"featureType":[null],"prerequisite":[{"item":["Una armadura (requiere sintonía)"]}],"entries":["Esta armadura tiene 6 cargas. El portador puede gastar las cargas de la armadura en el",{"type":"lista","items":["Cuando el portador hace un chequeo de Fuerza o una tirada de salvación de Fuerza, puede gastar 1 carga para añadir un bono a la tirada igual a su modificador de Inteligencia.","Si la criatura sería derribada {@condición prono}, puede usar su reacción para gastar 1 carga para evitar ser derribada."]},"La armadura recupera {@dice 1d6} cargas gastadas diariamente al amanecer."]},{"name":"Armadura de fuerza mágica","source":"UA2020SubclasesPt3","page":3,"featureType":[null],"prerequisite":[{"level":{"level":10,"class":{"name":"Artificer"}},"item":["Una armadura (requiere sintonía)"]}],"entries":["Mientras lleve esta armadura, una criatura puede utilizar su modificador de Inteligencia en lugar de su modificador de Fuerza cuando haga chequeos de Fuerza y tiradas de salvación de Fuerza.","La armadura tiene 4 cargas. Como reacción cuando sería derribado {@condición de prono}, el portador puede gastar 1 carga para no ser derribado {@condición de prono}. La armadura recupera {@dice 1d4} cargas gastadas diariamente al amanecer."]},{"name":"Armadura de las Sombras","page":110,"srd":true,"featureType":[null],"additionalSpells":[{"innate":{"_":["armadura de mago"]}}],"entries":["Puedes lanzar {@spell mage armor} sobre ti mismo a voluntad, sin gastar una ranura de hechizo o componentes materiales."]},{"name":"Armadura de herramientas","source":"UA2020SubclasesPt3","page":3,"featureType":[null],"prerequisite":[{"item":["Una armadura"]}],"entries":["Como acción, una criatura que lleve esta armadura infundida puede integrar en ella {@item herramientas de artesano|items|source=phb|miscellaneous=mundane|type=artisan's tools} o {@item herramientas de ladrón|phb}. Las herramientas permanecen integradas en la armadura durante 8 horas o hasta que el portador se las quite como acción. La armadura sólo puede tener una herramienta integrada a la vez.","El portador puede añadir su modificador de Inteligencia a cualquier chequeo de habilidad que realice con la herramienta integrada. El portador debe tener una mano libre para utilizar la herramienta."]},{"name":"Escalón Ascendente","page":110,"srd":true,"featureType":[null],"prerequisite":[{"level":{"level":9,"class":{"name":"Warlock"}}}],"additionalSpells":[{"innate":{"_":["levitar"]}}],"entries":["Puedes lanzar {@spell levitate} sobre ti mismo a voluntad, sin gastar una ranura de hechizo o componentes materiales."]},{"name":"Aspecto de la Luna","source":"UARevisedClassOptions","page":5,"previousVersion":{"name":"Aspecto de la Luna","source":"UAWarlockAndWizard"},"featureType":[null],"prerequisite":[{"pact":"Tomo"}],"entries":["Ya no necesitas dormir y no se te puede obligar a hacerlo de ninguna manera. Para obtener los beneficios de un descanso prolongado, puedes dedicar las 8 horas a una actividad ligera, como la lectura"]},{"name":"Aspecto de la Luna","source":"UAWarlockAndWizard","page":3,"featureType":[null],"prerequisite":[{"patron":"El Archipiélago"}],"entries":["Te has ganado el favor de la Doncella de la Luna. Ya no necesitas dormir y no puedes ser forzado a hacerlo por ningún medio. Para obtener los beneficios de un largo descanso, puedes dedicar las 8 horas a una actividad ligera, como leer o vigilar."]},{"name":"Aspecto de la Luna","page":56,"featureType":[null],"prerequisite":[{"pact":"Tomo"}],"entries":["Ya no necesitas dormir y no se te puede obligar a hacerlo de ninguna manera. Para obtener los beneficios de un descanso prolongado, puedes dedicar las 8 horas a una actividad ligera, como leer tu Libro de las Sombras y vigilar."]},{"name":"Cebo y cambio","page":42,"isClassFeatureVariant":true,"featureType":["MV:B"],"consumes":{"name":"Dados de superioridad"},"entries":["Cuando estés a 5 pies de una criatura en tu turno, puedes gastar un dado de superioridad y cambiar de lugar con esa criatura, siempre que gastes al menos 5 pies de movimiento y la criatura esté dispuesta y no esté {@condición incapacitada}. Este movimiento no provoca ataques de oportunidad.","Tira el dado de superioridad. Hasta el comienzo de tu siguiente turno, tú o la otra criatura (a tu elección) ganáis un bono a la CA igual a"]},{"name":"Cebo y cambio","source":"UAClassFeatureVariants","page":5,"isClassFeatureVariant":true,"featureType":["MV:B"],"consumes":{"name":"Dados de superioridad"},"entries":["Cuando estés a 5 pies de un aliado en tu turno, puedes gastar un dado de superioridad y cambiar de lugar con ese aliado, siempre que gastes al menos 5 pies de movimiento. Este movimiento no provoca ataques de oportunidad.","Tira el dado de superioridad. Hasta el comienzo de su próximo turno"]},{"name":"Tira el dado de superioridad. Hasta el comienzo de su próximo turno","source":"UARevisedSubclasses","page":3,"featureType":["AS:V2-UA"],"consumes":{"name":"Tiro arcano"},"entries":["Utilizas la magia de abjuración para intentar desterrar temporalmente a tu objetivo a un lugar inofensivo del Feywild. Si la flecha golpea a una criatura, el objetivo también debe tener éxito en una tirada de salvación de Carisma o ser desterrado. Mientras está desterrado de esta manera, su velocidad es 0, y está {@condición incapacitada}. Al final de su siguiente turno, el objetivo reaparece en el espacio que dejó libre o en el espacio desocupado más cercano si ese espacio está ocupado.","Después de alcanzar el nivel 18 en esta clase, un objetivo también recibe {@daño 2d6} de daño de fuerza cuando la flecha lo golpea."]},{"name":"Flecha de destierro","page":29,"featureType":[null],"consumes":{"name":"Tiro arcano"},"entries":["Utilizas la magia de abjuración para intentar desterrar temporalmente a tu objetivo a un lugar inofensivo del Feywild. La criatura golpeada por la flecha también debe tener éxito en una tirada de salvación de Carisma o ser desterrada. Mientras esté desterrado de esta manera, la velocidad del objetivo es 0, y está {@condición incapacitada}. Al final de su siguiente turno, el objetivo reaparece en el espacio que dejó libre o en el espacio desocupado más cercano si ese espacio está ocupado.","Después de alcanzar el nivel 18 en esta clase, un objetivo también recibe {@daño 2d6} de daño de fuerza cuando la flecha lo golpea."]},{"name":"Discurso de la bestia","page":110,"srd":true,"featureType":[null],"additionalSpells":[{"innate":{"_":["hablar con los animales"]}}],"entries":["Puedes lanzar {@spell speak with animals} a voluntad, sin gastar una ranura de hechizo."]},{"name":"Flecha de la seducción","source":"UAFighter","page":1,"featureType":["AS:V1-UA"],"consumes":{"name":"Tiro arcano"},"entries":["Tu magia de encantamiento hace que esta flecha seduzca temporalmente a su objetivo. Elige a uno de tus aliados en un radio de 30 pies del objetivo. Si la flecha impacta en el objetivo, éste no puede atacar al aliado elegido ni incluirlo en un área de efecto dañina hasta el final de tu siguiente turno. El objetivo ignora este efecto si es inmune a la condición {@condición encantada}. Este efecto también termina si el aliado elegido inflige algún daño al objetivo."]},{"name":"Flecha de la seducción","page":29,"featureType":[null],"consumes":{"name":"Tiro arcano"},"entries":["Tu magia de encantamiento hace que esta flecha seduzca temporalmente a su objetivo. La criatura golpeada por la flecha recibe un daño psíquico extra de {@damage 2d6}, y elige a uno de tus aliados en un radio de 30 pies del objetivo. El objetivo debe tener éxito en una tirada de salvación de Sabiduría, o queda {@condición encantada} por el aliado elegido hasta el comienzo de tu siguiente turno. Este efecto termina antes de tiempo si el aliado elegido ataca al objetivo de {@condición encantada}, le inflige daño o le obliga a realizar una tirada de salvación.","El daño psíquico aumenta a {@daño 4d6} cuando alcanzas el nivel 18 en esta clase."]},{"name":"Influencia seductora","page":110,"srd":true,"featureType":[null],"skillProficiencies":[{"deception":true,"persuasion":true}],"entries":["Obtienes competencia en las habilidades {@habilidad Engaño} y {@habilidad Persuasión}."]},{"name":"Susurros de embrujo","page":110,"srd":true,"featureType":[null],"prerequisite":[{"level":{"level":7,"class":{"name":"Warlock"}}}],"additionalSpells":[{"innate":{"_":{"daily":{"1e":["compulsión"]}}}}],"entries":["Puedes lanzar {@spell compulsion} una vez usando una ranura de hechizo de brujo. No puedes volver a hacerlo hasta que termines un descanso largo."]},{"name":"Guerrero bendito","page":52,"isClassFeatureVariant":true,"featureType":["FS:P"],"additionalSpells":[{"known":{"_":[{"choose":"nivel=0|clase=clérigo","count":2}]}}],"entries":["Aprendes dos cantrips a tu elección de la lista de hechizos de clérigo {@filtro|hechizos|nivel=0|clase=Cleric}. Cuentan como hechizos de paladín para ti, y el Carisma es tu habilidad de lanzamiento de hechizos para ellos. Siempre que ganes un nivel en esta clase, puedes sustituir uno de estos cantrips por otro cantrip de la lista de conjuros de clérigo."]},{"name":"Guerrero bendito","source":"UAClassFeatureVariants","page":6,"isClassFeatureVariant":true,"featureType":["FS:P"],"additionalSpells":[{"known":{"_":[{"choose":"nivel=0|clase=clérigo","count":2}]}}],"entries":["Aprendes dos cantrips a tu elección de la lista de hechizos de clérigo {@filtro|hechizos|nivel=0|clase=Cleric}. Cuentan como hechizos de paladín para ti, y el Carisma es tu habilidad de lanzamiento de hechizos para ellos. Siempre que ganes un nivel en esta clase, puedes sustituir uno de estos cantrips por otro cantrip de la lista de conjuros de clérigo."]},{"name":"Lucha a ciegas","page":41,"isClassFeatureVariant":true,"featureType":["FS:F","FS:P","FS:R"],"senses":[{"blindsight":10}],"entries":["Tienes {@sense blindsight} con un alcance de 10 pies. Dentro de ese rango, puedes ver efectivamente cualquier cosa que no esté detrás de una cobertura total, incluso si estás {@condición de cegado} o en la oscuridad. Además, puedes ver a una criatura {@condición invisible} dentro de ese rango, a menos que la criatura se esconda de ti con éxito."]},{"name":"Lucha a ciegas","source":"UAClassFeatureVariants","page":12,"isClassFeatureVariant":true,"featureType":["FS:F","FS:P","FS:R"],"entries":["No poder ver a una criatura no impone desventaja en tus tiradas de ataque contra ella, siempre que la criatura no esté oculta para ti."]},{"name":"B","page":70,"isClassFeatureVariant":true,"featureType":[null],"prerequisite":[{"level":{"level":12,"class":{"name":"B"}},"pact":"T"}],"entries":["Mientras otra persona lleva tu talismán, puedes utilizar tu acción para teletransportarte al espacio desocupado más cercano a ella, siempre que los dos estéis en el mismo plano de existencia. El portador de tu talismán puede hacer lo mismo, utilizando su acción para teletransportarse hacia ti. El teletransporte puede utilizarse un número de veces igual a tu bonificación de competencia, y todos los usos gastados se recuperan cuando terminas un descanso largo."]},{"name":"Vínculo del Talismán","source":"UAClassFeatureVariants","page":11,"isClassFeatureVariant":true,"featureType":[null],"prerequisite":[{"level":{"level":12,"class":{"name":"Warlock"}},"pact":"Talismán"}],"entries":["Mientras otra persona lleva tu talismán, puedes utilizar tu acción para teletransportarte al espacio desocupado más cercano a ella, siempre que los dos estéis en el mismo plano de existencia. El portador de tu talismán puede hacer lo mismo, utilizando su acción para teletransportarse hacia ti."]},{"name":"Libro de los Antiguos Secretos","page":110,"srd":true,"featureType":[null],"prerequisite":[{"pact":"Tomo"}],"additionalSpells":[{"innate":{"_":{"ritual":[{"choose":"Componentes y Miscelánea=ritual|nivel=1","count":2}]}}}],"entries":["Ahora puedes inscribir rituales mágicos en tu Libro de las Sombras. Elige dos {@filtro de hechizos de 1er nivel que tengan la etiqueta de ritual de la lista de hechizos de cualquier clase|hechizos|Componentes y Varios=ritual|nivel=1}. Los hechizos no necesitan ser de la misma lista de hechizos. Los hechizos aparecen en el libro y no cuentan para el número de hechizos que conoces. Con tu Libro de las Sombras en la mano, puedes lanzar los hechizos elegidos como rituales. No puedes lanzar los hechizos excepto como rituales, a menos que los hayas aprendido por algún otro medio. También puedes lanzar un hechizo de brujo que conozcas como ritual si tiene la etiqueta de ritual.","En tus aventuras, puedes añadir otros hechizos rituales a tu Libro de las Sombras. Cuando encuentres un hechizo de este tipo, puedes añadirlo al libro si el nivel del hechizo es igual o inferior a"]},{"name":"En tus aventuras, puedes añadir otros hechizos rituales a tu Libro de las Sombras.","page":21,"otherSources":[{"source":"ERLW","page":62}],"featureType":[null],"prerequisite":[{"level":{"level":6,"class":{"name":"Artificer"}},"item":["Un par de botas (requiere sintonía)"]}],"entries":["Mientras lleva estas botas, una criatura puede teletransportarse hasta 15 pies como acción de bonificación a un espacio desocupado que la criatura pueda ver. La criatura debe haber ocupado ese espacio en algún momento del turno actual."]},{"name":"Botas del camino sinuoso","source":"UAArtificerRevisited","page":12,"featureType":[null],"prerequisite":[{"level":{"level":4,"class":{"name":"Artificer (Revisited)"}},"item":["Un par de botas (requiere sintonía)"]}],"entries":["Mientras lleva estas botas, una criatura puede teletransportarse hasta 15 pies como acción de bonificación a un espacio desocupado que la criatura pueda ver. La criatura debe haber ocupado ese espacio en algún momento del turno actual."]},{"name":"Brace","page":42,"isClassFeatureVariant":true,"featureType":["MV:B"],"consumes":{"name":"Dados de superioridad"},"entries":["Cuando una criatura que puedes ver se mueve dentro del alcance que tienes con el arma de cuerpo a cuerpo que estás empuñando, puedes usar tu reacción para gastar un dado de superioridad y hacer un ataque contra la criatura, usando esa arma. Si el ataque impacta, añade el dado de superioridad a la tirada de daño del arma."]},{"name":"Brace","source":"UAClassFeatureVariants","page":5,"isClassFeatureVariant":true,"featureType":["MV:B"],"consumes":{"name":"Dados de superioridad"},"entries":["Cuando un enemigo que puedas ver se mueva a menos de 1,5 metros de ti, puedes usar tu reacción para gastar un dado de superioridad y hacer un ataque de arma contra esa criatura. Si el ataque impacta, añade el dado de superioridad a la tirada de daño del ataque."]},{"name":"Aliento de invierno","page":81,"featureType":[null],"prerequisite":[{"level":{"level":17,"class":{"name":"Monk"},"subclass":{"name":"Cuatro elementos"}}}],"additionalSpells":[{"innate":{"_":{"resource":{"6":["cono de frío"]}}}}],"entries":["Puedes gastar 6 puntos de ki para lanzar {@spellizco cono de frío}."]},{"name":"Flecha Brute Bane","source":"UAFighter","page":1,"featureType":["AS:V1-UA"],"consumes":{"name":"Tiro arcano"},"entries":["Tejiste magia nigromántica en tu flecha. Si una criatura es alcanzada por la flecha, cualquier daño contundente, perforante o cortante infligido por los ataques de la criatura se reduce a la mitad hasta el final de tu siguiente turno."]},{"name":"Flecha Brute Bane","source":"UARevisedSubclasses","page":3,"featureType":["AS:V2-UA"],"consumes":{"name":"Tiro arcano"},"entries":["Tejiste magia nigromántica en tu flecha. Si tu flecha golpea a una criatura, el objetivo recibe un daño necrótico adicional de {@damage 2d6} y debe hacer una tirada de salvación de Constitución. Si fallas la tirada de salvación, el daño de los ataques del objetivo se reduce a la mitad hasta el siguiente turno.","El daño necrótico aumenta a {@daño 4d6} cuando alcanzas el nivel 18 con esta clase."]},{"name":"Hexágono en llamas","source":"UAWarlockAndWizard","page":3,"featureType":[null],"prerequisite":[{"patron":"La hoja hexagonal"}],"entries":["Como acción de bonificación, haces que un objetivo maldecido por tu Maldición de la Hoja de Hacha reciba un daño de fuego igual a tu modificador de Carisma (mínimo de 1)."]},{"name":"Flecha de reventón","source":"UAFighter","page":2,"featureType":["AS:V1-UA"],"consumes":{"name":"Tiro arcano"},"entries":["Impregnas tu flecha con una ráfaga de energía de fuerza extraída de la escuela de evocación. Si golpeas a una criatura con esta flecha, cada criatura en un radio de 3 metros recibe {@daño 2d6} de daño de fuerza."]},{"name":"Flecha de reventón","source":"UARevisedSubclasses","page":3,"featureType":["AS:V2-UA"],"consumes":{"name":"Tiro arcano"},"entries":["Impregnas tu flecha con una ráfaga de energía de fuerza extraída de la escuela de evocación. Si la flecha alcanza a una criatura, el objetivo y cada criatura en un radio de 3 metros recibe {@daño 2d6} de daño de fuerza.","El daño de la fuerza aumenta a {@daño 4d6} cuando alcanzas el nivel 18 con esta clase."]},{"name":"Flecha de reventón","page":29,"featureType":[null],"consumes":{"name":"Tiro arcano"},"entries":["Impregnas tu flecha con energía de fuerza extraída de la escuela de evocación. La energía se detona después de tu ataque. Inmediatamente después de que la flecha alcance a la criatura, el objetivo y todas las demás criaturas en un radio de 3 metros reciben {@daño de 2d6} de daño de fuerza cada una.","El daño de la fuerza aumenta a {@daño 4d6} cuando alcanzas el nivel 18 en esta clase."]},{"name":"Faro de Caifán","source":"UAWarlockAndWizard","page":3,"featureType":[null],"prerequisite":[{"patron":"El Gran Antiguo"}],"skillProficiencies":[{"deception":true,"stealth":true}],"entries":["La estrella púrpura Caiphon es la perdición de los navegantes inexpertos. Los que utilizan su luz engañosa para guiar sus viajes se arruinan invariablemente. Obtienes competencia en las habilidades {@habilidad Engaño} y {@habilidad Sigilo}, y tienes ventaja en las tiradas de ataque contra la {@condición encantado"]},{"name":"Hechizo cuidadoso","page":102,"srd":true,"featureType":[null],"consumes":{"name":"Puntos de brujería"},"entries":["Cuando lanzas un hechizo que obliga a otras criaturas a realizar una tirada de salvación, puedes proteger a algunas de esas criaturas de la fuerza total del hechizo. Para hacerlo, gastas 1 punto de conjuro y eliges un número de esas criaturas hasta tu modificador de Carisma (mínimo una criatura). La criatura elegida tiene éxito automáticamente en su tirada de salvación contra el hechizo."]},{"name":"Furia del Maestro de la Cadena","source":"UAClassFeatureVariants","page":11,"isClassFeatureVariant":true,"featureType":[null],"prerequisite":[{"level":{"level":9,"class":{"name":"Warlock"}},"pact":"Cadena"}],"entries":["Como bo"]},{"name":"Como bo","page":110,"srd":true,"featureType":[null],"prerequisite":[{"pact":"Como bo","level":{"level":15,"class":{"name":"Como bo"}}}],"additionalSpells":[{"innate":{"_":{"daily":{"1e":["Warlock"]}}}}],"entries":["Puedes lanzar {@spell hold monster} a voluntad - apuntando a un celestial, demonio o elemental - sin gastar una ranura de hechizo o componentes materiales. Debes terminar un descanso largo antes de poder usar esta invocación o"]},{"name":"Hexágono escalofriante","source":"UAWarlockAndWizard","page":3,"featureType":[null],"prerequisite":[{"patron":"La hoja hexagonal"}],"entries":["Como acción adicional, haces que la escarcha se arremoline alrededor de un objetivo maldecido por tu Maldición de la Hoja Tronadora, infligiendo daño por frío a cada uno de tus enemigos en un radio de 1,5 metros del objetivo. El daño por frío es igual a tu modificador de Carisma (mínimo 1)."]},{"name":"Crónica de la Reina del Cuervo","source":"UAWarlockAndWizard","page":3,"featureType":[null],"prerequisite":[{"pact":"Tomo","patron":"La Reina del Cuervo"}],"entries":["Puedes colocar la mano de un cadáver o un apéndice similar en tu Libro de las Sombras y hacer una pregunta en voz alta. Después de 1 minuto, la respuesta aparece escrita con sangre en tu libro. La respuesta es proporcionada por el espíritu de la criatura muerta en la medida de sus conocimientos y se traduce a un idioma de tu elección. Debes utilizar esta habilidad en el plazo de 1 minuto tras la muerte de una criatura, y a una criatura determinada sólo se le puede hacer una pregunta de esta manera."]},{"name":"Garra de Acamar","source":"UAWarlockAndWizard","page":3,"featureType":[null],"prerequisite":[{"pact":"Cuchilla","patron":"El Gran Antiguo"}],"entries":["Puedes crear un mayal negro de plomo utilizando tu rasgo Pacto de la Espada. La cabeza del mayal está esculpida para que parezca un par de tentáculos que agarran. El arma tiene la propiedad de alcance. Cuando golpeas a una criatura con ella, puedes gastar una ranura de conjuro para infligir {@daño 2d8} de daño necrótico adicional al objetivo por nivel de conjuro, y puedes reducir la velocidad de la criatura a 0 pies hasta el final de tu siguiente turno."]},{"name":"El viento del norte","page":81,"featureType":[null],"prerequisite":[{"level":{"level":6,"class":{"name":"Monk"},"subclass":{"name":"Cuatro elementos"}}}],"additionalSpells":[{"innate":{"_":{"resource":{"3":["retener a la persona"]}}}}],"entries":["Puedes gastar 3 puntos de ki para lanzar {@spellizco mantener persona}."]},{"name":"Capa de Baalzebul","source":"UAWarlockAndWizard","page":3,"featureType":[null],"prerequisite":[{"patron":"El demonio"}],"entries":["Como acción adicional, puedes conjurar un enjambre de moscas que zumban a tu alrededor. El enjambre te da ventaja en los chequeos de Carisma ({@habilidad Intimidación}) pero desventaja en todos los demás chequeos de Carisma. Además, una criatura que comience su turno a menos de 1,5 metros de ti recibe un daño de veneno igual a tu modificador de Carisma. Puedes rechazar el enjambre con otra acción de bonificación."]},{"name":"Capa de moscas","source":"UARevisedClassOptions","page":5,"previousVersion":{"name":"Capa de Baalzebul","source":"UAWarlockAndWizard"},"featureType":[null],"prerequisite":[{"level":{"level":5,"class":{"name":"Warlock"}}}],"entries":["Como acción de bonificación, puedes rodearte de un aura mágica que parece un zumbido de moscas. El aura incluye tu espacio, se extiende a 1,5 metros de ti en todas las direcciones y está bloqueada por una cobertura total. Dura hasta que estés {@condición incapacitada} o la descartes con una acción de bonificación.","El aura te otorga ventaja en los chequeos de Carisma ({@habilidad Intimidación}) pero desventaja en todos los demás chequeos de Carisma. Cualquier otra criatura que comience su turno en el aura recibe un daño de veneno igual a tu modificador de Carisma (mínimo 0 de daño).","Una vez que usas esta invocación, no puedes volver a usarla hasta que termines un descanso corto o largo."]},{"name":"Capa de moscas","page":56,"featureType":[null],"prerequisite":[{"level":{"level":5,"class":{"name":"Warlock"}}}],"entries":["Como acción de bonificación, puedes rodearte de un aura mágica que parece un zumbido de moscas. El aura se extiende a 5 pies de ti en todas las direcciones, pero no a través de la cobertura total. Dura hasta que estés {@condición incapacitada} o la descartes como acción adicional.","El aura te otorga ventaja en los chequeos de Carisma ({@habilidad Intimidación}) pero desventaja en todos los demás chequeos de Carisma. Cualquier otra criatura que comience su turno en el aura recibe un daño de veneno igual a tu modificador de Carisma (mínimo 0 de daño).","Una vez que usas esta invocación, no puedes volver a usarla hasta que termines un descanso corto o largo."]},{"name":"Tiro a bocajarro","source":"UALightDarkUnderdark","page":1,"featureType":["FS:F","FS:P","FS:R"],"entries":["Cuando realizas un ataque a distancia mientras estás a menos de 5 pies de una criatura hostil, no tienes desventaja en la tirada de ataque. Tus ataques a distancia ignoran la media cobertura y la cobertura de tres cuartos contra objetivos a menos de 30 pies de ti. Tienes un bono de +1 a las tiradas de ataque en los ataques a distancia."]},{"name":"Runa de la nube","page":44,"featureType":[null],"entries":["Esta runa emula la magia engañosa utilizada por algunos gigantes de las nubes. Mientras lleves un objeto inscrito con esta runa, tienes ventaja en los chequeos de Destreza ({@habilidad Juego de manos}) y Carisma ({@habilidad Engaño}).","Además, cuando tú o una criatura que puedas ver a menos de 30 pies de ti es golpeada por una tirada de ataque, puedes usar tu reacción para invocar la runa y elegir una criatura diferente a menos de 30 pies de ti, que no sea el atacante. La criatura elegida se convierte en el objetivo del ataque, utilizando la misma tirada. Esta magia puede transferir los efectos del ataque independientemente del alcance del mismo. Una vez que invocas esta runa, no puedes volver a hacerlo hasta que termines un descanso corto o largo."]},{"name":"Golpe del Comandante","page":74,"featureType":["MV:B"],"consumes":{"name":"Dados de superioridad"},"entries":["Cuando realizas la acción {@acción Ataque} en tu turno, puedes renunciar a uno de tus ataques y utilizar una acción de bonificación para dirigir a uno de tus compañeros a golpear. Cuando lo hagas, elige una criatura amiga que pueda verte u oírte y gasta un dado de superioridad. Esa criatura puede utilizar inmediatamente su reacción para realizar un ataque con arma, añadiendo el dado de superioridad a la tirada de daño del ataque."]},{"name":"Presencia dominante","page":42,"isClassFeatureVariant":true,"featureType":["MV:B"],"consumes":{"name":"Dados de superioridad"},"entries":["Cuando haces un chequeo de Carisma ({@habilidad Intimidación}), un chequeo de Carisma ({@habilidad Actuación}) o un chequeo de Carisma ({@habilidad Persuasión}), puedes gastar un dado de superioridad y añadir el dado de superioridad al chequeo de la habilidad."]},{"name":"Montaje de control","source":"UARevisedClassOptions","page":3,"featureType":["MV:C2-UA"],"consumes":{"name":"Dados de superioridad"},"entries":["Cuando haces un chequeo de Sabiduría ({@habilidad Manejo de Animales}) para influir en una criatura que tú o un aliado estáis montando, puedes gastar un dado de superioridad, tirarlo y añadir el número obtenido al chequeo. Puedes hacerlo antes o después de tirar el {@dice d20}, pero antes de aplicar los resultados del chequeo."]},{"name":"Trayectoria de la maldición","source":"UAWarlockAndWizard","page":4,"featureType":[null],"prerequisite":[{"pact":"Cuchilla","patron":"La hoja hexagonal"}],"entries":["Puedes crear una gran espada forjada en plata, con runas negras grabadas en su hoja, utilizando tu rasgo Pacto de la hoja. Si con esta espada reduces a 0 puntos de vida a un objetivo maldecido por tu maldición de la hoja hexagonal, puedes cambiar inmediatamente el objetivo de la maldición por otra criatura. Este cambio no prolonga la duración de la maldición.","Cuando golpeas a una criatura con esta arma, puedes gastar una ranura de hechizo para infligir un daño cortante adicional de {@damage 2d8} al objetivo por nivel de hechizo, y puedes reducir la velocidad de la criatura a 0 pies hasta el final de tu siguiente turno."]},{"name":"Flecha defensora","source":"UAFighter","page":2,"featureType":["AS:V1-UA"],"consumes":{"name":"Tiro arcano"},"entries":["Utilizas la magia de abjuración para tejer un encantamiento que interrumpe la magia de tu enemigo. Una criatura golpeada por esta flecha sufre desventaja en la siguiente tirada de ataque que haga antes del final de tu siguiente turno."]},{"name":"Defensa","page":72,"srd":true,"otherSources":[{"page":84},{"page":91},{"source":"UATheRangerRevisado","page":3}],"featureType":["FS:F","FS:P","FS:R"],"entries":["Mientras lleves armadura, ganas un bono de +1 a la CA."]},{"name":"Devastación","source":"UAClericDruidWizard","page":5,"featureType":[null],"entries":["Si el hechizo requiere que la criatura nombrada haga una tirada de salvación, esa criatura tiene desventaja en la primera salvación que haga contra el hechizo."]},{"name":"La vista del diablo","page":110,"srd":true,"featureType":[null],"entries":["Puedes ver normalmente en la oscuridad, tanto mágica como no mágica, hasta una distancia de 120 pies."]},{"name":"Ataque de desarme","page":74,"featureType":["MV:B"],"consumes":{"name":"Dados de superioridad"},"entries":["Cuando golpeas a una criatura con un ataque de arma, puedes gastar un dado de superioridad para intentar desarmar al objetivo, obligándole a soltar un objeto de tu elección que esté sujetando. Sumas el dado de superioridad a la tirada de daño del ataque y el objetivo debe realizar una tirada de salvación de Fuerza. Si falla la tirada de salvación, deja caer el objeto que elijas. El objeto cae a sus pies."]},{"name":"Disolución","source":"UAClericDruidWizard","page":5,"featureType":[null],"entries":["La primera vez que la criatura nombrada recibe daño del hechizo, esa criatura recibe un daño de fuerza extra de {@damage 2d8}. El daño de fuerza extra aumenta en {@damage 1d8} cuando alcanzas el 10º nivel ({@damage 3d8}) y el 14º nivel ({@damage 4d8}) en esta clase."]},{"name":"Hechizo a distancia","page":102,"srd":true,"featureType":[null],"consumes":{"name":"Puntos de brujería"},"entries":["Cuando lanzas un hechizo que tiene un alcance de 5 pies o más, puedes gastar 1 punto de hechicería para duplicar el alcance del hechizo.","Cuando lanzas un hechizo que tiene un alcance de toque, puedes gastar 1 punto de hechicería para hacer que el alcance del hechizo sea de 30 pies."]},{"name":"Huelga de distracción","page":74,"featureType":["MV:B"],"consumes":{"name":"Dados de superioridad"},"entries":["Cuando golpeas a una criatura con un ataque de arma, puedes gastar un dado de superioridad para distraer a la criatura, dando a tus aliados una oportunidad. Sumas el dado de superioridad a la tirada de daño del ataque. La siguiente tirada de ataque contra el objetivo por un atacante que no seas tú tiene ventaja si el ataque se realiza antes del inicio de tu siguiente turno."]},{"name":"Palabra de terror","page":110,"srd":true,"featureType":[null],"prerequisite":[{"level":{"level":7,"class":{"name":"Warlock"}}}],"additionalSpells":[{"innate":{"_":{"daily":{"1e":["confusión"]}}}}],"entries":["Puedes lanzar {@spell confusión} una vez usando una ranura de hechizo de brujo. No puedes volver a hacerlo hasta que termines un descanso largo."]},{"name":"Guerrero druida","page":57,"isClassFeatureVariant":true,"featureType":["FS:R"],"additionalSpells":[{"known":{"_":[{"choose":"nivel=0|clase=druida","count":2}]}}],"entries":["Aprendes dos cantrips a tu elección de la lista de hechizos de {@filtro druida|hechizos|nivel=0|clase=druida}. Cuentan como hechizos de guardabosques para ti, y la Sabiduría es tu habilidad de lanzamiento de hechizos para ellos. Siempre que ganes un nivel en esta clase, puedes sustituir uno de estos cantrips por otro cantrip de la lista de conjuros de druida."]},{"name":"Guerrero druida","source":"UAClassFeatureVariants","page":7,"isClassFeatureVariant":true,"featureType":["FS:R"],"additionalSpells":[{"known":{"_":[{"choose":"nivel=0|clase=druida","count":2}]}}],"entries":["Aprendes dos cantrips a tu elección de la lista de hechizos de {@filtro druida|hechizos|nivel=0|clase=druida}. Cuentan como hechizos de druida para ti, y la Sabiduría es tu habilidad de lanzamiento de hechizos para ellos. Siempre que ganes un nivel en esta clase, puedes sustituir uno de estos cantrips por otro cantrip de la lista de conjuros de druida."]},{"name":"Duelo","page":72,"srd":true,"otherSources":[{"page":15},{"source":"UARevisedSubclasses","page":2},{"page":84},{"page":91},{"source":"UATheRangerRevisado","page":3}],"featureType":["FS:F","FS:B","FS:P","FS:R"],"entries":["Cuando estés empuñando un arma de cuerpo a cuerpo en una mano y ninguna otra arma, ganas un bono de +2 a las tiradas de daño con esa arma."]},{"name":"Armadura Eldritch","source":"UAClassFeatureVariants","page":11,"isClassFeatureVariant":true,"featureType":[null],"prerequisite":[{"pact":"Cuchilla"}],"entries":["Como acción, puedes tocar una armadura que no esté siendo usada o llevada por nadie y ponértela al instante, siempre que no lleves ya una armadura. Eres competente con esta armadura hasta que te la quites."]},{"name":"Mente elitista","page":71,"isClassFeatureVariant":true,"featureType":[null],"entries":["Tienes ventaja en las tiradas de salvación de Constitución que hagas para mantener tu concentración en un hechizo."]},{"name":"Mente elitista","source":"UAClassFeatureVariants","page":11,"isClassFeatureVariant":true,"featureType":[null],"prerequisite":[{"pact":"Tomo"}],"entries":["Tienes ventaja en las tiradas de salvación de Constitución que hagas para mantener tu concentración en un hechizo."]},{"name":"Vista Eldritch","page":110,"srd":true,"featureType":[null],"additionalSpells":[{"innate":{"_":["detectar magia"]}}],"entries":["Puedes lanzar {@spell detect magic} a voluntad, sin gastar una ranura de hechizo."]},{"name":"Eldritch Smite","source":"UARevisedClassOptions","page":6,"previousVersion":{"name":"Maza de Dispáter","source":"UAWarlockAndWizard"},"featureType":[null],"prerequisite":[{"pact":"Cuchilla","level":{"level":5,"class":{"name":"Warlock"}}}],"entries":["Una vez por turno, cuando golpeas a una criatura con tu arma de pacto, puedes gastar una ranura de hechizo de brujo para infligir un {@daño 1d8} de fuerza adicional al objetivo, más otro {@daño 1d8} por nivel de la ranura de hechizo. Si el objetivo recibe algo de este daño, puedes dejar al objetivo {@condición prona} si es Enorme o menor."]},{"name":"Eldritch Smite","page":56,"featureType":[null],"prerequisite":[{"pact":"Cuchilla","level":{"level":5,"class":{"name":"Warlock"}}}],"entries":["Una vez por turno, cuando golpeas a una criatura con tu arma de pacto, puedes gastar una ranura de hechizo de brujo para infligir un {@daño 1d8} extra de fuerza al objetivo, más otro {@daño 1d8} por nivel de la ranura de hechizo, y puedes derribar al objetivo {@condit"]},{"name":"Lanza Eldritch","page":111,"srd":true,"featureType":[null],"prerequisite":[{"spell":["eldritch blast#c"]}],"entries":["Cuando lanzas {@spell eldritch blast}, su alcance es de 300 pies."]},{"name":"Sintonización elemental","page":81,"featureType":[null],"entries":["Puedes usar tu acción para controlar brevemente las fuerzas elementales en un radio de 30 pies de ti, causando uno de los siguientes efectos a tu elección:",{"type":"lista","items":["Crear un efecto sensorial inofensivo e instantáneo relacionado con el aire, la tierra, el fuego o el agua, como una lluvia de chispas, una ráfaga de viento, un chorro de niebla ligera o","Enciende o apaga instantáneamente una vela, una antorcha o una pequeña hoguera.","Enfríe o caliente hasta 1 libra de material no vivo durante un máximo de 1 hora.","Provoca que la tierra, el fuego, el agua o la niebla que pueda caber en un cubo de 1 pie se transforme en la forma cruda que designes durante 1 minuto."]}]},{"name":"Hechizo elemental","source":"UAClassFeatureVariants","page":10,"isClassFeatureVariant":true,"featureType":[null],"consumes":{"name":"Puntos de brujería"},"entries":["Cuando lanzas un hechizo que hace un tipo de daño de la siguiente lista, puedes gastar 1 punto de conjuro para cambiar ese tipo de daño a uno de los otros tipos de la lista: a"]},{"name":"E","page":102,"srd":true,"featureType":[null],"consumes":{"name":"Puntos de brujería"},"entries":["Cuando lanzas el daño de un hechizo, puedes gastar 1 punto de hechicería para volver a lanzar un número de dados de daño hasta tu modificador de Carisma (mínimo uno). Debes utilizar las nuevas tiradas.","Puedes usar Hechizo Potenciado incluso si ya has usado una opción de Metamagia diferente durante el lanzamiento del hechizo."]},{"name":"Flecha de Enfrentamiento","page":29,"featureType":[null],"consumes":{"name":"Tiro arcano"},"entries":["Tejiste magia nigromántica en tu flecha. La criatura golpeada por la flecha recibe un daño necrótico extra de {@damage 2d6}. El objetivo también debe tener éxito en una tirada de salvación de Constitución, o el daño infligido por sus ataques de arma se reduce a la mitad hasta el comienzo de tu próximo turno.","El daño necrótico aumenta a {@daño 4d6} cuando alcanzas el nivel 18 en esta clase."]},{"name":"Enfoque Arcano Mejorado","page":21,"otherSources":[{"source":"ERLW","page":62}],"featureType":[null],"prerequisite":[{"item":["Una vara, bastón o varita (requiere sintonización)"]}],"entries":["Mientras tenga este objeto, una criatura gana un bono de +1 a las tiradas de ataque de hechizos. Además, la criatura ignora la mitad de la cobertura cuando realiza un ataque con hechizos.","La bonificación aumenta a +2 cuando se alcanza el 10º nivel en esta clase."]},{"name":"Defensa mejorada","page":21,"otherSources":[{"source":"ERLW","page":62}],"featureType":[null],"prerequisite":[{"item":["Una armadura o un escudo"]}],"entries":["Una criatura gana un bono de +1 a la Clase de Armadura mientras lleva (armadura) o empuña (escudo) el objeto infundido.","La bonificación aumenta a +2 cuando se alcanza el 10º nivel en esta clase."]},{"name":"Defensa mejorada","source":"UAArtificerRevisited","page":12,"featureType":[null],"prerequisite":[{"item":["Una armadura o un escudo"]}],"entries":["Una criatura gana un bono de +1 a la Clase de Armadura mientras lleva (armadura) o empuña (escudo) el objeto infundido.","La bonificación aumenta a +2 cuando se alcanza el nivel 12 en esta clase."]},{"name":"Varilla mejorada","source":"UAArtificerRevisited","page":12,"featureType":[null],"prerequisite":[{"item":["Una varita (requiere sintonización)"]}],"entries":["Mientras sostiene esta varita, una criatura gana un bono de +1 a las tiradas de ataque de hechizos. Además, la criatura ignora la mitad de la cobertura cuando realiza un ataque con hechizos.","La bonificación aumenta a +2 cuando se alcanza el nivel 12 en esta clase."]},{"name":"Arma mejorada","page":21,"otherSources":[{"source":"ERLW","page":62}],"featureType":[null],"prerequisite":[{"item":["Un arma simple o marcial"]}],"entries":["Esta arma mágica otorga un bono de +1 a las tiradas de ataque y daño realizadas con ella.","La bonificación aumenta a +2 cuando se alcanza el 10º nivel en esta clase."]},{"name":"Arma mejorada","source":"UAArtificerRevisited","page":12,"featureType":[null],"prerequisite":[{"item":["Un arma simple o marcial"]}],"entries":["Esta arma mágica otorga un bono de +1 a las tiradas de ataque y daño realizadas con ella.","La bonificación aumenta a +2 cuando se alcanza el nivel 12 en esta clase."]},{"name":"Defensa de la Montaña Eterna","page":81,"featureType":[null],"prerequisite":[{"level":{"level":17,"class":{"name":"Monk"},"subclass":{"name":"Cuatro elementos"}}}],"additionalSpells":[{"innate":{"_":{"resource":{"5":["piel de piedra"]}}}}],"entries":["Puedes gastar 5 puntos de ki para lanzar {@hechizo piel de piedra}, apuntando a ti mismo."]},{"name":"Juego de pies evasivo","page":74,"featureType":["MV:B"],"consumes":{"name":"Dados de superioridad"},"entries":["Cuando te mueves, puedes gastar un dado de superioridad, tirando el dado y sumando el número obtenido a tu CA hasta que dejes de moverte."]},{"name":"Hechizo extendido","page":102,"srd":true,"featureType":[null],"consumes":{"name":"Puntos de brujería"},"entries":["Cuando lanzas un hechizo que tiene una duración de 1 minuto o más, puedes gastar 1 punto de hechicería para duplicar su duración, hasta una duración máxima de 24 horas."]},{"name":"Ojos del guardián de las runas","page":111,"srd":true,"featureType":[null],"entries":["Se puede leer todo lo escrito."]},{"name":"Fa","page":81,"featureType":[null],"entries":["Cuando usas la acción {@acción Ataque} en tu turno, puedes gastar 1 punto de ki para hacer que salgan zarcillos de llamas de tus puños y pies. Tu alcance con tus golpes desarmados aumenta en 3 metros durante esa acción, así como el resto del turno. Un golpe con este tipo de ataque inflige daño de fuego en lugar de daño por apaleamiento, y si gastas 1 punto de ki cuando el ataque impacta, también inflige un daño de fuego adicional de {@daño 1d10}."]},{"name":"Escribano lejano","page":71,"isClassFeatureVariant":true,"featureType":[null],"prerequisite":[{"level":{"level":5,"class":{"name":"Warlock"}},"pact":"Tomo"}],"additionalSpells":[{"innate":{"_":["enviando"]}}],"entries":["Una nueva página aparece en su Libro de las Sombras. Con tu permiso, una criatura puede usar su acción para escribir su nombre en esa página, que puede contener un número de nombres igual a tu bonificación de competencia.","Puedes lanzar el hechizo {@spell sending}, apuntando a una criatura cuyo nombre está en la página, sin usar una ranura de hechizo y sin usar componentes materiales. Para ello, debes escribir el mensaje en la página. El objetivo escucha el mensaje en su mente, y si el objetivo responde, su mensaje aparece en la página, en lugar de en tu mente. La escritura desaparece después de 1 minuto.","Como acción, puedes borrar mágicamente un nombre de la página tocándolo."]},{"name":"Escribano lejano","source":"UAClassFeatureVariants","page":11,"isClassFeatureVariant":true,"featureType":[null],"prerequisite":[{"level":{"level":5,"class":{"name":"Warlock"}},"pact":"Tomo"}],"additionalSpells":[{"innate":{"_":["enviando"]}}],"entries":["Una nueva página aparece en su Libro de las Sombras. Con tu permiso, una criatura puede usar su acción para escribir su nombre en esa página, que puede contener un número de nombres igual a tu modificador de Carisma (mínimo 1).","Puedes lanzar el hechizo {@spell sending}, apuntando a una criatura cuyo nombre está en la página, sin usar una ranura de hechizo y sin usar componentes materiales. Para ello, debes escribir el mensaje en la página. El objetivo escucha el mensaje en su mente, y si el objetivo responde, su mensaje aparece en la página, en lugar de en tu mente. La escritura desaparece después de 1 minuto.","Como acción, puedes borrar mágicamente un nombre en la página tocando el nombre en ella."]},{"name":"Ataque a la finta","page":74,"featureType":["MV:B"],"consumes":{"name":"Dados de superioridad"},"entries":["Puedes gastar un dado de superioridad y utilizar una acción de bonificación en tu turno para hacer una finta, eligiendo como objetivo a una criatura que esté a 5 pies de ti. Tienes ventaja en tu próxima tirada de ataque de este turno contra esa criatura. Si ese ataque impacta, añade el dado de superioridad a la tirada de daño del ataque.","La ventaja se pierde si no se utiliza en el turno en que se obtiene."]},{"name":"Vigor diabólico","page":111,"srd":true,"featureType":[null],"additionalSpells":[{"innate":{"_":["falsa vida"]}}],"entries":["Puedes lanzar {@spell de vida falsa} sobre ti mismo a voluntad como un hechizo de 1er nivel, sin gastar un hechizo s"]},{"name":"Runa de fuego","page":44,"featureType":[null],"entries":["La magia de esta runa canaliza la maestría de los grandes herreros. Mientras lleves un objeto inscrito con esta runa, tu bonificación de competencia se duplica para cualquier chequeo de habilidad que utilices en tu habilidad con una herramienta.","Además, cuando golpeas a una criatura con un ataque con un arma, puedes invocar la runa para invocar grilletes de fuego: el objetivo recibe un daño extra de {@daño 2d6} por fuego, y debe tener éxito en una tirada de salvación de Fuerza o ser {@condición restringida} durante 1 minuto. Mientras esté restringido por los grilletes, el objetivo recibe {@daño 2d6} de fuego al comienzo de cada uno de sus turnos. El objetivo puede repetir la tirada de salvación al final de cada uno de sus turnos, desterrando los grilletes si tiene éxito. Una vez que invocas esta runa, no puedes volver a hacerlo hasta que termines un descanso corto o largo."]},{"name":"Puño de los cuatro truenos","page":81,"featureType":[null],"additionalSpells":[{"innate":{"_":{"resource":{"2":["onda de trueno"]}}}}],"entries":["Puedes gastar 2 puntos de ki para lanzar {@spellizco onda de trueno}."]},{"name":"Las llamas del Fénix","page":81,"featureType":[null],"prerequisite":[{"level":{"level":11,"class":{"name":"Monk"},"subclass":{"name":"Cuatro elementos"}}}],"additionalSpells":[{"innate":{"_":{"resource":{"4":["bola de fuego"]}}}}],"entries":["Puedes gastar 4 puntos de ki para lanzar {@spellizco bola de fuego}."]},{"name":"Lanza de Escarcha","source":"UARevisedClassOptions","page":6,"previousVersion":{"name":"Lanza de Escarcha","source":"UAWarlockAndWizard"},"featureType":[null],"prerequisite":[{"spell":["eldritch blast#c"]}],"entries":["Una vez en cada uno de tus turnos, cuando golpees a una criatura con tu {@spellizco eldritch blast}, puedes reducir el"]},{"name":"Lanza de Escarcha","source":"UAWarlockAndWizard","page":4,"featureType":[null],"prerequisite":[{"patron":"El Archipiélago","spell":["eldritch blast#c"]}],"entries":["Recurres a los dones del Príncipe de la Escarcha para atrapar a tus enemigos en el hielo. Cuando golpeas a una criatura con tu cantrip {@spell eldritch blast} una o más veces en tu turno, puedes reducir la velocidad de esa criatura en 3 metros hasta el final de tu siguiente t"]},{"name":"Runa de Escarcha","page":45,"featureType":[null],"entries":["La magia de esta runa evoca el poder de aquellos que sobreviven en el desierto invernal, como los gigantes de la escarcha. Mientras lleves un objeto inscrito con esta runa, tienes ventaja en los chequeos de Sabiduría ({@habilidad Manejo de Animales}) y Carisma ({@habilidad Intimidación}).","Además, puedes invocar la runa como acción adicional para aumentar tu robustez. Durante 10 minutos, obtienes un bonificador +2 a todos los chequeos de habilidad y tiradas de salvación que utilicen Fuerza o Constitución. Una vez que invocas esta runa, no puedes volver a hacerlo hasta que termines un descanso corto o largo."]},{"name":"Mirada de Khirad","source":"UAWarlockAndWizard","page":4,"featureType":[null],"prerequisite":[{"level":{"level":7,"class":{"name":"Warlock"}},"patron":"El Gran Antiguo"}],"entries":["Obtienes la mirada penetrante de la estrella azul Khirad. Como acción, puedes ver a través de objetos sólidos a un alcance de 30 pies hasta el final del turno actual. Durante ese tiempo, percibes los objetos como imágenes fantasmales y transparentes."]},{"name":"Mirada de dos mentes","page":111,"srd":true,"featureType":[null],"entries":["Puedes utilizar tu acción para tocar a un humanoide dispuesto y percibir a través de sus sentidos hasta el final de tu siguiente turno. Mientras la criatura esté en el mismo plano de existencia que tú, puedes utilizar tu acción en los turnos siguientes para mantener esta conexión, ampliando la duración hasta el final de tu siguiente turno. Mientras percibes a través de los sentidos de la otra criatura, te beneficias de cualquier sentido especial que posea esa criatura, y estás {@condición de cegado} y {@condición de ensordecido} a tu propio entorno."]},{"name":"Mirada fantasmal","source":"UARevisedClassOptions","page":6,"previousVersion":{"name":"Mirada de Khirad","source":"UAWarlockAndWizard"},"featureType":[null],"prerequisite":[{"level":{"level":7,"class":{"name":"Warlock"}}}],"entries":["Como acción, obtienes la capacidad de ver a través de objetos sólidos hasta un alcance de 30 pies. Dentro de ese rango, tienes {@sense darkvision} si no lo tienes ya. Esta visión especial dura hasta el final del turno actual. Durante ese tiempo, percibes los objetos como imágenes fantasmales y transparentes. Una vez que usas esta invocación, no puedes volver a usarla hasta que termines un descanso corto o largo."]},{"name":"Mirada fantasmal","page":56,"featureType":[null],"prerequisite":[{"level":{"level":7,"class":{"name":"Warlock"}}}],"entries":["Como acción, obtienes la capacidad de ver a través de objetos sólidos hasta un alcance de 30 pies. Dentro de ese rango, tienes {@sense darkvision} si no la tienes ya. Esta visión especial dura 1 minuto o hasta que termine tu concentración (como si estuvieras concentrado en un hechizo). Durante ese tiempo, percibes los objetos como imágenes fantasmales y transparentes.","Una vez que usas esta invocación, no puedes volver a usarla hasta que termines un descanso corto o largo."]},{"name":"Regalo de las profundidades","source":"UARevisedClassOptions","page":6,"previousVersion":{"name":"Regalo de los gemelos del mar","source":"UAWarlockAndWizard"},"featureType":[null],"prerequisite":[{"level":{"level":5,"class":{"name":"Warlock"}}}],"additionalSpells":[{"innate":{"_":{"daily":{"1e":["respiración en el agua"]}}}}],"entries":["Puedes respirar bajo el agua y obtienes una velocidad de nado igual a tu velocidad de marcha. También puedes lanzar {@spell water breathing} sin gastar una ranura de hechizo. Una vez que lo lanzas usando esta invocación, no puedes volver a hacerlo hasta que termines un descanso largo."]},{"name":"Regalo de las profundidades","page":57,"featureType":[null],"prerequisite":[{"level":{"level":5,"class":{"name":"Warlock"}}}],"additionalSpells":[{"innate":{"_":{"daily":{"1e":["respiración en el agua"]}}}}],"entries":["Puedes respirar bajo el agua y obtienes una velocidad de nado igual a tu velocidad de marcha.","También puedes lanzar {@spell water breathing} una vez sin gastar una ranura de hechizo. Recuperas la capacidad de hacerlo cuando terminas un descanso largo."]},{"name":"Regalo de los siempre vivos","source":"UARevisedClassOptions","page":6,"previousVersion":{"name":"Regalo del Señor Verde","source":"UAWarlockAndWizard"},"featureType":[null],"prerequisite":[{"pact":"Cadena"}],"entries":["Siempre que recuperes puntos de golpe mientras tu familiar esté a menos de 100 pies de ti, trata los dados que se tiren para determinar los puntos de golpe que recuperas como si hubieran tirado su valor máximo para ti."]},{"name":"Regalo de los siempre vivos","page":57,"featureType":[null],"prerequisite":[{"pact":"Cadena"}],"entries":["Siempre que recuperes puntos de golpe mientras tu familiar esté a menos de 100 pies de ti, trata los dados que se tiren para determinar los puntos de golpe que recuperas como si hubieran tirado su valor máximo para ti."]},{"name":"Regalo de los protectores","page":71,"isClassFeatureVariant":true,"featureType":[null],"prerequisite":[{"level":{"level":9,"class":{"name":"Warlock"}},"pact":"Tomo"}],"entries":["A ne","Cuando una criatura cuyo nombre está en la página se reduce a 0 puntos de vida pero no muere del todo, la criatura baja mágicamente a 1 punto de vida. Una vez activada esta magia, ninguna criatura puede beneficiarse de ella hasta que termines un descanso largo.","Como acción, puedes borrar mágicamente un nombre de la página tocándolo."]},{"name":"Regalo de los protectores","source":"UAClassFeatureVariants","page":11,"isClassFeatureVariant":true,"featureType":[null],"prerequisite":[{"level":{"level":9,"class":{"name":"Warlock"}},"pact":"Tomo"}],"entries":["Una nueva página aparece en su Libro de las Sombras. Con tu permiso, una criatura puede usar su acción para escribir su nombre en esa página, que puede contener un número de nombres igual a tu modificador de Carisma (mínimo 1).","Cuando una criatura cuyo nombre está en la página se reduce a 0 puntos de vida pero no muere del todo, la criatura baja mágicamente a 1 punto de vida. Una vez activada esta magia, ninguna criatura puede beneficiarse de ella hasta que termines un descanso largo.","Como acción, puedes borrar mágicamente un nombre en la página tocando el nombre en ella."]},{"name":"Ataque de provocación","page":74,"featureType":["MV:B"],"consumes":{"name":"Dados de superioridad"},"entries":["Cuando golpeas a una criatura con un ataque de arma, puedes gastar un dado de superioridad para intentar incitar al objetivo a que te ataque. Sumas el dado de superioridad a la tirada de daño del ataque y el objetivo debe realizar una tirada de salvación de Sabiduría. Si fallas la tirada de salvación, el objetivo tiene desventaja en todas las tiradas de ataque contra objetivos que no seas tú hasta el final de tu siguiente turno."]},{"name":"Gong de la Cumbre","page":81,"featureType":[null],"prerequisite":[{"level":{"level":6,"class":{"name":"Monk"},"subclass":{"name":"Cuatro elementos"}}}],"additionalSpells":[{"innate":{"_":{"resource":{"3":["destrozar"]}}}}],"entries":["Puedes gastar 3 puntos de ki para lanzar {@spellizcos}."]},{"name":"Golpe de agarre","page":42,"isClassFeatureVariant":true,"featureType":["MV:B"],"consumes":{"name":"Dados de superioridad"},"entries":["Inmediatamente después de golpear a una criatura con un ataque cuerpo a cuerpo en tu turno, puedes gastar un dado de superioridad y luego intentar agarrar al objetivo como acción de bonificación (consulta el Manual del Jugador para conocer las reglas sobre el agarre). Suma el dado de superioridad a tu chequeo de Fuerza ({@habilidad Atletismo})."]},{"name":"Agarre de Hadar","source":"UARevisedClassOptions","page":6,"previousVersion":{"name":"Agarre de Hadar","source":"UAWarlockAndWizard"},"featureType":[null],"prerequisite":[{"spell":["eldritch blast#c"]}],"entries":["Una vez en cada uno de tus turnos cuando golpeas a una criatura con tu cantrip {@spell eldritch blast}, puedes mover a esa criatura en línea recta 10 pies más cerca de ti"]},{"name":"Agarre de Hadar","source":"UAWarlockAndWizard","page":4,"featureType":[null],"prerequisite":[{"patron":"El Gran Antiguo","spell":["eldritch blast#c"]}],"entries":["Una vez durante tu turno cuando golpeas a una criatura con tu cantrip {@spell eldritch blast}, puedes mover a esa criatura en línea recta 10 pies c"]},{"name":"Agarre de Hadar","page":57,"featureType":[null],"prerequisite":[{"spell":["eldritch blast#c"]}],"entries":["Una vez en cada uno de tus turnos, cuando golpeas a una criatura con tu {@spellaje eldritch blast}, puedes mover a esa criatura en línea recta 10 pies más cerca de ti."]},{"name":"Flecha de agarre","source":"UAFighter","page":2,"featureType":["AS:V1-UA"],"consumes":{"name":"Tiro arcano"},"entries":["Cuando esta flecha golpea su objetivo, la magia de conjuración crea zarzas espinosas que envuelven al objetivo. El objetivo golpeado por la flecha sufre una penalización de -10 a la velocidad, y recibe {@daño 2d6} de daño cortante si se mueve 1 pie o más sin teletransportarse. El objetivo o cualquier criatura que pueda tocarlo puede usar su acción para intentar quitar las zarzas, lo que requiere un chequeo de Fuerza DC 10 exitoso. De lo contrario, las zarzas duran 1 minuto."]},{"name":"Flecha de agarre","source":"UARevisedSubclasses","page":3,"featureType":["AS:V2-UA"],"consumes":{"name":"Tiro arcano"},"entries":["Cuando esta flecha golpea su objetivo, la magia de conjuración crea zarzas espinosas que envuelven al objetivo. Si la flecha golpea a una criatura, el objetivo recibe {@daño 2d6} de daño venenoso adicional, su velocidad se reduce en 10 pies, y recibe {@daño 2d6} de daño cortante la primera vez en cada turno que se mueva 1 pie o más sin teletransportarse. El objetivo o cualquier criatura que pueda alcanzarlo puede usar su acción para eliminar las zarzas con un chequeo exitoso de Fuerza ({@habilidad Atletismo}) contra su DC de salvación de Tiro Arcano. De lo contrario, las zarzas duran 1 minuto o hasta que vuelvas a usar esta opción.","Tanto el daño por veneno como el daño por corte aumentan a {@daño 4d6} cuando alcanzas el nivel 18 en esta clase."]},{"name":"Flecha de agarre","page":29,"featureType":[null],"consumes":{"name":"Tiro arcano"},"entries":["Cuando esta flecha impacta en su objetivo, la magia de conjuración crea unas zarzas venenosas que envuelven al objetivo. La criatura golpeada por la flecha recibe {@daño 2d6} de daño venenoso adicional, su velocidad se reduce en 10 pies, y recibe {@daño 2d6} de daño cortante la primera vez en cada turno que se mueva 1 pie o más sin teletransportarse. El objetivo o cualquier criatura que pueda alcanzarlo puede usar su acción para eliminar las zarzas con un chequeo exitoso de Fuerza ({@habilidad Atletismo}) contra su DC de salvación de Tiro Arcano. De lo contrario, las zarzas duran 1 minuto o hasta que vuelvas a usar esta opción.","Tanto el daño por veneno como el daño por corte aumentan a {@daño 4d6} cuando alcanzas el nivel 18 en esta clase."]},{"name":"Gran lucha con armas","page":72,"srd":true,"otherSources":[{"page":84}],"featureType":["FS:F","FS:P"],"entries":["Cuando sacas un 1 o un 2 en un dado de daño para un ataque que realizas con un arma cuerpo a cuerpo que manejas con dos manos, puedes volver a tirar el dado y debes utilizar la nueva tirada, incluso si la nueva tirada es un 1 o un 2. El arma debe tener la propiedad de dos manos o versátil para que obtengas este beneficio."]},{"name":"Regalo del Señor Verde","source":"UAWarlockAndWizard","page":4,"featureType":[null],"prerequisite":[{"patron":"El Archipiélago"}],"entries":["El Señor Verde supervisa un reino verde de verano eterno. Tu alma está ligada a su poder. Cada vez que recuperas puntos de golpe, tratas los dados que se tiran para determinar los puntos de golpe que recuperas como si hubieran sacado su valor máximo."]},{"name":"Haug (runa de la colina)","source":"UAFighterRangerRogue","page":1,"featureType":[null],"entries":["La magia de esta runa otorga una resistencia que recuerda a la de un gigante de las colinas. Mientras lleves un objeto inscrito con esta runa, tienes ventaja en las tiradas de salvación contra ser {@condición envenenada}, y tienes resistencia al daño por veneno.","Además, puedes invocar la runa como acción adicional, obteniendo resistencia al daño contundente, perforante y cortante durante 1 minuto. Una vez que invocas la runa, no puedes volver a hacerlo hasta que termines un descanso corto o largo."]},{"name":"Calada curativa","source":"UAArtificer","page":5,"featureType":[null],"entries":["Como acción, puedes meter la mano en tu mochila de alquimista y sacar un frasco de líquido curativo. Una criatura puede beberlo como acción para recuperar {@dice 1d8} puntos de vida. El vial desaparece. Una vez que una criatura recupera puntos de golpe con esta fórmula alquímica, la criatura no puede volver a hacerlo hasta que termine un descanso largo. Si no se utiliza, el vial y su contenido desaparecen al cabo de 1 hora. Mientras el frasco exista, no puedes usar esta fórmula. La curación de esta fórmula aumenta en {@dice 1d8} cuando alcanzas ciertos niveles en esta clase: 3º nivel ({@dice 2d8}), 5º nivel ({@dice 3d8}), 7º nivel ({@dice 4d8}), 9º nivel ({@dice 5d8}), 11º nivel ({@dice 6d8}), 13º nivel ({@dice 7d8}), 15º nivel ({@dice 8d8}), 17º nivel ({@dice 9d8}) y 19º nivel ({@dice 10d8})."]},{"name":"Hechizo aumentado","page":102,"srd":true,"featureType":[null],"consumes":{"name":"Puntos de brujería","amount":3},"entries":["Cuando lanzas un hechizo que obliga a una criatura a realizar una tirada de salvación para resistir sus efectos, puedes gastar 3 puntos de conjuro para dar a un objetivo del hechizo desventaja en su primera tirada de salvación realizada contra el hechizo."]},{"name":"Timón de la Conciencia","page":21,"featureType":[null],"prerequisite":[{"level":{"level":10,"class":{"name":"Artificer"}},"item":["Un casco (requiere sintonización)"]}],"entries":["Mientras lleva este casco, una criatura tiene ventaja en las tiradas de iniciativa. Además, el portador no puede ser sorprendido, siempre que no esté {@condición incapacitada}."]},{"name":"Timón de la Conciencia","source":"UA2020SubclasesPt3","page":3,"featureType":[null],"prerequisite":[{"level":{"level":10,"class":{"name":"Artificer"}},"item":["Un casco (requiere sintonización)"]}],"entries":["Mientras lleva este casco, una criatura tiene ventaja en las tiradas de iniciativa. Además, el portador no puede ser sorprendido, siempre que no esté {@condición incapacitada}."]},{"name":"Runa de la colina","page":45,"featureType":[null],"prerequisite":[{"level":{"level":7,"class":{"name":"Caza"},"subclass":{"name":"Caballero de las runas"}}}],"entries":["La magia de esta runa otorga una resistencia que recuerda a la de un gigante de las colinas. Mientras lleves un objeto con esta runa, tienes ventaja en las tiradas de salvación contra el envenenamiento de {@condición} y tienes resistencia al daño por veneno.","Además, puedes invocar la runa como acción adicional, obteniendo resistencia al daño contundente, perforante y cortante durante 1 minuto. Una vez que invocas esta runa, no puedes volver a hacerlo hasta que termines un descanso corto o largo."]},{"name":"Siervo homúnculo","page":21,"otherSources":[{"source":"ERLW","page":62}],"featureType":[null],"prerequisite":[{"item":["Una gema o cristal con un valor mínimo de 100 gp"]}],"entries":["Aprendes intrincados métodos para crear mágicamente un {@criatura Siervo Homúnculo|TCE|homúnculo} especial que te sirva. El objeto que infundes sirve como corazón de la criatura, alrededor del cual se forma instantáneamente su cuerpo.","Determina la apariencia del homúnculo. Algunos artífices prefieren los pájaros de aspecto mecánico, mientras que a otros les gustan los frascos alados o los calderos animados en miniatura.","El homúnculo es amigable contigo y tus compañeros, y obedece tus órdenes. Consulta las estadísticas de juego de esta criatura en el bloque de estadísticas Siervo del homúnculo, que utiliza tu bonificación de competencia (PB) en varios lugares.","En el combate, el homúnculo comparte tu cuenta de iniciativa, pero toma su turno inmediatamente después del tuyo. Puede moverse y utilizar su reacción por sí mismo, pero la única acción que realiza en su turno es la acción {@acción Esquivar}, a menos que realices una acción adicional en tu turno para ordenarle que realice otra acción. Esa acción puede ser una de su bloque de estadísticas o alguna otra acción. Si estás {@condición incapacitada}, el homúnculo puede realizar cualquier acción de su elección, no sólo la {@acción Esquivar}.","El homúnculo recupera {@dice 2d6} puntos de golpe si se le lanza el hechizo {@spell mending}. Si tú o el homúnculo morís, se desvanece, dejando su"]},{"name":"Ild (runa de fuego)","source":"UAFighterRangerRogue","page":1,"featureType":[null],"entries":["La magia de esta runa canaliza la maestría de los herreros de los gigantes del fuego. Mientras lleves un objeto inscrito con esta runa, tu bonificación de competencia se duplica para cualquier chequeo de habilidad que utilices en tu habilidad con una herramienta.","Además, cuando golpeas a una criatura con un ataque de arma, puedes invocar la runa para invocar grilletes ardientes: el objetivo debe tener éxito en una tirada de salvación de Fuerza o quedar {@condición restringida} durante 1 minuto. Mientras esté {@condición restringida} por los grilletes, el objetivo recibe {@daño 2d6} de fuego al comienzo de cada uno de sus turnos. El objetivo puede repetir la tirada de salvación al final de cada uno de sus turnos, desterrando los grilletes si tiene éxito. Una vez que invocas la runa, no puedes volver a hacerlo hasta que termines un descanso corto o largo."]},{"name":"Arma de pacto mejorada","source":"UARevisedClassOptions","page":6,"previousVersion":{"name":"Arma de pacto mejorada","source":"UAWarlockAndWizard"},"featureType":[null],"prerequisite":[{"pact":"Cuchilla"}],"entries":["Puedes utilizar cualquier arma que invoques con tu rasgo Pacto de la Espada como foco de hechizo para tus hechizos de brujo. Además, el arma cuenta como un arma mágica con un bonificador de +1 a sus tiradas de ataque y daño, a menos que ya sea un arma mágica que hayas transformado en tu arma de pacto."]},{"name":"Arma de pacto mejorada","source":"UAWarlockAndWizard","page":4,"featureType":[null],"prerequisite":[{"pact":"Cuchilla","level":{"level":5,"class":{"name":"Warlock"}}}],"entries":["Cualquier arma que crees utilizando tu rasgo Pacto de la Hoja es un arma +1. Esta invocación no afecta a un arma mágica que hayas transformado en tu arma de pacto."]},{"name":"Arma de pacto mejorada","page":57,"featureType":[null],"prerequisite":[{"pact":"Cuchilla"}],"entries":["Puedes utilizar cualquier arma que invoques con tu rasgo Pacto de la Espada como foco de hechizo para tus hechizos de brujo.","Además, el arma gana un bono de +1 a sus tiradas de ataque y daño, a menos que sea un arma mágica que ya tenga un bono a esas tiradas.","Por último, el arma que conjuras puede ser un {@item arco corto|phb}, {@item arco largo|phb}, {@item ballesta ligera|phb}, o {@item ballesta pesada|phb}."]},{"name":"Interceptación","page":41,"isClassFeatureVariant":true,"featureType":["FS:F","FS:P"],"entries":["Cuando una criatura que puedas ver golpea a un objetivo, que no seas tú, a menos de 1,5 metros de ti con un ataque, puedes usar tu reacción para reducir el daño que recibe el objetivo en {@dice 1d10} + tu bonificación de competencia. + tu bonificación de competencia (hasta un mínimo de 0 de daño). Debes estar blandiendo un {@item escudo|phb} o un arma simple o marcial para usar esta reacción."]},{"name":"Interceptación","source":"UAClassFeatureVariants","page":12,"isClassFeatureVariant":true,"featureType":["FS:F","FS:P","FS:R"],"entries":["Cuando una criatura que puedes ver golpea con un ataque a un objetivo que está a 5 pies de ti, puedes usar tu reacción para reducir el daño que recibe el objetivo en {@dice 1d10} + tu bonificación de competencia (hasta un mínimo de 0 de daño). Debes estar blandiendo un escudo o un arma simple o marcial para usar esta reacción."]},{"name":"Inversión del Maestro de la Cadena","page":71,"isClassFeatureVariant":true,"featureType":[null],"prerequisite":[{"pact":"Cadena"}],"entries":["Cuando lanzas {@spell find familiar}, infundes al familiar invocado una medida de tu poder eldritch, concediendo a la criatura los siguientes beneficios:",{"type":"lista","items":["El familiar gana una velocidad de vuelo o una velocidad de nado (a tu elección) de 40 pies.","Como acción adicional, puedes ordenar al familiar que realice la acción {@acción Ataque}.","Los ataques con armas del familiar se consideran mágicos a efectos de superar la inmunidad y la resistencia a los ataques no mágicos.","Si el familiar obliga a una criatura a realizar una tirada de salvación, utiliza su DC de salvación de hechizo.","Cuando el familiar recibe daño, puedes usar tu reacción para concederle resistencia contra ese daño."]}]},{"name":"Inversión del Maestro de la Cadena","source":"UAClassFeatureVariants","page":11,"isClassFeatureVariant":true,"featureType":[null],"prerequisite":[{"pact":"Cadena"}],"entries":["Cuando lanzas encontrar familiar, infundes al familiar invocado una medida de tu poder eldritch, concediendo a la criatura los siguientes beneficios:",{"type":"lista","items":["El familiar gana una velocidad de vuelo o una velocidad de nado (a tu elección) de 40 pies.","Lo familiar ya no necesita respirar.","Los ataques con armas del familiar se consideran mágicos a efectos de superar la inmunidad y la resistencia a los ataques no mágicos.","Si el"]}]},{"name":"Ise (Runa de Escarcha)","source":"UAFighterRangerRogue","page":1,"featureType":[null],"entries":["La magia de esta runa evoca la calma estoica de un gigante de hielo. Mientras lleves un objeto inscrito con esta runa, tienes ventaja en los chequeos de Sabiduría ({@habilidad Manejo de animales}) y Carisma ({@habilidad Intimidación}).","Además, puedes invocar la runa como acción adicional para aumentar tu puntuación de Fuerza en 2 durante 10 minutos. Este aumento puede hacer que tu puntuación supere los 20, pero no los 30. Una vez que invocas la runa, no puedes volver a hacerlo hasta que termines un descanso corto o largo."]},{"name":"El beso de Mefistófeles","source":"UARevisedClassOptions","page":6,"previousVersion":{"name":"El beso de Mefistófeles","source":"UAWarlockAndWizard"},"featureType":[null],"prerequisite":[{"level":{"level":5,"class":{"name":"Warlock"}},"spell":["eldritch blast#c"]}],"entries":["Cuando golpeas a una criatura con tu {@spell eldritch blast}, puedes lanzar {@spell fireball} como acción adicional usando una ranura de hechizo de brujo. El hechizo debe estar centrado en la criatura que golpeaste con {@spell eldritch blast}."]},{"name":"El beso de Mefistófeles","source":"UAWarlockAndWizard","page":4,"featureType":[null],"prerequisite":[{"level":{"level":5,"class":{"name":"Warlock"}},"patron":"El demonio","spell":["eldritch blast#c"]}],"entries":["Puedes canalizar los fuegos de Mefistófeles a través de tu {@spell eldritch blast}. Cuando golpeas a una criatura con ese cantrip, puedes lanzar {@spell fireball} como acción adicional usando una ranura de hechizo de brujo. Sin embargo, el hechizo debe estar centrado en una criatura que hayas golpeado con eldritch blast."]},{"name":"Lanza de letargo","page":57,"featureType":[null],"prerequisite":[{"spell":["eldritch blast#c"]}],"entries":["Una vez en cada uno de tus turnos, cuando golpees a una criatura con tu {@spellido eldritch blast}, puedes reducir la velocidad de esa criatura en 3 metros hasta el final de tu siguiente turno."]},{"name":"Lifedrinker","page":111,"srd":true,"featureType":[null],"prerequisite":[{"level":{"level":12,"class":{"name":"Warlock"}},"pact":"Cuchilla"}],"entries":["Cuando golpeas a una criatura con tu arma de pacto, la criatura recibe un daño necrótico adicional igual a tu modificador de Carisma (mínimo 1)."]},{"name":"Ataque pulmonar","page":74,"featureType":["MV:B"],"consumes":{"name":"Dados de superioridad"},"entries":["Cuando realizas un ataque con un arma cuerpo a cuerpo en tu turno, puedes gastar un dado de superioridad para aumentar el alcance de ese ataque en 5 pies. Si aciertas, añades el dado de superioridad a la tirada de daño del ataque."]},{"name":"Maza de Dispáter","source":"UAWarlockAndWizard","page":4,"featureType":[null],"prerequisite":[{"pact":"Cuchilla","patron":"El demonio"}],"entries":["Cuando creas tu arma de pacto como una maza, se manifiesta como una maza de hierro forjada en Dis, el segundo de los Nueve Infiernos. Cuando golpeas a una criatura con ella, puedes gastar una ranura de hechizo para infligir un {@daño 2d8} adicional de fuerza al objetivo por nivel de hechizo, y puedes derribar al objetivo {@condición prona} si es Enorme o menor."]},{"name":"Hexágono enloquecedor","source":"UARevisedClassOptions","page":6,"previousVersion":{"name":"Hexágono escalofriante","source":"UAWarlockAndWizard"},"featureType":[null],"prerequisite":[{"level":{"level":5,"class":{"name":"Warlock"}}}],"entries":["Como acción de bonificación, provocas una perturbación psíquica alrededor del objetivo maldecido por tu hechizo {@spell hex} o por un rasgo tuyo de brujo, como Maldición de la hoja hexagonal y Señal de mal agüero. Cuando lo haces, infliges daño psíquico al objetivo y a cada criatura que elijas en un radio de 1,5 metros. El daño psíquico es igual a tu modificador de Carisma (mínimo 0 de daño)."]},{"name":"Hexágono enloquecedor","page":57,"featureType":[null],"prerequisite":[{"level":{"level":5,"class":{"name":"Warlock"}},"spell":["hex/curse#x"]}],"entries":["Como acción de bonificación, provocas una perturbación psíquica alrededor del objetivo maldito por tu hechizo {@spell hex} o por un rasgo tuyo de brujo, como Maldición de la Espada Hexagonal o Señal de Mal Agüero. Cuando lo haces, infliges daño psíquico al objetivo maldito y a cada criatura de tu elección que puedas ver en un radio de 1,5 metros. El daño psíquico es igual a tu modificador de Carisma (mínimo 1 daño). Para utilizar esta invocación, debes poder ver al objetivo maldito y éste debe estar a menos de 30 pies de ti."]},{"name":"Ataque de maniobra","page":74,"featureType":["MV:B"],"consumes":{"name":"Dados de superioridad"},"entries":["Cuando golpeas a una criatura con un ataque de arma, puedes gastar un dado de superioridad para maniobrar a uno de tus compañeros en una posición más ventajosa. Sumas el dado de superioridad a la tirada de daño del ataque y eliges una criatura amiga que pueda verte u oírte. Esa criatura puede usar su reacción para moverse hasta la mitad de su velocidad sin provocar ataques de oportunidad del objetivo de tu ataque."]},{"name":"Bolsa multiusos","source":"UAArtificerRevisited","page":13,"featureType":[null],"prerequisite":[{"level":{"level":4,"class":{"name":"Artificer (Revisited)"}},"item":["2-5 bolsas"]}],"entries":["Todas las bolsas infundidas comparten un espacio interdimensional de la misma capacidad que una sola bolsa. Por lo tanto, si se introduce la mano en cualquiera de las bolsas, se puede acceder al mismo espacio de almacenamiento. Una bolsa funciona siempre que esté a menos de 100 millas de otra de las bolsas; de lo contrario, la bolsa está vacía y no acepta ningún contenido","Si este [...]"]},{"name":"Mariner","source":"UAWaterborneAdventures","page":3,"featureType":["FS:F","FS:P","FS:R"],"entries":["Mientras no lleves una armadura pesada o uses un escudo, tienes una velocidad de nado y una velocidad de escalada iguales a tu velocidad normal, y ganas un bonificador +1 a la CA."]},{"name":"Máscara de muchas caras","page":111,"srd":true,"featureType":[null],"additionalSpells":[{"innate":{"_":["disfrazarse"]}}],"entries":["Puedes lanzar {@spell disfrazarse} a voluntad, sin gastar una ranura de hechizo."]},{"name":"Maestro de la miríada de formas","page":111,"srd":true,"featureType":[null],"prerequisite":[{"level":{"level":15,"class":{"name":"Warlock"}}}],"additionalSpells":[{"innate":{"_":["alterar el yo"]}}],"entries":["Puedes lanzar {@spell alter self} a voluntad, sin gastar una ranura de hechizo."]},{"name":"Ataque amenazante","page":74,"featureType":["MV:B"],"consumes":{"name":"Dados de superioridad"},"entries":["Cuando golpeas a una criatura con un ataque de arma, puedes gastar un dado de superioridad para intentar asustar al objetivo. Sumas el dado de superioridad a la tirada de daño del ataque y el objetivo debe realizar una tirada de salvación de Sabiduría. Si fallas la tirada de salvación, queda {@condición de miedo} hasta el final de tu siguiente turno."]},{"name":"Agudizador de la mente","page":22,"featureType":[null],"prerequisite":[{"item":["Una armadura o túnica"]}],"entries":["El objeto infundido puede enviar una sacudida al portador para reenfocar su mente. El objeto tiene 4 cargas. Cuando el portador falla una tirada de salvación de Constitución para mantener la concentración en un hechizo, puede usar su reacción para gastar 1 de las cargas del objeto para tener éxito. El objeto recupera {@dice 1d4} cargas gastadas diariamente al amanecer."]},{"name":"Agudizador de la mente","source":"UA2020SubclasesPt3","page":3,"featureType":[null],"prerequisite":[{"item":["Una armadura o túnica"]}],"entries":["El objeto infundido puede enviar una sacudida al portador para reenfocar su mente. Mientras lleve este objeto infundido, siempre que la criatura falle una tirada de salvación de Constitución para mantener la concentración en un hechizo, puede usar su reacción para tener éxito en su lugar."]},{"name":"Flecha que revuelve la mente","source":"UARevisedSubclasses","page":4,"featureType":["AS:V2-UA"],"consumes":{"name":"Tiro arcano"},"entries":["Tu magia de encantamiento hace que esta flecha seduzca temporalmente a su objetivo. Elige a uno de tus aliados en un radio de 30 pies del objetivo. Si la flecha golpea a una criatura, el objetivo recibe un daño psíquico extra de {@damage 2d6}, y debe tener éxito en una tirada de salvación de Sabiduría o no puede atacar al aliado elegido o incluir a ese aliado en un área de efecto dañina hasta el comienzo de tu siguiente turno. Este efecto termina antes de tiempo si el aliado elegido inflige algún daño al objetivo.","El daño psíquico aumenta a {@daño 4d6} cuando alcanzas el nivel 18 en esta clase."]},{"name":"Minions of Chaos","page":111,"srd":true,"featureType":[null],"prerequisite":[{"level":{"level":9,"class":{"name":"Warlock"}}}],"additionalSpells":[{"innate":{"_":{"daily":{"1e":["conjurar elemental"]}}}}],"entries":["Puedes lanzar {@spell conjuro elemental} una vez usando una ranura de hechizo de brujo. No puedes volver a hacerlo hasta que termines un descanso largo."]},{"name":"Enfangar la mente","page":111,"srd":true,"featureType":[null],"prerequisite":[{"level":{"level":5,"class":{"name":"Warlock"}}}],"additionalSpells":[{"innate":{"_":{"daily":{"1e":["lento"]}}}}],"entries":["Puedes lanzar {@spell slow} una vez usando una ranura de hechizo de brujo. No puedes volver a hacerlo hasta que termines un descanso largo."]},{"name":"Postura de la Niebla","page":81,"featureType":[null],"prerequisite":[{"level":{"level":11,"class":{"name":"Monk"},"subclass":{"name":"Cuatro elementos"}}}],"additionalSpells":[{"innate":{"_":{"resource":{"4":["forma gaseosa"]}}}}],"entries":["Puedes gastar 4 puntos de ki para lanzar {@spellizco forma gaseosa}, apuntando a ti mismo."]},{"name":"Visiones brumosas","page":111,"srd":true,"featureType":[null],"additionalSpells":[{"innate":{"_":["imagen silenciosa"]}}],"entries":["Puedes lanzar {@spell silent image} a voluntad, sin gastar una ranura de hechizo o componentes materiales."]},{"name":"Arco de Luna","source":"UAWarlockAndWizard","page":4,"featureType":[null],"prerequisite":[{"pact":"Cuchilla","patron":"El Archipiélago"}],"entries":["Puedes crear un arco largo utilizando tu rasgo Pacto de la Hoja. Cuando retiras su cuerda y disparas, crea una flecha de madera blanca, que se desvanece al cabo de 1 minuto. Tienes ventaja en las tiradas de ataque contra licántropos con el arco. Cuando golpeas a una criatura con él, puedes gastar una ranura de conjuro para infligir {@daño 2d8} de daño radiante adicional al objetivo por nivel de conjuro."]},{"name":"Nulidad","source":"UAClericDruidWizard","page":5,"featureType":[null],"entries":["Si el objetivo nombrado está afectado por cualquier otro hechizo, sabes cuáles son esos hechizos, y puedes intentar acabar con uno de los que elijas teniendo éxito en un chequeo de Inteligencia con una DC igual a 10 + el nivel del hechizo elegido."]},{"name":"Uno con sombras","page":111,"srd":true,"featureType":[null],"prerequisite":[{"level":{"level":5,"class":{"name":"Warlock"}}}],"entries":["Cuando estás en un área de luz tenue u oscuridad, puedes usar tu acción para volverte {@condición invisible} hasta que te muevas o realices una acción o reacción."]},{"name":"Salto al otro mundo","page":111,"srd":true,"featureType":[null],"prerequisite":[{"level":{"level":9,"class":{"name":"Warlock"}}}],"additionalSpells":[{"innate":{"_":["saltar"]}}],"entries":["Puedes lanzar {@spell jump} sobre ti mismo a voluntad, sin gastar una ranura de hechizo ni componentes materiales."]},{"name":"Pacto de la Cuchilla","page":107,"srd":true,"featureType":[null],"entries":["Puedes usar tu acción para crear un arma de pacto en tu mano vacía. Puedes elegir la forma que adopta esta arma cuerpo a cuerpo cada vez que la creas (consulta el capítulo 5 para ver las opciones de armas). Eres competente con ella mientras la empuñas. Esta arma cuenta como mágica a efectos de superar la resistencia e inmunidad a los ataques y daños no mágicos.","Tu arma de pacto desaparece si está a más de 1 metro de ti durante 1 minuto o más. También desaparece si vuelves a usar este rasgo, si descartas el arma (no requiere ninguna acción) o si mueres.","Puedes transformar un arma mágica en tu arma de pacto realizando un ritual especial mientras sostienes el arma. Realizas el ritual en el transcurso de 1 hora, que puede hacerse durante un breve descanso. A continuación, puedes descartar el arma, desviándola a un espacio extradimensional, y aparece cada vez que creas tu arma de pacto a partir de entonces. No puedes afectar a un artefacto o a un arma sensible de este modo. El arma deja de ser tu arma de pacto si mueres, si realizas el ritual de 1 hora en un arma diferente o si utilizas un ritual de 1 hora para romper tu vínculo con ella. El arma aparece a tus pies si está en el espacio extradimensional cuando se rompe el vínculo."]},{"name":"Pacto de la Cadena","page":107,"srd":true,"featureType":[null],"additionalSpells":[{"innate":{"_":{"ritual":["encontrar familiar"]}}}],"entries":["Aprendes el hechizo {@spell find familiar} y puedes lanzarlo como un ritual. El hechizo no cuenta para tu número de hechizos conocidos.","Cuando lanzas el hechizo, puedes elegir una de las formas normales para tu familiar o una de las siguientes formas especiales: {@criatura diablillo}, {@criatura pseudodragón}, {@criatura quasit}, o {@criatura sprite}.","Además, cuando realizas la acción {@acción Ataque}, puedes renunciar a uno de tus ataques para permitir que tu familiar utilice su reacción para realizar un ataque propio."]},{"name":"Pacto de la Cadena Estelar","source":"UATheFaithful","page":1,"featureType":[null],"additionalSpells":[{"innate":{"_":{"ritual":["augurio"]}}}],"entries":["A 3er nivel, un personaje dedicado a la {@clase Hechicero|phb|Buscador|Buscador (UA)|UATheFaithful} puede seleccionar esta opción en lugar de una de las opciones existentes de la Boon del Pacto del hechicero.","El Buscador te concede una cadena forjada con la luz de las estrellas, decorada con siete motas brillantes. Mientras la cadena esté en tu persona, conoces el hechizo {@spell augury} y puedes lanzarlo como un ritual. El hechizo no cuenta en tu número de hechizos conocidos.","Además, puedes invocar el poder del Buscador para ganar ventaja en un chequeo de Inteligencia mientras lleves este objeto. Una vez que uses esta habilidad, no podrás volver a usarla hasta que completes un descanso corto o largo.","Si pierdes tu Cadena Estelar, puedes realizar una ceremonia de 1 hora para recibir una de reemplazo del Buscador. La ceremonia puede realizarse durante un descanso corto o largo, y destruye la cadena anterior. La cadena desaparece en un destello de luz cuando mueres.","La forma exacta de este artículo puede ser diferente dependiendo de su patrón. La Cadena Estelar está inspirada en la deidad de Greyhawk Celestian"]},{"name":"La forma exacta de este artículo puede ser diferente dependiendo de su patrón. La Cadena Estelar está inspirada en la deidad de Greyhawk Celestian","page":71,"isClassFeatureVariant":true,"featureType":[null],"entries":["Tu mecenas te da un amuleto, un talismán que puede ayudar al portador cuando la necesidad es grande. Cuando el portador falla un chequeo de habilidad, puede añadir un {@dice d4} a la tirada, convirtiendo potencialmente la tirada en un éxito. Este beneficio puede utilizarse un número de veces igual a su bonificación de competencia, y todos los usos gastados se restauran cuando termina un descanso largo.","Si pierdes el talismán, puedes realizar una ceremonia de 1 hora para recibir un reemplazo de tu patrón. Esta ceremonia puede realizarse durante un descanso corto o largo, y destruye el amuleto anterior. El talismán se convierte en"]},{"name":"Pacto del Talismán","source":"UAClassFeatureVariants","page":11,"isClassFeatureVariant":true,"featureType":[null],"entries":["Tu patrón te da un amuleto especial, un talismán que puede ayudarte a ti, o a cualquiera que lo lleve, cuando la necesidad sea grande. Cuando el portador hace un chequeo de habilidad con una habilidad en la que carece de competencia, puede añadir un {@dice d4} a la tirada.","Si pierdes el talismán, puedes realizar una ceremonia de 1 hora para recibir un reemplazo de tu patrón. Esta ceremonia puede realizarse durante un descanso corto o largo, y destruye el amuleto anterior.","El talismán se convierte en ceniza cuando mueres."]},{"name":"Pacto del Tomo","page":108,"srd":true,"featureType":[null],"additionalSpells":[{"known":{"_":[{"choose":"nivel=0","count":3}]}}],"entries":["Tu patrón te da un grimorio llamado Libro de las Sombras. Cuando obtienes este rasgo, eliges tres {@cantrips de filtro|hechizos|nivel=0} de la lista de hechizos de cualquier clase. No es necesario que los cantrips sean de la misma lista de conjuros. Mientras el libro esté en tu persona, puedes lanzar esos cantrips a voluntad. No cuentan contra tu número de cantrips conocidos. Cualquier cantrip que lances con esta característica se considera un cantrip de brujo para ti. Si pierdes tu Libro de las Sombras, puedes realizar una ceremonia de 1 hora para recibir un reemplazo de tu patrón. Esta ceremonia puede realizarse durante un descanso corto o largo, y destruye el libro anterior. El libro se convierte en cenizas cuando mueres."]},{"name":"Parry","page":74,"featureType":["MV:B"],"consumes":{"name":"Dados de superioridad"},"entries":["Cuando otra criatura te daña con un ataque cuerpo a cuerpo, puedes usar tu reacción y gastar un dado de superioridad para reducir el daño en el número que saques en tu dado de superioridad + tu mod de Destreza"]},{"name":"La senda del buscador","source":"UAWarlockAndWizard","page":4,"featureType":[null],"prerequisite":[{"patron":"El buscador"}],"entries":["El Buscador te invita a viajar en busca del conocimiento, y pocas cosas pueden impedirte recorrer este camino. Ignoras {@referencia rápida a terreno difícil||3}, tienes ventaja en todos los chequeos para escapar de una grapa, grilletes o ataduras de cuerda, y ventaja en las tiradas de salvación contra ser {@condición paralizada}."]},{"name":"Flecha perforadora","source":"UAFighter","page":2,"featureType":["AS:V1-UA"],"consumes":{"name":"Tiro arcano"},"entries":["Utilizas la magia de transmutación para transformar tu flecha en un dardo etéreo que atraviesa sus objetivos. Cuando atacas con esta flecha, se dispara hacia delante en una línea de 1 pie de ancho y 30 pies de largo. Haces un ataque separado usando tu Flecha Arcana contra cada criatura en esa línea."]},{"name":"Flecha perforadora","source":"UARevisedSubclasses","page":4,"featureType":["AS:V2-UA"],"consumes":{"name":"Tiro arcano"},"entries":["Utilizas la magia de transmutación para transformar tu flecha en un dardo etéreo que atraviesa sus objetivos. Utilizas la magia de transmutación para dar a tu flecha una cualidad etérea. Cuando usas esta opción, no haces una tirada de ataque para el ataque. En su lugar, la flecha sale disparada hacia delante en una línea de 1 pie de ancho y 30 pies de largo, antes de desaparecer. La flecha pasa inofensivamente a través de los objetos, ignorando la cobertura. Cada criatura en esa línea debe hacer una tirada de salvación de Destreza. Si falla la tirada de salvación, el objetivo recibe el mismo daño que si fuera alcanzado por la flecha, más un daño extra de 1d6. Con una salvación exitosa, el objetivo recibe la mitad de daño.","El daño punzante aumenta a {@daño 2d6} cuando alcanzas el nivel 18 en esta clase."]},{"name":"Flecha perforadora","page":29,"featureType":[null],"consumes":{"name":"Tiro arcano"},"entries":["Utilizas la magia de transmutación para dar a tu flecha una cualidad etérea. Cuando usas esta opción, no haces una tirada de ataque para el ataque. En su lugar, la flecha sale disparada hacia delante en una línea de 1 pie de ancho y 30 pies de largo, antes de desaparecer. La flecha pasa inofensivamente a través de los objetos, ignorando la cobertura. Cada criatura en esa línea debe hacer una tirada de salvación de Destreza. Si falla la tirada de salvación, la criatura recibe el mismo daño que si hubiera sido alcanzada por la flecha, más un daño perforante extra de 1d6. Con una salvación exitosa, el objetivo recibe la mitad de daño.","El daño punzante aumenta a {@daño 2d6} cuando alcanzas el nivel 18 en esta clase."]},{"name":"Ataque de precisión","page":74,"featureType":["MV:B"],"consumes":{"name":"Dados de superioridad"},"entries":["Cuando haces una tirada de ataque con arma contra una criatura, puedes gastar un dado de superioridad para añadirlo a la tirada. Puedes usar esta maniobra antes o después de hacer la tirada de ataque, pero antes de que se aplique cualquier efecto del ataque."]},{"name":"Ataque de precisión","source":"UARevisedClassOptions","page":3,"featureType":["MV:C2-UA"],"consumes":{"name":"Dados de superioridad"},"entries":["Cuando realices un ataque con arma contra una criatura, puedes gastar un dado de superioridad, tirarlo y añadirlo a la tirada de ataque. Puedes usar esta habilidad antes o después de tirar el {@dice d20}, pero antes de que se aplique cualquiera de los efectos del ataque."]},{"name":"Protección","page":72,"srd":true,"otherSources":[{"page":84}],"featureType":["FS:F","FS:P"],"entries":["Cuando una criatura que puedes ver ataca a un objetivo que no eres tú y que está a menos de 1,5 metros de ti, puedes usar tu reacción para imponer desventaja en la tirada de ataque. Debes estar blandiendo un escudo."]},{"name":"Protección del Talismán","page":71,"isClassFeatureVariant":true,"featureType":[null],"prerequisite":[{"level":{"level":7,"class":{"name":"Warlock"}},"pact":"Talismán"}],"entries":["Cuando el portador de tu talismán falla una tirada de salvación, puede añadir un {@dice d4} a la tirada, convirtiendo potencialmente la salvación en un éxito. Este beneficio puede utilizarse un número de veces igual a tu bonificación de competencia, y todos los usos gastados se restauran cuando terminas un descanso largo."]},{"name":"Protección del Talismán","source":"UAClassFeatureVariants","page":12,"isClassFeatureVariant":true,"featureType":[null],"prerequisite":[{"level":{"level":9,"class":{"name":"Warlock"}},"pact":"Talismán"}],"entries":["Cuando el portador de tu talismán realiza una tirada de salvación en la que carece de competencia, puede añadir un {@dice d4} a la tirada."]},{"name":"Títeres","source":"UAClericDruidWizard","page":5,"featureType":[null],"entries":["La primera vez que la criatura nombrada recibe daño del hechizo, puedes derribar a la criatura {@condición prona} o moverla hasta 3 metros, ya sea directamente hacia ti o lejos de ti."]},{"name":"Ataque de empuje","page":74,"featureType":["MV:B"],"consumes":{"name":"Dados de superioridad"},"entries":["Cuando golpeas a una criatura con un ataque de arma, puedes gastar un dado de superioridad para intentar hacer retroceder al objetivo. Sumas el dado de superioridad a la tirada de daño del ataque y, si el objetivo es grande o más pequeño, debe realizar una tirada de salvación de Fuerza. Si fallas la tirada de salvación, empujas al objetivo hasta 15 pies de distancia de ti."]},{"name":"Lanzamiento rápido","page":42,"isClassFeatureVariant":true,"featureType":["MV:B"],"consumes":{"name":"Dados de superioridad"},"entries":["Como acción adicional, puedes gastar un dado de superioridad y realizar un ataque a distancia con un arma que tenga la propiedad de lanzar. Puedes desenfundar el arma como parte de este ataque. Si aciertas, añade el dado de superioridad a la tirada de daño del arma."]},{"name":"Hechizo acelerado","page":102,"srd":true,"featureType":[null],"consumes":{"name":"Puntos de brujería","amount":2},"entries":["Cuando lanzas un hechizo que tiene un tiempo de lanzamiento de 1 acción, puedes gastar 2 puntos de hechicería para cambiar el tiempo de lanzamiento a 1 acción extra para este lanzamiento."]},{"name":"Arma Radiante","page":22,"otherSources":[{"source":"ERLW","page":62}],"featureType":[null],"prerequisite":[{"level":{"level":6,"class":{"name":"Artificer"}},"item":["Un arma simple o marcial (requiere sintonización)"]}],"entries":["Esta arma mágica otorga un bonificador de +1 a las tiradas de ataque y daño realizadas con ella. Mientras la sostiene, el portador puede realizar una acción de bonificación para hacer que arroje luz brillante en un radio de 30 pies y luz tenue en 30 pies adicionales. El portador puede extinguir la luz como acción adicional.","El arma tiene 4 cargas. Como reacción inmediatamente después de ser golpeado por un ataque, el portador puede gastar 1 carga y hacer que el atacante quede {@condición de ceguera} hasta el final del siguiente turno del atacante, a menos que el atacante tenga éxito en una tirada de salvación de Constitución contra su DC de salvación de hechizo. El arma recupera {@dice 1d4} cargas gastadas diariamente al amanecer."]},{"name":"Arma Radiante","source":"UAArtificerRevisited","page":13,"featureType":[null],"prerequisite":[{"level":{"level":8,"class":{"name":"Artificer (Revisited)"}},"item":["Un arma simple o marcial (requiere sintonización)"]}],"entries":["Esta arma mágica otorga un bonificador de +1 a las tiradas de ataque y daño realizadas con ella. Mientras la sostiene, el portador puede realizar una acción de bonificación para hacer que arroje una luz brillante en un radio de 30 pies y una luz tenue en 30 pies adicionales. El portador puede extinguir la luz como acción adicional.","Como reacción inmediatamente después de ser golpeado por un ataque cuerpo a cuerpo, el portador puede hacer que el atacante quede {@condición de ceguera} hasta el final del siguiente turno del atacante, a menos que el atacante tenga éxito en una tirada de salvación de Constitución contra tu DC de salvación del hechizo. Una vez usada, esta reacción no puede ser usada de nuevo hasta que el portador termine un descanso corto o largo."]},{"name":"Rally","page":74,"featureType":["MV:B"],"consumes":{"name":"Dados de superioridad"},"entries":["En tu turno, puedes usar una acción de bonificación y gastar un dado de superioridad para reforzar la resolución de uno de tus compañeros. Cuando lo hagas, elige una criatura amiga que pueda verte u oírte. Esa criatura gana puntos de golpe temporales iguales a la tirada de superioridad + tu modificador de Carisma."]},{"name":"Bendición de la Reina del Cuervo","source":"UAWarlockAndWizard","page":5,"featureType":[null],"prerequisite":[{"patron":"La Reina del Cuervo","spell":["eldritch blast#c"]}],"entries":["Cuando consigas un golpe crítico con tu cantrip {@spell eldritch blast}, elígete a ti mismo o a un aliado que puedas ver en un radio de 30 pies. La criatura elegida puede gastar inmediatamente un dado de golpe para recuperar puntos de golpe iguales a la tirada + el modificador de Constitución de la criatura (mínimo 1 punto de golpe)."]},{"name":"Rebote del Talismán","page":71,"isClassFeatureVariant":true,"featureType":[null],"prerequisite":[{"pact":"Talismán"}],"entries":["Cuando el portador de tu talismán es golpeado por un atacante que puedes ver a menos de 30 pies de ti, puedes usar tu reacción para infligir un daño psíquico al atacante igual a tu bonificación de competencia y alejarlo hasta 10 pies del portador del talismán."]},{"name":"Rebote del Talismán","source":"UAClassFeatureVariants","page":12,"isClassFeatureVariant":true,"featureType":[null],"prerequisite":[{"pact":"Talismán"}],"entries":["Cuando el portador de tu talismán es golpeado por un atacante que puedes ver a menos de 30 pies de ti, puedes usar tu reacción para infligir un daño psíquico al atacante igual a tu modificador de Carisma (mínimo de 1 daño) y empujarlo hasta 10 pies de distancia del portador del talismán."]},{"name":"Hexágono implacable","source":"UARevisedClassOptions","page":6,"previousVersion":{"name":"Hexágono implacable","source":"UAWarlockAndWizard"},"featureType":[null],"prerequisite":[{"level":{"level":7,"class":{"name":"Warlock"}}}],"entries":["Tu maldición crea un vínculo temporal entre tú y tu objetivo. Como acción de bonificación, puedes teletransportarte mágicamente hasta 30 pies a un espacio desocupado que puedas ver en un radio de 5 pies del objetivo maldecido por tu hechizo {@spell hex} o por un rasgo de brujo tuyo, como Maldición de la hoja hexagonal y Señal de mal agüero. Para teletransportarte de este modo, debes ser capaz de ver al objetivo maldito."]},{"name":"Hexágono implacable","source":"UAWarlockAndWizard","page":5,"featureType":[null],"prerequisite":[{"level":{"level":5,"class":{"name":"Warlock"}},"patron":"La hoja hexagonal"}],"entries":["Tu maldición de Hexblade crea un vínculo temporal entre tú y tu objetivo. Como acción de bonificación, puedes teletransportarte mágicamente a un espacio que puedas ver en un radio de 1,5 metros del objetivo maldecido por tu maldición de Hexblade. Para hacerlo, debes ser capaz de ver al objetivo y estar a menos de 30 pies de él."]},{"name":"Hexágono implacable","page":57,"featureType":[null],"prerequisite":[{"level":{"level":7,"class":{"name":"Warlock"}},"spell":["hex/curse#x"]}],"entries":["Tu maldición crea un vínculo temporal entre tú y tu objetivo. Como acción de bonificación, puedes teletransportarte mágicamente hasta 30 pies a un espacio desocupado que puedas ver en un radio de 5 pies del objetivo maldecido por tu hechizo {@spell hex} o por un rasgo de brujo tuyo, como Maldición de la hoja hexagonal o Señal de mal agüero. Para teletransportarte de este modo, debes ser capaz de ver al objetivo maldito."]},{"name":"Tiro de repetición","page":22,"otherSources":[{"source":"ERLW","page":62}],"featureType":[null],"prerequisite":[{"item":["Un arma simple o marcial con la propiedad de munición (requiere sintonía)"]}],"entries":["Esta arma mágica otorga un bono de +1 a las tiradas de ataque y daño realizadas con","Si el arma carece de munición, produce la suya propia, creando automáticamente una pieza de munición mágica cuando el portador realiza un ataque a distancia con ella. La munición creada por el arma se desvanece en el instante en que impacta o falla un objetivo."]},{"name":"Tiro de repetición","source":"UAArtificerRevisited","page":13,"featureType":[null],"prerequisite":[{"item":["Un arma simple o marcial con la propiedad de munición (requiere sintonía)"]}],"entries":["Esta arma mágica concede un bonificador de +1 a las tiradas de ataque y daño realizadas con ella cuando se utiliza para realizar un ataque a distancia, e ignora la propiedad de carga si la tiene.","El arma no requiere munición; produce mágicamente una pieza de munición cada vez que realizas un ataque a distancia con ella, a menos que la cargues manualmente. La munición producida por el arma se desvanece en el instante en que alcanza o falla un objetivo."]},{"name":"Ráfaga de repulsión","page":111,"srd":true,"featureType":[null],"prerequisite":[{"spell":["eldritch blast#c"]}],"entries":["Cuando golpeas a una criatura con {@spell eldritch blast}, puedes empujar a la criatura hasta 3 metros de distancia de ti en línea recta."]},{"name":"Replicar objeto mágico","page":22,"otherSources":[{"source":"ERLW","page":63}],"featureType":[null],"entries":["Usando esta infusión, replicas un objeto mágico en particular. Puedes aprender esta infusión varias veces; cada vez que lo hagas, elige un objeto mágico que puedas fabricar con ella, escogiendo de las tablas de objetos replicables que aparecen a continuación. El título de una tabla te indica el nivel que debes tener en la clase para elegir un objeto de la tabla. Alternativamente, puedes elegir el objeto mágico de entre los {@filtro objetos mágicos comunes|items|tipo=!poción;!pergamino|raridad=común} del juego, sin incluir pociones ni pergaminos.","En las tablas, la entrada de un objeto te indica si el objeto requiere sintonización. Consulta la descripción del objeto en la {@book Dungeon Master's Guide|DMG} para obtener más información sobre él, incluyendo el tipo de objeto necesario para su fabricación.",{"type":"tabla","caption":"Objetos replicables (Artificador de 2º nivel)","colLabels":["Objeto mágico","Attunement"],"colStyles":["c","c"],"rows":[["{",null],["{@item",null],["{@item",null],["{@item",null],["{@item",null],["{",null],["{@item",null],["{@",null]]},{"type":"tabla","caption":"Replica","colLabels":["Objeto mágico","Attunement"],"colStyles":["col-10","col-2 texto-centro"],"rows":[["{@item Botas de los elfos}",null],["{@item Capa de los elfos}",null],["{@item Capa de la manta raya}",null],["{@item Ojos de encanto}",null],["{@item Guantes de ladrón}",null],["{@item Linterna de revelación}",null],["{@item",null],["{@item Anillo de agua que camina}",null]]},{"type":"tabla","caption":"Objetos replicables (Artificador de 10º nivel)","colLabels":["Objeto mágico","Attunement"],"colStyles":["col-11","col-2 texto-centro"],"rows":[["{@item Botas de zancada y muelle}",null],["{@item Botas de las tierras de invierno}",null],["{@item Bracers of archery}",null],["{@item Broche de escudo}",null],["{@item Capa de protección}",null],["{@item Ojos de águila}",null],["{@item Guanteletes de poder ogro}",null],["{@item Guantes de enganche de misiles}",null],["{@item Guantes de natación y escalada}",null],["{@item Sombrero de disfraz}",null],["{@item Diadema del intelecto}",null],["{@item Yelmo de telepatía}",null],["{@item Medallón de pensamientos}",null],["{@item Collar de adaptación}",null],["{@item P",null],["{@item P",null],["{@item Carcaj de Ehlonna}",null],["{@item Anillo de salto}",null],["{@item Anillo de blindaje mental}",null],["{@item Zapatillas de escalada de araña}",null],["{@item Pulmones ventilados|ERLW} (detallado en {@capítulo 5|ERLW|13})",null],["{@item Botas aladas}",null]]},{"type":"tabla","caption":"Objetos Replicables (Nivel 14 de Artificador)","colLabels":["Objeto mágico","Attunement"],"colStyles":["col-11","col-1 texto-centro"],"rows":[["{@item Amuleto de la salud}",null],["{@item Brazo de propulsión arcano|ERLW} (detallado en {@libro capítulo 5|ERLW|13})",null],["{@item Cinturón de fuerza de gigante de la colina||Cinturón de fuerza de gigante de la colina}",null],["{@item Botas de levitación}",null],["{@item Botas de velocidad}",null],["{@item Bracers of defense}",null],["{@item Capa del murciélago}",null],["{@item Grilletes dimensionales}",null],["{@item Gema de ver}",null],["{@item Cuerno de voladura}",null],["{@item Anillo de acción libre}",null],["{@item Anillo de protección}",null],["{@item Anillo del carnero}",null]]}]},{"name":"Replicar objeto mágico","source":"UAArtificerRevisited","page":9,"featureType":[null],"prerequisite":[{"otherSummary":{"entry":"Ver más abajo","entrySummary":"Ver texto"}}],"entries":["Usando esta infusión, replicas un objeto mágico en particular. Puedes aprender esta infusión varias veces; cada vez que lo hagas, elige un objeto mágico diferente que puedas fabricar con ella, escogiendo de las tablas de objetos mágicos replicables que aparecen a continuación. Si una tabla tiene un nivel en su título, debes tener al menos ese nivel en esta clase para elegir un objeto de la tabla.","En las tablas, la entrada de un artículo le indica si el [...]",{"type":"En las tablas, la entrada de un artículo le indica si el [...]","caption":"En las tablas, la entrada de un artículo le indica si el [...]","colLabels":["Objeto mágico","Attunement"],"colStyles":["col-10","col-2 texto-centro"],"rows":[["{@item Jarra de alquimia}",null],["{@item Bolsa de espera}",null],["{@item Cap of water breathing}",null],["{@item Capa de la manta raya}",null],["{@item Gafas de noche}",null],["{@item Linterna de revelación}",null],["{@item Cuerda de escalada}",null],["{@item Envío de piedras}",null],["{@item Varita de detección mágica}",null],["{@item Varita de secretos}",null]]},{"type":"tabla","caption":"Objetos mágicos replicables (nivel 12 de artífice)","colLabels":["Objeto mágico","Attunement"],"colStyles":["col-10","col-2 texto-centro"],"rows":[["{@item Botas de los elfos}",null],["{@item Botas de zancada y muelle}",null],["{@item Botas de las tierras de invierno}",null],["{@item Bracers of archery}",null],["{@item Broche de escudo}",null],["{@item Capa de los elfos}",null],["{@item Capa de protección}",null],["{@item Ojos de encanto}",null],["{@item Ojos de águila}",null],["{@item Guanteletes de poder ogro}",null],["{@item Guantes de enganche de misiles}",null],["{@item Guantes de natación y escalada}",null],["{@item Guantes de ladrón}",null],["{@item Sombrero de disfraz}",null],["{@item Diadema del intelecto}",null],["{@item Yelmo de telepatía}",null],["{@item Medallón de pensamientos}",null],["{@item Periapt de cierre de la herida}",null],["{@item Tubos de embrujo}",null],["{@item Tubos de las alcantarillas}",null],["{@item Carcaj de Ehlonna}",null],["{@item Anillo de salto}",null],["{@item Anillo de blindaje mental}",null],["",null],["{@item Zapatillas de escalada de araña}",null],["{@item Botas aladas}",null]]},{"type":"tabla","caption":"Objetos mágicos replicables (nivel 16 de artífice)","colLabels":["Objeto mágico","Attunement"],"colStyles":["col-10","c"],"rows":[["c",null],["{@item Cinturón de fuerza del gigante de la colina}",null],["{@item Botas de levitación}",null],["{@item Botas de velocidad}",null],["{@item Bracers of defense}",null],["{@item Capa del murciélago}",null],["{@item Grilletes dimensionales}",null],["{@item Gema de ver}",null],["{@item Cuerno de voladura}",null],["{@item Anillo de acción libre}",null],["{@item Anillo de protección}",null],["{@item Anillo del carnero}",null]]}]},{"name":"R","page":23,"otherSources":[{"source":"ERLW","page":63}],"featureType":[null],"prerequisite":[{"level":{"level":6,"class":{"name":"Artificer"}},"item":["Un escudo (requiere sintonización)"]}],"entries":["Una criatura gana un bonificador de +1 a la Clase de Armadura mientras empuña este escudo.","El escudo tiene 4 cargas. Mientras lo sostiene, el portador puede usar una reacción inmediatamente después de ser golpeado por un ataque cuerpo a cuerpo para gastar 1 de las cargas del escudo y empujar al atacante hasta 15 pies de distancia. El escudo recupera {@dice 1d4} cargas gastadas diariamente al amanecer."]},{"name":"Escudo de repulsión","source":"UAArtificerRevisited","page":14,"featureType":[null],"prerequisite":[{"level":{"level":8,"class":{"name":"Artificer (Revisited)"}},"item":["Un escudo (requiere sintonización)"]}],"entries":["Una criatura gana un bonificador de +1 a la Clase de Armadura mientras empuña este escudo. Mientras lo sostiene, el portador puede usar una reacción inmediatamente después de ser golpeado por un ataque cuerpo a cuerpo para empujar al atacante hasta 15 pies de distancia. Una vez utilizada, esta reacción no puede volver a usarse hasta que el portador termine un descanso corto o largo."]},{"name":"Armadura resistente","page":23,"otherSources":[{"source":"ERLW","page":63}],"featureType":[null],"prerequisite":[{"level":{"level":6,"class":{"name":"Artificer"}},"item":["Una armadura (requiere sintonía)"]}],"entries":["Mientras lleva esta armadura, una criatura tiene resistencia a uno de los siguientes tipos de daño, que eliges cuando infundes el objeto: ácido, frío, fuego, fuerza, rayo, necrótico, veneno, psíquico, radiante o"]},{"name":"Armadura resistente","source":"UAArtificerRevisited","page":14,"featureType":[null],"prerequisite":[{"level":{"level":8,"class":{"name":"Artificer (Revisited)"}},"item":["Una armadura (requiere sintonía)"]}],"entries":["Mientras lleva esta armadura, una criatura tiene resistencia a uno de los siguientes tipos de daño, que eliges cuando infundes el objeto: ácido, frío, fuego, fuerza, rayo, necrótico, veneno, psíquico, radiante o trueno."]},{"name":"Huelga de restricción","source":"UAClassFeatureVariants","page":5,"isClassFeatureVariant":true,"featureType":["MV:B"],"consumes":{"name":"Dados de superioridad"},"entries":["Inmediatamente después de golpear a una criatura con un ataque de arma cuerpo a cuerpo en tu turno, puedes gastar un dado de superioridad y usar una acción de bonificación para agarrar al objetivo (ver el capítulo 9 del Manual del Jugador para las reglas sobre el agarre). Suma el dado de superioridad a tu chequeo de Fuerza ({@habilidad Atletismo}). El objetivo también está {@condición restringida} mientras está {@condición agarrada} de esta manera."]},{"name":"Arma de retorno","page":23,"otherSources":[{"source":"ERLW","page":63}],"featureType":[null],"prerequisite":[{"item":["Un arma simple o marcial con la propiedad de ser lanzada"]}],"entries":["Esta arma mágica otorga un bonificador de +1 a las tiradas de ataque y daño realizadas con ella, y vuelve a la mano del portador inmediatamente después de utilizarla para realizar un ataque a distancia."]},{"name":"Arma de retorno","source":"UAArtificerRevisited","page":10,"featureType":[null],"prerequisite":[{"item":["Un arma simple o marcial con la propiedad de ser lanzada"]}],"entries":["Esta arma mágica otorga un bonificador de +1 a las tiradas de ataque y daño realizadas con ella, y vuelve a la mano del portador inmediatamente después de utilizarla para realizar un ataque a distancia."]},{"name":"Monta el viento","page":81,"featureType":[null],"prerequisite":[{"level":{"level":11,"class":{"name":"Monk"},"subclass":{"name":"Cuatro elementos"}}}],"additionalSpells":[{"innate":{"_":{"resource":{"4":[null]}}}}],"entries":["Puedes gastar 4 puntos de ki para lanzar {@spellizcos}, apuntando a ti mismo."]},{"name":"Riposte","page":74,"featureType":["MV:B"],"consumes":{"name":"Dados de superioridad"},"entries":["Cuando una criatura te falla con un ataque cuerpo a cuerpo, puedes usar tu reacción y gastar un dado de superioridad para hacer un ataque de arma cuerpo a cuerpo contra la criatura. Si aciertas, sumas el dado de superioridad a la tirada de daño del ataque."]},{"name":"Río de la Llama Hambrienta","page":81,"featureType":[null],"prerequisite":[{"level":{"level":17,"class":{"name":"Monk"},"subclass":{"name":"Cuatro elementos"}}}],"additionalSpells":[{"innate":{"_":{"resource":{"5":["muro de fuego"]}}}}],"entries":["Puedes gastar 5 puntos de ki para lanzar {@spellizco muro de fuego}."]},{"name":"La fiebre de los espíritus del vendaval","page":81,"featureType":[null],"additionalSpells":[{"innate":{"_":{"resource":{"2":["ráfaga de viento"]}}}}],"entries":["Puedes gastar 2 puntos de ki para lanzar {@spellizco de viento}."]},{"name":"Escultor de la carne","page":111,"srd":true,"featureType":[null],"prerequisite":[{"level":{"level":7,"class":{"name":"Warlock"}}}],"additionalSpells":[{"innate":{"_":{"daily":{"1e":["polimorfo"]}}}}],"entries":["Puedes lanzar {@spell polymorph} una vez usando una ranura de hechizo de brujo. No puedes volver a hacerlo hasta que termines un descanso largo."]},{"name":"Regalo de los gemelos del mar","source":"UAWarlockAndWizard","page":5,"featureType":[null],"prerequisite":[{"patron":"El Archipiélago"}],"additionalSpells":[{"innate":{"_":{"daily":{"1e":["respiración en el agua"]}}}}],"entries":["Las Gemelas del Mar gobiernan los mares en el Feywild. Su don les permite viajar por el agua con facilidad. Puedes respirar bajo el agua y obtienes una velocidad de nado igual a tu velocidad de marcha.","También puedes lanzar {@spell water breathing} usando un slot de hechizo de brujo. Una vez que lo lances usando esta invocación, no podrás volver a hacerlo hasta que termines un descanso largo."]},{"name":"Discurso del buscador","source":"UAWarlockAndWizard","page":5,"featureType":[null],"prerequisite":[{"patron":"El buscador"}],"entries":["Su afán de conocimiento le permite dominar cualquier lengua hablada. Cuando completas un descanso largo, puedes elegir dos idiomas. Obtienes la habilidad de hablar, leer y escribir los idiomas elegidos hasta que termines tu siguiente descanso largo."]},{"name":"Buscar la flecha","source":"UAFighter","page":2,"featureType":["AS:V"],"consumes":{"name":"Tiro arcano"},"entries":["Utilizando la magia adivinatoria, concedes a tu flecha la capacidad de buscar a tu objetivo, permitiendo que la flecha curve y tuerza su trayectoria en busca de su presa. Como acción, elige una criatura que hayas visto en el último minuto y realiza un ataque a distancia contra ella, utilizando la Flecha Arcana. La flecha vuela alrededor de las esquinas si es necesario, y este ataque ignora la cobertura de tres cuartos, la media cobertura y la desventaja causada por el objetivo que está fuera de la vista o está a larga distancia. El ataque falla automáticamente si el objetivo está fuera del alcance del arma o si no hay un camino lo suficientemente grande para que la flecha se desplace hasta el objetivo. Si la flecha alcanza su objetivo, lo sabes, pero no conoces la ubicación del objetivo a menos que esté dentro de tu línea de visión."]},{"name":"Buscar la flecha","source":"UAR","page":4,"featureType":["AS:V2-UA"],"consumes":{"name":"Tiro arcano"},"entries":["Utilizando la magia adivinatoria, concedes a tu flecha la capacidad de buscar a tu objetivo, permitiendo que la flecha curve y tuerza su trayectoria en busca de su presa. Cuando usas esta opción, no haces una tirada de ataque para el ataque. En su lugar, elige una criatura que hayas visto en el último minuto. La flecha vuela hacia esa criatura, moviéndose por las esquinas si es necesario e ignorando la cobertura de tres cuartos y la media cobertura. Si el objetivo está dentro del alcance del arma y hay un camino lo suficientemente grande como para que la flecha se desplace hasta él, el objetivo debe realizar una tirada de salvación de Destreza. En caso de fallar la tirada de salvación, recibe el mismo daño que si fuera alcanzado por la flecha, más un daño de fuerza adicional de 1d6}, y aprendes la ubicación actual del objetivo. Si la tirada de salvación es correcta, el objetivo recibe la mitad de daño y no conoces su ubicación.","El daño de la fuerza aumenta a {@daño 2d6} cuando alcanzas el nivel 18 en esta clase."]},{"name":"Buscar la flecha","page":30,"featureType":[null],"consumes":{"name":"Tiro arcano"},"entries":["Utilizando la magia adivinatoria, concedes a tu flecha la capacidad de buscar un objetivo. Cuando usas esta opción, no haces una tirada de ataque para el ataque. En su lugar, elige una criatura que hayas visto en el último minuto. La flecha vuela hacia esa criatura, moviéndose por las esquinas si es necesario e ignorando la cobertura de tres cuartos y la media cobertura. Si el objetivo está dentro del alcance del arma y hay un camino lo suficientemente grande como para que la flecha se desplace hasta él, el objetivo debe realizar una tirada de salvación de Destreza. De lo contrario, la flecha desaparece después de viajar lo más lejos posible. En caso de fallar la tirada de salvación, el objetivo recibe el mismo daño que si hubiera sido alcanzado por la flecha, más un daño de fuerza adicional de {@damage 1d6}, y aprendes la ubicación actual del objetivo. Si la salvación es satisfactoria, el objetivo recibe la mitad de daño y no conoces su ubicación.","El daño de la fuerza aumenta a {@daño 2d6} cuando alcanzas el nivel 18 en esta clase."]},{"name":"Hechizo de búsqueda","page":66,"isClassFeatureVariant":true,"featureType":[null],"consumes":{"name":"Puntos de brujería","amount":2},"entries":["Si haces una tirada de ataque para un hechizo y fallas, puedes gastar 2 puntos de hechicería para volver a tirar el {@dice d20}, y debes usar la nueva tirada.","Puedes utilizar el Hechizo de Búsqueda incluso si ya has utilizado una opción de Metamagia diferente durante el lanzamiento del hechizo."]},{"name":"Hechizo de búsqueda","source":"UAClassFeatureVariants","page":10,"isClassFeatureVariant":true,"featureType":[null],"consumes":{"name":"Puntos de brujería"},"entries":["Cuando lances un hechizo que requiera que hagas una tirada de ataque de hechizo o que obligue a un objetivo a hacer una tirada de salvación de Destreza, puedes gastar 1 punto de hechizo para ignorar los efectos de la cobertura media y tres cuartos contra los objetivos del hechizo."]},{"name":"Flecha de sombra","source":"UAFighter","page":2,"featureType":["AS:V1-UA"],"consumes":{"name":"Tiro arcano"},"entries":["Entrelazas la magia de la ilusión en tu flecha, haciendo que ocluya la visión de tu enemigo con sombras que lo atrapan. Hasta el final de tu siguiente turno, el objetivo alcanzado por la flecha no puede ver a más de 30 pies de distancia."]},{"name":"Flecha de sombra","source":"UARevisedSubclasses","page":4,"featureType":["AS:V2-UA"],"consumes":{"name":"Tiro arcano"},"entries":["Entrelazas la magia de la ilusión en tu flecha, haciendo que ocluya la visión de tu enemigo con sombras que lo atrapan. Si la flecha golpea a una criatura, el objetivo recibe un daño psíquico adicional de {@damage 2d6} y debe tener éxito en una tirada de salvación de Sabiduría o no podrá ver nada más allá de 1,5 metros hasta el comienzo de tu siguiente turno.","El daño psíquico aumenta a {@daño 4d6} cuando alcanzas el nivel 18 en esta clase."]},{"name":"Flecha de sombra","page":30,"featureType":[null],"consumes":{"name":"Tiro arcano"},"entries":["Entrelazas la magia de la ilusión en tu flecha, haciendo que ocluya la visión de tu enemigo con sombras. La criatura golpeada por la flecha recibe un daño psíquico adicional de {@damage 2d6}, y debe tener éxito en una tirada de salvación de Sabiduría o no podrá ver nada más allá de 1,5 metros hasta el comienzo de tu siguiente turno.","El daño psíquico aumenta a {@daño 4d6} cuando alcanzas el nivel 18 en esta clase."]},{"name":"Dar forma al río que fluye","page":81,"featureType":[null],"entries":["Como acción, puedes gastar 1 punto de ki para elegir un área de hielo o agua no mayor de 30 pies en un lado dentro de 120 pies de ti. Puedes convertir el agua en hielo dentro del área y viceversa, y puedes remodelar el hielo en el área de la manera que elijas. Puedes subir o bajar la elevación del hielo, crear o rellenar una zanja, levantar o aplanar un muro o formar un pilar. La extensión de estos cambios no puede superar la mitad de la dimensión mayor del área. Por ejemplo, si afecta a un cuadrado de 30 pies, puede crear un pilar de hasta 15 pies de altura. elevar o bajar la elevación del cuadrado hasta 15 pies, cavar una zanja de hasta 15 pies de profundidad, etc. No puedes moldear el hielo para atrapar o herir a una criatura en el área."]},{"name":"Sábana de la Sombra","source":"UARevisedClassOptions","page":6,"previousVersion":{"name":"Sábana Santa de Ulban","source":"UAWarlockAndWizard"},"featureType":[null],"prerequisite":[{"level":{"level":15,"class":{"name":"Warlock"}}}],"additionalSpells":[{"innate":{"_":["invisibilidad"]}}],"entries":["Puedes lanzar {@spell invisibilidad} a voluntad, sin gastar una ranura de hechizo."]},{"name":"Sábana de la Sombra","page":57,"featureType":[null],"prerequisite":[{"level":{"level":15,"class":{"name":"Warlock"}}}],"additionalSpells":[{"innate":{"_":["invisibilidad"]}}],"entries":["Puedes lanzar {@spell invisibilidad} a voluntad, sin gastar una ranura de hechizo."]},{"name":"Sábana Santa de Ulban","source":"UAWarlockAndWizard","page":5,"featureType":[null],"prerequisite":[{"level":{"level":18,"class":{"name":"Warlock"}},"patron":"El Gran Antiguo"}],"entries":["La estrella blanquiazul Ulban mantiene una presencia inconstante entre las estrellas, revoloteando a la vista sólo para anunciar un presagio funesto. Como acción, puedes convertirte en {@condición invisible} durante 1 minuto. Si atacas, infliges daño u obligas a una criatura a realizar una tirada de salvación, te vuelves visible al final del turno actual."]},{"name":"Signo de mal agüero","page":111,"srd":true,"featureType":[null],"prerequisite":[{"level":{"level":5,"class":{"name":"Warlock"}}}],"additionalSpells":[{"innate":{"_":{"daily":{"1e":["otorgar una maldición"]}}}}],"entries":["Puedes lanzar {@spell bestow curse} una vez usando un slot de hechizo de brujo. No puedes volver a hacerlo hasta que termines un descanso largo."]},{"name":"Lengua de Plata","source":"UAClassFeatureVariants","page":5,"isClassFeatureVariant":true,"featureType":["MV:B"],"consumes":{"name":"Dados de superioridad"},"entries":["Cuando haces un chequeo de Carisma ({@habilidad Engaño}) o un chequeo de Carisma ({@habilidad Persuasión}), puedes gastar un dado de superioridad,"]},{"name":"Cuando haces un chequeo de Carisma ({@habilidad Engaño}) o un chequeo de Carisma ({@habilidad Persuasión}), puedes gastar un dado de superioridad,","source":"Cuando haces un chequeo de Carisma ({@habilidad Engaño}) o un chequeo de Carisma ({@habilidad Persuasión}), puedes gastar un dado de superioridad,","page":2,"featureType":[null],"entries":["La magia de esta runa emula el engaño de un gigante de las nubes. Mientras lleves un objeto inscrito con esta runa, tienes ventaja en los chequeos de Destreza ({@habilidad Juego de manos}) y Carisma ({@habilidad Engaño}).","Además, cuando tú o una criatura que puedas ver a menos de 30 pies de ti sea golpeada por una tirada de ataque, puedes usar tu reacción para invocar la runa y hacer que ese ataque tenga como objetivo una criatura diferente a menos de 30 pies de ti (que no sea el atacante), usando la misma tirada. Esta magia puede transferir el ataque independientemente del alcance del mismo. Una vez que invocas la runa, no puedes volver a hacerlo hasta que termines un descanso corto o largo."]},{"name":"Palo de Humo","source":"UAArtificer","page":5,"featureType":[null],"entries":["Como acción, puedes meter la mano en tu mochila de alquimista y sacar un palo que produce una espesa columna de humo. Puedes sujetar el palo o lanzarlo a un punto de hasta 30 pies de distancia como parte de la acción utilizada para producirlo. El área en un radio de 10 pies alrededor del palo se llena de un humo espeso que bloquea la visión, incluyendo {@sense darkvision}. El palo y el humo persisten durante 1 minuto y luego desaparecen. Después de usar esta fórmula, no puedes volver a hacerlo durante 1 minuto."]},{"name":"Snipe","source":"UAClassFeatureVariants","page":5,"isClassFeatureVariant":true,"featureType":["MV:B"],"consumes":{"name":"Dados de superioridad"},"entries":["Como acción adicional, puedes gastar un dado de superioridad y hacer un ataque con un arma a distancia. Puedes desenfundar un arma arrojadiza como parte de este ataque. Si aciertas, añade el dado de superioridad a la tirada de daño del ataque."]},{"name":"Anillo de recarga de hechizos","page":23,"featureType":[null],"prerequisite":[{"level":{"level":6,"class":{"name":"Artificer"}},"item":["A"]}],"entries":["A"]},{"name":"A","source":"UA2020SubclasesPt3","page":3,"featureType":[null],"prerequisite":[{"level":{"level":6,"class":{"name":"Artificer"}},"item":["Un anillo (requiere sintonización)"]}],"entries":["Mientras lleva este anillo, la criatura puede recuperar una ranura de hechizo gastada como acción. El nivel máximo de la ranura recuperada es igual al número de objetos mágicos con los que el portador esté actualmente sintonizado. Una vez utilizado, el anillo no puede volver a usarse hasta el siguiente amanecer."]},{"name":"Stein (runa de piedra)","source":"UAFighterRangerRogue","page":2,"featureType":[null],"senses":[{"darkvision":60}],"entries":["La magia de esta runa canaliza la perspicacia de un gigante de piedra. Mientras lleves un objeto inscrito con esta runa, tienes ventaja en los chequeos de Sabiduría ({@habilidad de perspicacia}) y tienes {@sense darkvision} hasta un alcance de [...]","Además, cuando una criatura que puedas ver termine su turno a menos de 30 pies de ti, puedes usar tu reacción para invocar la runa y obligar a la criatura a hacer una tirada de salvación de Sabiduría. A menos que la salvación tenga éxito, la criatura queda {@condición encantada} por ti durante 1 minuto. Mientras esté {@condición encantada} de este modo, la criatura tiene una velocidad de 0 y está {@condición incapacitada}, cayendo en un sopor de ensueño. El efecto termina si la criatura {@condición encantada} recibe algún daño o si alguien utiliza una acción para sacarla de su aturdimiento. Una vez que invocas la runa, no puedes volver a hacerlo hasta que termines un descanso corto o largo."]},{"name":"Runa de piedra","page":45,"featureType":[null],"senses":[{"darkvision":120}],"entries":["La magia de esta runa canaliza la sensatez asociada a los gigantes de piedra. Mientras lleves un objeto inscrito con esta runa, tienes ventaja en los chequeos de Sabiduría ({@habilidad de perspicacia}) y tienes {@sentido de la visión oscura} hasta un alcance de 120 pies.","Además, cuando una criatura que puedas ver termine su turno a menos de 30 pies de ti, puedes usar tu reacción para invocar la runa y obligar a la criatura a hacer una tirada de salvación de Sabiduría. A menos que la salvación tenga éxito, la criatura queda {@condición encantada} por ti durante 1 minuto. Mientras esté {@condición encantada} de este modo, la criatura tiene una velocidad de 0 y está {@condición incapacitada}, cayendo en un sopor de ensueño. La criatura repite la tirada de salvación al final de cada uno de sus turnos, terminando el efecto con un éxito. Una vez que invocas esta runa, no puedes volver a hacerlo hasta que termines un descanso corto o largo."]},{"name":"Runa de la Tormenta","page":45,"featureType":[null],"prerequisite":[{"level":{"level":7,"class":{"name":"Caza"},"subclass":{"name":"Caballero de las runas"}}}],"entries":["Usando esta runa, puedes vislumbrar el futuro como un vidente de los gigantes de la tormenta. Mientras lleves puesto o lleves un objeto inscrito con esta runa, tienes ventaja en los chequeos de Inteligencia ({@habilidad Arcana}), y no puedes ser sorprendido mientras no estés {@condición incapacitada}.","Además, puedes invocar la runa como acción adicional para entrar en un estado profético durante 1 minuto o hasta que quedes {@condición incapacitada}. Hasta que el estado termine, cuando tú u otra criatura que puedas ver a menos de 60 pies de ti haga una tirada de ataque, una tirada de salvación o un chequeo de habilidad, puedes usar tu reacción para hacer que la tirada tenga ventaja o desventaja. Una vez que invocas esta runa, no puedes volver a hacerlo hasta que termines un descanso corto o largo."]},{"name":"Ojo estudioso","source":"UAClassFeatureVariants","page":5,"isClassFeatureVariant":true,"featureType":["MV:B"],"consumes":{"name":"Dados de superioridad"},"entries":["Cuando realices un chequeo de Sabiduría ({habilidades de perspicacia}) o un chequeo de Inteligencia ({habilidades de investigación}), puedes gastar un dado de superioridad y añadir el dado de superioridad al chequeo de la habilidad."]},{"name":"Hechizo sutil","page":102,"srd":true,"featureType":[null],"consumes":{"name":"Puntos de brujería"},"entries":["Cuando lanzas un hechizo, puedes gastar 1 punto de hechicería para lanzarlo sin ningún componente somático o verbal."]},{"name":"Arma de Pacto Superior","source":"UAWarlockAndWizard","page":5,"featureType":[null],"prerequisite":[{"pact":"Cuchilla","level":{"level":9,"class":{"name":"Warlock"}}}],"entries":["Cualquier arma que crees utilizando tu rasgo Pacto de la hoja es un arma +2. Esta invocación no afecta a un arma mágica que hayas transformado en tu arma de pacto."]},{"name":"Técnica superior","page":41,"isClassFeatureVariant":true,"featureType":["FS:F"],"optionalfeatureProgression":[{"name":"Maniobras","featureType":["MV:B"],"progression":{"*":1}}],"entries":["Aprendes una {@maniobra de filtro|características opcionales|tipo de característica=MV:B} a tu elección de entre las disponibles para el arquetipo {@clase de luchador|phb|Maestro de batalla|phb|2-0}. Si una maniobra que usas requiere que tu objetivo haga una tirada de salvación para resistir los efectos de la maniobra, la DC de la tirada de salvación es igual a 8 + tu bono de competencia + tu modificador de Fuerza o Destreza (a tu elección).","Ganas un dado de superioridad, que es un {@dice d6} (este dado se añade a cualquier dado de superioridad que tengas de otra fuente). Este dado se utiliza para alimentar tus maniobras. Un dado de superioridad se gasta cuando lo utilizas. Recuperas los dados de superioridad gastados cuando terminas un descanso corto o largo."]},{"name":"Técnica superior","source":"UAClassFeatureVariants","page":5,"isClassFeatureVariant":true,"featureType":["FS:F"],"optionalfeatureProgression":[{"name":"Maniobras","featureType":["MV:B"],"progression":{"*":1}}],"entries":["Aprendes una {@maniobra de filtro|características opcionales|tipo de característica=MV:B} a tu elección de entre las disponibles para el arquetipo de Maestro de Batalla. Si una maniobra que utilizas requiere que tu objetivo haga una tirada de salvación para resistir los efectos de la maniobra, la DC de la tirada de salvación es igual a 8 + tu bono de competencia + tu modificador de Fuerza o Destreza (a tu elección).","Ganas un dado de superioridad, que es un {@dice d6} (este dado se añade a cualquier dado de superioridad que tengas de otra fuente). Este dado se utiliza para alimentar tus maniobras. Un dado de superioridad se gasta cuando lo usas. Recuperas los dados de superioridad gastados cuando terminas un descanso corto o largo."]},{"name":"Ataque de barrido","page":74,"featureType":["MV:B"],"consumes":{"name":"Dados de superioridad"},"entries":["Cuando golpeas a una criatura con un ataque de arma cuerpo a cuerpo, puedes gastar un dado de superioridad para intentar dañar a otra criatura con el mismo ataque. Elige otra criatura a menos de 1,5 metros del objetivo original y que esté a tu alcance. Si la tirada de ataque original golpea a la segunda criatura, ésta recibe un daño igual al número que saques en tu dado de superioridad. El daño es del mismo tipo que el ataque original."]},{"name":"Golpe de ceniza de barrido","page":81,"featureType":[null],"additionalSpells":[{"innate":{"_":{"resource":{"2":["manos ardientes"]}}}}],"entries":["Puedes gastar 2 puntos de ki para lanzar {@spellizco manos ardientes}."]},{"name":"Paso veloz de barril","source":"UAArtificer","page":5,"featureType":[null],"entries":["Como acción adicional, puedes meter la mano en tu mochila de alquimista y sacar un frasco lleno de un líquido marrón burbujeante. Como acción, una criatura puede beberlo. Al hacerlo, aumenta la velocidad de la criatura en 20 pies durante 1 minuto, y el frasco desaparece. Si no se utiliza, el vial y su contenido desaparecen al cabo de 1 minuto. Después de usar esta fórmula, no puedes volver a hacerlo durante 1 minuto."]},{"name":"Simpatía","source":"UAClericDruidWizard","page":5,"featureType":[null],"entries":["Si la criatura nombrada está dentro del alcance del hechizo, puedes apuntar a la criatura con el hechizo incluso si no puedes ver a la criatura o tiene cobertura total contra el hechizo."]},{"name":"Evaluación táctica","page":42,"isClassFeatureVariant":true,"featureType":["MV:B"],"consumes":{"name":"Dados de superioridad"},"entries":["Cuando hagas un chequeo de Inteligencia ({@habilidad Investigación}), de Inteligencia ({@habilidad Historia}) o de Sabiduría ({@habilidad Perspicacia}), puedes gastar un dado de superioridad y añadir el dado de superioridad al chequeo de la habilidad."]},{"name":"Tanglefoot","source":"UAArtificer","page":6,"featureType":[null],"entries":["Como acción, puedes meter la mano en tu mochila de alquimista y sacar una bolsa llena de alquitrán negro retorcido y pegajoso y lanzarla a un punto del suelo en un radio de 30 pies (la bolsa y su contenido desaparecen si no la lanzas al final del turno actual). La bolsa estalla al impactar y cubre el suelo en un radio de 1,5 metros con una sustancia pegajosa. Esa zona se convierte en {@quickref terreno difícil||3} durante 1 minuto, y cualquier criatura que comience su turno en el suelo de esa zona tiene su velocidad reducida a la mitad durante ese turno. Después de usar esta fórmula, no puedes volver a hacerlo durante 1 minuto."]},{"name":"Ladrón de cinco destinos","page":111,"srd":true,"featureType":[null],"additionalSpells":[{"innate":{"_":{"daily":{"1e":["bane"]}}}}],"entries":["Puedes lanzar {@spell bane} una vez usando una ranura de hechizo de brujo. No puedes volver a hacerlo hasta que termines un descanso largo."]},{"name":"Cuchilla sedienta","page":111,"srd":true,"featureType":[null],"prerequisite":[{"pact":"Cuchilla","level":{"level":5,"class":{"name":"Warlock"}}}],"entries":["Puedes atacar con tu arma de pacto dos veces, en lugar de una, cada vez que realices la acción {@acción Ataque} en tu turno."]},{"name":"Lucha con armas arrojadizas","page":42,"isClassFeatureVariant":true,"featureType":["FS:F","FS:R"],"entries":["Puedes desenfundar un arma que tenga la propiedad de lanzamiento como parte del ataque que realizas con el arma.","Además, cuando golpeas con un ataque a distancia usando un arma arrojadiza, obtienes un bono de +2 a la tirada de daño."]},{"name":"Lucha con armas arrojadizas","source":"UAClassFeatureVariants","page":13,"isClassFeatureVariant":true,"featureType":["FS:F","FS:P","FS:R"],"entries":["Puedes desenfundar un arma que tenga la propiedad de lanzamiento como parte del ataque que realizas con el arma.","Además, cuando golpeas con un ataque a distancia utilizando un arma arrojadiza, obtienes un bono de +1 a la tirada de daño."]},{"name":"Thunderstone","source":"UAArtificer","page":6,"featureType":[null],"entries":["Como acción, puedes meter la mano en tu mochila de alquimista y sacar un fragmento de cristal y lanzarlo contra una criatura, objeto o superficie en un radio de 30 pies (el fragmento desaparece si no lo lanzas al final del turno actual). El fragmento se rompe al impactar con una explosión de energía conmovedora. Cada criatura en un radio de 3 metros del punto de impacto debe tener éxito en una tirada de salvación de Constitución o ser derribada {@condición de prono} y empujada a 3 metros de ese punto."]},{"name":"Tumba de Levistus","source":"UARevisedClassOptions","page":6,"previousVersion":{"name":"Tumba de Levistus","source":"UAWarlockAndWizard"},"featureType":[null],"prerequisite":[{"level":{"level":5,"class":{"name":"Warlock"}}}],"entries":["Como reacción cuando recibes daño, puedes sepultarte en hielo, que se derrite al final de tu siguiente turno. Obtienes 10 puntos de vida temporales por nivel de brujo, que absorben la mayor parte del daño desencadenante. También ganas vulnerabilidad al daño de fuego, tu velocidad se reduce a 0 y quedas {@condición incapacitada}. Todos estos efectos terminan cuando el hielo se derrite.","Una vez que usas esta invocación, no puedes volver a usarla hasta que termines un descanso corto o largo."]},{"name":"Tumba de Levistus","source":"UAWarlockAndWizard","page":5,"featureType":[null],"prerequisite":[{"patron":"El demonio"}],"entries":["Como reacción cuando recibes daño, puedes sepultarte en hielo, que se derrite al final de tu siguiente turno. Obtienes 10 puntos de vida temporales por nivel de brujo, que absorben la mayor parte del daño provocado. También adquieres vulnerabilidad al daño por fuego, tu velocidad baja a 0 y quedas {@condición incapacitada}. Todos estos efectos terminan cuando el hielo se derrite.","Una vez que usas esta invocación, no puedes volver a usarla hasta que termines un descanso corto o largo."]},{"name":"Tumba de Levistus","page":57,"featureType":[null],"prerequisite":[{"level":{"level":5,"class":{"name":"Warlock"}}}],"entries":["Como reacción cuando recibes daño, puedes sepultarte en hielo, que se derrite al final de tu siguiente turno. Ganas 10 puntos de vida temporales por nivel de brujo, que absorben la mayor parte del daño desencadenante. Inmediatamente después de recibir el daño, ganas vulnerabilidad al daño de fuego, tu velocidad se reduce a 0 y quedas {@condición incapacitada}. Todos estos efectos, incluidos los puntos de golpe temporales restantes, terminan cuando el hielo se derrite.","Una vez que usas esta invocación, no puedes volver a usarla hasta que termines un descanso corto o largo."]},{"name":"Hechizo transmutado","page":66,"isClassFeatureVariant":true,"featureType":[null],"consumes":{"name":"Puntos de brujería"},"entries":["Cuando lanzas un hechizo que inflige un tipo de daño de la siguiente lista, puedes gastar 1 punto de hechicería para cambiar ese tipo de daño a uno de los otros tipos de la lista: ácido, frío, fuego, rayo, veneno, trueno."]},{"name":"Tr","source":"UARevisedClassOptions","page":7,"previousVersion":{"name":"La senda del buscador","source":"UAWarlockAndWizard"},"featureType":[null],"prerequisite":[{"level":{"level":7,"class":{"name":"Warlock"}}}],"additionalSpells":[{"innate":{"_":{"daily":{"1e":["libertad de movimiento"]}}}}],"entries":["Puedes lanzar {@spell freedom of movement} una vez sobre ti mismo sin gastar una ranura de hechizo. Recuperas la capacidad de hacerlo cuando terminas un descanso largo."]},{"name":"La fuga de los tramposos","page":57,"featureType":[null],"prerequisite":[{"level":{"level":7,"class":{"name":"Warlock"}}}],"additionalSpells":[{"innate":{"_":{"daily":{"1e":["libertad de movimiento"]}}}}],"entries":["Puedes lanzar {@spell freedom of movement} una vez sobre ti mismo sin gastar una ranura de hechizo. Recuperas la capacidad de hacerlo cuando terminas un descanso largo."]},{"name":"Ataque de viaje","page":74,"featureType":["MV:B"],"consumes":{"name":"Superiorit"},"entries":["Cuando golpeas a una criatura con un ataque de arma, puedes gastar un dado de superioridad para intentar derribar al objetivo. Sumas el dado de superioridad a la tirada de daño del ataque y, si el objetivo es grande o más pequeño, debe realizar una tirada de salvación de Fuerza. Si fallas la tirada de salvación, derribas al objetivo {@condición prona}."]},{"name":"Ataque de viaje","source":"UARevisedClassOptions","page":3,"featureType":["MV:C2-UA"],"consumes":{"name":"Dados de superioridad"},"entries":["Cuando golpeas a una criatura con un ataque de arma, puedes gastar un dado de superioridad para intentar derribar al objetivo. Tira el dado y súmalo a la tirada de daño del ataque. Si el objetivo es grande o más pequeño, también debe tener éxito en una tirada de salvación de Fuerza (DC 8 + tu bono de competencia + tu modificador de Fuerza) o ser derribado {@condición de prono}."]},{"name":"Túnel de combate","source":"UALightDarkUnderdark","page":1,"featureType":["FS:F","FS:P","FS:R"],"entries":["Como acción adicional, puedes entrar en una postura defensiva que dura hasta el inicio de tu siguiente turno. Mientras estés en tu postura defensiva, puedes hacer ataques de oportunidad sin usar tu reacción, y puedes usar tu reacción para hacer un ataque cuerpo a cuerpo contra una criatura que se mueva más de 5 pies mientras esté a tu alcance."]},{"name":"Hechizo de gemelos","page":102,"srd":true,"featureType":[null],"consumes":{"name":"Puntos de brujería","amount":1},"entries":["Cuando lanzas un hechizo que tiene como objetivo una sola criatura y no tiene un alcance propio, puedes gastar un número de puntos de conjuro igual al nivel del hechizo para apuntar a una segunda criatura dentro del alcance con el mismo hechizo (1 punto de conjuro si el hechizo","Para ser elegible, un hechizo debe ser incapaz de apuntar a más de una criatura en el nivel actual del hechizo. Por ejemplo, {@spell magic missile} y {@spell scorching ray} no son elegibles, pero {@spell ray of frost} y {@spell chromatic orb} sí."]},{"name":"Lucha con dos armas","page":72,"srd":true,"otherSources":[{"page":15},{"source":"UARevisedSubclasses","page":2},{"page":91},{"source":"UATheRangerRevisado","page":3}],"featureType":["FS:F","FS:B","FS:R"],"entries":["Cuando participas en un combate con dos armas, puedes añadir tu modificador de habilidad al daño del segundo ataque."]},{"name":"Arma de pacto definitiva","source":"UAWarlockAndWizard","page":5,"featureType":[null],"prerequisite":[{"pact":"Cuchilla","level":{"level":15,"class":{"name":"Warlock"}}}],"entries":["Cualquier arma que crees utilizando tu rasgo Pacto de la Hoja es un arma +3. Esta invocación no afecta a un arma mágica que hayas transformado en tu arma de pacto."]},{"name":"Lucha sin armas","page":42,"isClassFeatureVariant":true,"featureType":["FS:F"],"entries":["Tus golpes desarmados pueden infligir un daño contundente igual a {@daño 1d6} + tu modificador de Fuerza al impactar. + tu modificador de Fuerza en un golpe. Si no estás blandiendo ningún arma o un {@item escudo|phb} cuando haces la tirada de ataque, el {@damage d6} se convierte en un {@damage","Al comienzo de cada uno de tus turnos, puedes infligir {@daño 1d4} de daño contundente a una criatura {@condición agarrada} por ti."]},{"name":"Lucha sin armas","source":"UAClassFeatureVariants","page":13,"isClassFeatureVariant":true,"featureType":["FS:F","FS:P","FS:R"],"entries":["Tus golpes desarmados pueden infligir un daño contundente igual a {@daño 1d6} + tu modificador de Fuerza + tu modificador de Fuerza. Si golpeas con las dos manos libres, el {@daño d6} se convierte en un {@daño d8}.","Cuando inicias con éxito un grapple, puedes infligir {@damage 1d4} de daño contundente a la criatura {@condition grappled}. Hasta que termine el enganche, también puedes infligir este daño a la criatura cada vez que la golpees con un ataque cuerpo a cuerpo."]},{"name":"Aire intacto","page":81,"featureType":[null],"entries":["Puedes crear una ráfaga de aire comprimido que golpea como un poderoso puño. Como acción, puedes gastar 2 puntos de ki y elegir una criatura en un radio de 30 pies de ti. Esa criatura debe hacer una tirada de salvación de Fuerza. Si fallas la tirada de salvación, la criatura recibe {@daño de 3d10} de daño contundente, más un {@daño de 1d10} de daño contundente adicional por cada punto de ki adicional que gastes, y puedes empujar a la criatura hasta 20 pies de distancia de ti y hacerla caer {@condición prona}. Si tienes éxito en la salvación, la criatura recibe la mitad de daño y no la empujas ni la derribas {@condición prona}."]},{"name":"Servidumbre imperecedera","page":71,"isClassFeatureVariant":true,"featureType":[null],"prerequisite":[{"level":{"level":5,"class":{"name":"Warlock"}}}],"additionalSpells":[{"innate":{"_":{"daily":{"1e":["animar a los muertos"]}}}}],"entries":["Puedes lanzar {@spell animate dead} sin usar una ranura de hechizo. Una vez que lo hagas, no podrás volver a lanzarlo de este modo hasta que termines un descanso largo."]},{"name":"Hechizo infalible","source":"UAClassFeatureVariants","page":10,"isClassFeatureVariant":true,"featureType":[null],"consumes":{"name":"Puntos de brujería","amount":2},"entries":["Si haces una tirada de ataque para un hechizo y fallas, puedes gastar 2 puntos de hechicería para repetir la tirada de ataque. Debes utilizar el resultado de la segunda tirada.","Puedes usar el Hechizo de Desengaño incluso si tienes"]},{"name":"Uvar (Runa de la Tormenta)","source":"UAFighterRangerRogue","page":2,"featureType":[null],"entries":["Con esta runa, puedes vislumbrar el futuro como un gigante de la tormenta. Mientras lleves puesto o lleves un objeto inscrito con esta runa, tienes ventaja en los chequeos de Inteligencia ({@habilidad Arcana}), y no puedes ser sorprendido mientras no estés {@condición incapacitada}.","Además, puedes invocar la runa como acción adicional para entrar en un estado profético durante 1 minuto o hasta que quedes {@condición incapacitada}. Hasta que el estado termine, cuando tú u otra criatura que puedas ver a menos de 60 pies de ti haga una tirada de ataque, una tirada de salvación o un chequeo de habilidad, puedes usar tu reacción para hacer que la tirada tenga ventaja o desventaja. Una vez que invocas la runa, no puedes volver a hacerlo hasta que termines un descanso corto o largo."]},{"name":"Visiones de reinos lejanos","page":111,"srd":true,"featureType":[null],"prerequisite":[{"level":{"level":15,"class":{"name":"Warlock"}}}],"additionalSpells":[{"innate":{"_":["ojo arcano"]}}],"entries":["Puedes lanzar {@spell arcane eye} a voluntad, sin gastar una ranura de hechizo."]},{"name":"Voz del Maestro de la Cadena","page":111,"srd":true,"featureType":[null],"prerequisite":[{"pact":"Cadena"}],"entries":["Puedes comunicarte telepáticamente con tu familiar y percibir a través de sus sentidos siempre que estéis en el mismo plano de existencia. Además, mientras percibes a través de los sentidos de tu familiar, también puedes hablar a través de él con tu propia voz, incluso si tu familiar es normalmente incapaz de hablar."]},{"name":"Maniobra de protección","source":"UARevisedClassOptions","page":3,"featureType":["MV:C2-UA"],"consumes":{"name":"Dados de superioridad"},"entries":["Si tú o una criatura a menos de 1,5 metros de ti sois golpeados por un ataque, puedes gastar un dado de superioridad como reacción si estás empuñando un arma o un escudo. Tira el dado y añade el número obtenido a la CA del objetivo contra ese ataque. Si el ataque sigue impactando, el objetivo tiene resistencia contra el daño del ataque."]},{"name":"Látigo de agua","page":81,"featureType":[null],"entries":["Puedes gastar 2 puntos de ki como acción para crear un látigo de agua que empuja y tira de una criatura para desequilibrarla. Una criatura que puedas ver y que esté a menos de 30 pies de ti debe hacer una tirada de salvación de Destreza. Si fallas la tirada de salvación, la criatura recibe {@daño de 3d10} de daño contundente, más un {@daño de 1d10} de daño contundente adicional por cada punto de ki adicional que gastes, y puedes derribarla {@condición prona} o arrastrarla hasta 25 pies más cerca de ti. Si la salvación es satisfactoria, la criatura recibe la mitad de daño y no la arrastras ni la derribas {@condición prona}."]},{"name":"Ola de Tierra Rodante","page":81,"featureType":[null],"prerequisite":[{"level":{"level":17,"class":{"name":"Monk"},"subclass":{"name":"Cuatro elementos"}}}],"additionalSpells":[{"innate":{"_":{"resource":{"6":["muro de piedra"]}}}}],"entries":["Puedes gastar 6 puntos de ki para lanzar {@spellizco muro de piedra}."]},{"name":"Susurros de la tumba","page":111,"srd":true,"featureType":[null],"prerequisite":[{"level":{"level":9,"class":{"name":"Warlock"}}}],"additionalSpells":[{"innate":{"_":["hablar con los muertos"]}}],"entries":["Puedes lanzar {@spell speak with dead} a voluntad, sin gastar una ranura de hechizo."]},{"name":"Vista de bruja","page":111,"srd":true,"featureType":[null],"prerequisite":[{"level":{"level":15,"class":{"name":"Warlock"}}}],"entries":["Puedes ver la verdadera forma de cualquier cambiaformas o criatura oculta por magia de ilusión o transmutación mientras la criatura esté a menos de 30 pies de ti y dentro de la línea de visión."]}]}