{"psionic":[{"name":"Cuerpo adaptable","source":"UATheMysticClass","page":10,"order":"I","entries":["Puede alterar su cuerpo para que se adapte a su entorno, lo que le permite resistir los entornos más exigentes. Con una mayor energía psi, puedes extender esta protección a otros."],"focus":"Mientras estés concentrado en esta disciplina, no necesitas comer, respirar ni dormir. Para obtener los beneficios de un descanso prolongado, puedes dedicar 8 horas a una actividad ligera, en lugar de dormir durante alguna de ellas.","modes":[{"cost":{"min":2,"max":2},"name":"Adaptación al medio ambiente","entries":["Como acción, tú o una criatura que toques ignora los efectos del calor o el frío extremos (pero no el daño por frío o fuego) durante la siguiente hora"]},{"cost":{"min":3,"max":3},"name":"Ad","entries":["Cuando recibes daño de ácido, frío, fuego, rayo o trueno, puedes usar tu reacción para ganar resistencia al daño de ese tipo -incluido el daño desencadenante- hasta el final de tu siguiente turno"]},{"cost":{"min":5,"max":5},"concentration":{"duration":1},"name":"Adaptación energética","entries":["Como acción, puedes tocar a una criatura y otorgarle resistencia al daño por ácido, frío, fuego, rayo o trueno (a tu elección), que dura hasta que termine tu concentración."]},{"cost":{"min":7,"max":7},"concentration":{"duration":1},"name":"Inmunidad energética","entries":["Como acción, puedes tocar una criatura y darle inmunidad al daño por ácido, frío, fuego, rayo o trueno (y"]}]},{"name":"Vista del aura","source":"UATheMysticClass","page":10,"order":"Despierta","entries":["Reenfocas tu vista para ver la energía que rodea a todas las criaturas. Percibes las auras, firmas de energía que pueden revelar elementos clave de la naturaleza de una criatura."],"focus":"Mientras estés concentrado en esta disciplina, tienes ventaja en el chequeo de Sabiduría ({@skill Insight})","modes":[{"cost":{"min":2,"max":2},"name":"Evaluar al enemigo","entries":["Como acción adicional, analizas el aura de una criatura que veas. Aprendes su total de puntos de golpe actuales y todas sus inmunidades, resistencias y vulnerabilidades."]},{"cost":{"min":2,"max":2},"name":"Leer estados de ánimo","entries":["Como acción de bonificación, aprendes un resumen de una palabra del estado emocional de hasta seis criaturas que puedas ver, como feliz, confundido, asustado o violento."]},{"cost":{"min":3,"max":3},"concentration":{"duration":1},"name":"Ver Aura","entries":["Como acción, estudias el aura de una criatura. Hasta que tu concentración termine, mientras puedas ver al objetivo, aprendes si está bajo el efecto de algún efecto mágico o psiónico, su total de puntos de golpe actuales y su estado emocional básico. Mientras dure este efecto, tienes ventaja en los chequeos de Sabiduría ({@habilidad Perspicacia}) y Carisma que hagas contra él."]},{"cost":{"min":5,"max":5},"concentration":{"duration":1},"name":"Percibir lo invisible","entries":["Como acción adicional, obtienes la capacidad de ver las auras incluso de las criaturas {@condición invisible} u ocultas. Hasta que tu concentración termine, puedes ver todas las criaturas, incluidas las ocultas y las de {@condición invisible}, independientemente de las condiciones de iluminación."]}]},{"name":"Faro","source":"UATheMysticClass","page":27,"entries":["Como acción de bonificación, haces que una luz brillante irradie de tu cuerpo en un radio de 20 pies y una luz tenue en 20 pies adicionales. La luz puede tener el color que desees. La luz dura 1 hora, y puedes extinguirla antes como acción adicional."]},{"name":"Forma bestial","source":"UAT","page":11,"order":"UAT","entries":["Transformas tu cuerpo, adquiriendo rasgos de diferentes bestias"],"focus":"Mientras estés concentrado en esta disciplina, tienes ventaja en Sabiduría ({@skill An","modes":[{"cost":{"min":1,"max":7},"name":"Garras bestiales","entries":["Manifiestas tus garras largas durante un instante y realizas un ataque de arma cuerpo a cuerpo contra una criatura en un radio de 1,5 metros de ti. Si aciertas, este ataque inflige {@scaledamage 1d10|1-7|1d10|psi} de daño cortante por punto de psi gastado."]},{"name":"Transformación bestial","entries":["Como acción de bonificación, alteras tu forma física para obtener diferentes características. Cuando usas esta habilidad, puedes elegir uno o más de los siguientes efectos. Cada efecto tiene su propio coste en puntos de psi. Súmalos para determinar el coste total. Esta transformación dura 1 hora, hasta que mueres, o hasta que la terminas como acción de bonificación."],"submodes":[{"cost":{"min":2,"max":2},"name":"A","entries":["A"]},{"cost":{"min":2,"max":2},"name":"A","entries":["Te crecen unas pequeñas garras con forma de gancho que te permiten ganar una velocidad de escalada igual a tu velocidad de marcha"]},{"cost":{"min":5,"max":5},"name":"Vuelo","entries":["Las alas brotan de tu espalda. Ganas una velocidad de vuelo igual a"]},{"cost":{"min":2,"max":2},"name":"Sentidos agudos","entries":["Sus ojos y oídos se vuelven más sensibles. Obtienes ventaja en los chequeos de Sabiduría ({habilidad Percepción})."]},{"cost":{"min":3,"max":3},"name":"Sentidos perfectos","entries":["Obtienes un agudo sentido del olfato y un instinto para detectar presas. Puedes ver criaturas y objetos {@condición invisible} a menos de 3 metros de ti, incluso si estás {@condición b"]},{"cost":{"min":2,"max":2},"name":"Natación","entries":["Obtienes aletas y telas de araña entre los dedos de las manos y de los pies; obtienes una velocidad de nado igual a tu velocidad de marcha."]},{"cost":{"min":2,"max":2},"name":"Tough Hide","entries":["Tu piel se vuelve tan dura como el cuero; ganas un bonificador +2 a la CA."]}]}]},{"name":"Fusión de cuchillas","source":"UATheMysticClass","page":27,"entries":["Como acción de bonificación, un arma cuerpo a cuerpo de una mano que tengas se convierte en una con tu mano. Durante el siguiente minuto, y"]},{"name":"Bl","source":"Bl","page":27,"entries":["Como acción, borras tu imagen de la mente de una criatura que puedas ver en un radio de 120 pies; el objetivo debe tener éxito en una tirada de salvación de Sabiduría, o serás {@condición invisible} para él hasta el final de tu próximo turno."]},{"name":"Fuerza bruta","source":"UATheMysticClass","page":11,"order":"Inmortal","entries":["Aumentas tu fuerza natural con energía psiónica, lo que te permite realizar increíbles proezas."],"focus":"Mientras estés concentrado en esta disciplina, tienes ventaja en Fuerza ({@habilidad Atletismo})","modes":[{"cost":{"min":1,"max":7},"name":"Golpe Bruto","entries":["Como acción de bonificación, obtienes una bonificación a tu próxima tirada de daño contra un objetivo al que hayas golpeado con un ataque cuerpo a cuerpo durante el turno actual. La bonificación es igual a +{@scaledamage 1d6|1-7|1d6|psi} por punto de psi gastado, y el daño adicional es del mismo tipo que el ataque. Si el ataque tiene más de un tipo de daño, eliges cuál usar para el daño adicional."]},{"cost":{"min":1,"max":7},"name":"Golpe de timón","entries":["Cuando golpeas a un objetivo con un ataque cuerpo a cuerpo, puedes activar esta habilidad como reacción. El objetivo debe tener éxito en una tirada de salvación de Fuerza o ser derribado a 3 metros de ti por punto de psi gastado. El objetivo se mueve en línea recta. Si choca con un objeto, este movimiento termina inmediatamente y el objetivo recibe {@scaledamage 1d6|1-7|1d6|psi} daño por apaleamiento por punto de psi gastado."]},{"cost":{"min":1,"max":7},"name":"Salto poderoso","entries":["Como parte de tu movimiento, saltas en cualquier dirección hasta 6 metros por punto de psi gastado."]},{"cost":{"min":2,"max":2},"name":"Hazaña de fuerza","entries":["Como acción adicional, obtienes un bono de +5 a los chequeos de Fuerza hasta el final de tu próximo turno."]}]},{"name":"Celeridad","source":"UATheMysticClass","page":12,"order":"Soy","entries":["Canalizas el poder psiónico en tu cuerpo, perfeccionando tus reflejos y agilidad hasta un grado increíble. El mundo parece ralentizarse mientras tú sigues moviéndote con normalidad."],"focus":"Mientras estés concentrado en esta disciplina, tu velocidad al caminar aumenta en 3 metros.","modes":[{"cost":{"min":1,"max":7},"name":"Paso rápido","entries":["Como acción adicional, aumentas tu velocidad al caminar en 3 metros por punto de psi gastado hasta el final del turno actual. Si tienes una velocidad de escalada o de natación, este aumento se aplica también a esa velocidad."]},{"cost":{"min":2,"max":2},"name":"Defensa ágil","entries":["Como acción adicional, realizas la acción de esquivar"]},{"cost":{"min":2,"max":2},"name":"Desenfoque del movimiento","entries":["Como acción, haces que seas {@condición invisible} durante cualquiera de tus movimientos durante el turno actual."]},{"cost":{"min":2,"max":2},"name":"Oleada de velocidad","entries":["Como acción adicional, obtienes dos beneficios hasta el final del turno actual: no provocas ataques de oportunidad y tienes una velocidad de escalada igual a tu velocidad de marcha."]},{"cost":{"min":5,"max":5},"name":"Su","entries":["Como acción de bonificación, puedes lanzarte o hacer un ataque con un arma."]}]},{"name":"Metabolismo corrosivo","source":"UATheMy","page":12,"order":"UATheMy","entries":["Su control sobre su cuerpo le permite realizar ataques con ácido o veneno."],"focus":"Mientras estés concentrado en esta disciplina, tienes resistencia al daño por ácido y veneno","modes":[{"cost":{"min":1,"max":7},"name":"Toque Corrosivo","entries":["Como acción, das un toque de ácido a una criatura a tu alcance. El objetivo debe realizar una tirada de salvación de Destreza, recibiendo {@scaledamage 1d10|1-7|1d10|psi} de daño de ácido por punto de psi gastado en una salvación fallida, o la mitad de daño en caso de éxito."]},{"cost":{"min":1,"max":7},"name":"Golpe de Veneno","entries":["Como acción, creas un spray de veneno que tiene como objetivo una criatura que puedas ver en un radio de 30 pies. El objetivo debe hacer una tirada de salvación de Constitución. Si fallas la tirada de salvación, recibe {@scaledamage 1d6|1-7|1d6|psi} de daño de veneno por punto de psi gastado y queda {@condición envenenada} hasta el final de tu siguiente turno. Si se salva con éxito, el objetivo recibe la mitad de daño y no queda {@condición envenenada}."]},{"cost":{"min":2,"max":2},"name":"Aerosol ácido","entries":["Como reacción cuando recibes daño punzante o cortante, haces que salga ácido de tu herida; cada criatura en un radio de 1,5 metros de ti recibe {@dama"]},{"cost":{"min":5,"max":5},"name":"Aliento del Dragón Negro","entries":["Exhalas una ola de ácido en una línea de 60 pies de ancho. Cada criatura en la línea debe hacer una tirada de salvación de Constitución, recibiendo {@daño 6d6} de daño de ácido en una salvación fallida, o la mitad en una exitosa. Puedes aumentar el daño en {@scaledamage 6d6|"]},{"cost":{"min":7,"max":7},"name":"Exhalas una ola de ácido en una línea de 60 pies de ancho. Cada criatura en la línea debe hacer una tirada de salvación de Constitución, recibiendo {@daño 6d6} de daño de ácido en una salvación fallida, o la mitad en una exitosa. Puedes aumentar el daño en {@scaledamage 6d6|","entries":["Exhalas una ola de ácido en una línea de 60 pies de ancho. Cada criatura en la línea debe hacer una tirada de salvación de Constitución, recibiendo {@daño 6d6} de daño de ácido en una salvación fallida, o la mitad en una exitosa. Puedes aumentar el daño en {@scaledamage 6d6|5-7|1d6|psi} por adición"]}]},{"name":"Corona de la desesperación","source":"UATheMysticClass","page":12,"order":"Avatar","entries":["Has aprendido a cosechar las semillas de la desesperación en la psique de una criatura, destrozándola con la duda y la inacción"],"focus":"Mientras estés concentrado en esta disciplina, tienes ventaja en los chequeos de Carisma ({habilidad Intimidación}).","modes":[{"cost":{"min":1,"max":7},"name":"Coronado de dolor","entries":["Como acción, una criatura que puedas ver en un radio de 60 pies debe hacer una tirada de salvación de Carisma. Si falla la tirada de salvación, recibe {@daño 1d8} de daño psíquico por punto de psi gastado, y no puede reaccionar hasta el comienzo de su siguiente turno. Si la salvación es satisfactoria, recibe la mitad de daño."]},{"cost":{"min":2,"max":2},"concentration":{"duration":10},"name":"Llamada a la inacción","entries":["Si pasas 1 minuto conversando con una criatura, puedes intentar sembrar en ella un hastío abrumador. Al final del minuto, puedes utilizar una acción para obligar a la criatura a realizar una tirada de salvación de Sabiduría. La salvación tiene éxito automáticamente si el objetivo es inmune a ser {@condición encantada}. En caso de fallar la tirada de salvación, se sienta y queda {@condición incapacitada} hasta que termine tu concentración. Este efecto termina inmediatamente si el objetivo o cualquier aliado que pueda ver es atacado o recibe daño. Si la salvación tiene éxito, la criatura no se ve afectada y no se da cuenta de tu intento de doblegar su voluntad."]},{"cost":{"min":3,"max":3},"name":"Visiones de la desesperación","entries":["Como acción, obligas a una criatura que puedas ver en un radio de 60 pies a hacer una tirada de salvación de Carisma. Si falla la tirada de salvación, recibe {@daño 3d6} de daño psíquico, y su s [...]  [...]"]},{"cost":{"min":5,"max":5},"concentration":{"duration":1},"name":"Como acción, obligas a una criatura que puedas ver en un radio de 60 pies a hacer una tirada de salvación de Carisma. Si falla la tirada de salvación, recibe {@daño 3d6} de daño psíquico, y su s [...]  [...]","entries":["Como acción, eliges una criatura que puedas ver en un radio de 60 pies de ti. Debe tener éxito en una tirada de salvación de Carisma, o queda {@condición incapacitada} y tiene una velocidad de 0 hasta que termine tu concentración. Puede repetir esta tirada de salvación al final de cada uno de sus turnos, terminando el efecto sobre sí mismo si tiene éxito."]}]},{"name":"Corona del asco","source":"UATheMysticClass","page":13,"order":"Avatar","entries":["Haces que una criatura se inunde de emociones de asco."],"focus":"Mientras estés concentrado en esta disciplina, el área en un radio de 5 pies a tu alrededor es {@quickref terreno difícil||3} para cualquier enemigo que no sea inmune a ser {@condición frig","modes":[{"cost":{"min":1,"max":7},"name":"El ojo del terror","entries":["Como acción, elige una criatura que puedas ver en un radio de 60 pies de ti. El objetivo debe hacer una tirada de salvación de Carisma. Si falla la tirada de salvación, recibe {@scaledamage 1d6|1-7|1d6|psi} de daño psíquico por punto de psi gastado y no puede acercarse a ti hasta el final de su siguiente turno. Si se salva, recibe la mitad de daño."]},{"cost":{"min":3,"max":3},"concentration":{"duration":10},"name":"Muro de repulsión","entries":["Como acción, creas un muro invisible e insustancial de energía en un radio de 60 pies de ti que tiene hasta 30 pies de largo, 10 pies de alto y 1 pie de espesor. El muro dura hasta que termina tu concentración. Cualquier criatura que intente atravesarlo debe realizar una tirada de salvación de Sabiduría. Si falla la tirada de salvación, la criatura no puede atravesar el muro hasta el comienzo de su siguiente turno. Con una salvación exitosa, la criatura puede atravesarlo. Una criatura debe realizar esta salvación siempre que intente atravesar el muro, ya sea de forma voluntaria o involuntaria."]},{"cost":{"min":5,"max":5},"concentration":{"duration":1},"name":"Visiones del asco","entries":["Haces que una criatura considere a todos los demás seres como entidades horribles y ajenas. Como acción, elige una criatura que puedas ver en un radio de 60 pies de ti. El objetivo debe hacer una tirada de salvación de Sabiduría. En caso de fallar la salvación, recibe {@daño 5d6} de daño psíquico, y hasta que tu concentración termine, recibe {@daño 1d6} de daño psíquico por cada criatura a 5 pies de distancia al final de cada uno de sus turnos. Si la salvación tiene éxito, el objetivo recibe sólo la mitad del daño inicial y no sufre ninguno de los otros efectos."]},{"cost":{"min":7,"max":7},"concentration":{"duration":1},"name":"El mundo del terror","entries":["Como acción, elige hasta seis criaturas en un radio de 60 pies de ti. Cada objetivo debe hacer una tirada de salvación de Carisma. Si fallas la tirada de salvación, el objetivo recibe {@daño 8d6} de daño psíquico, y queda {@condición de miedo} hasta que termine tu concentración. Con una salvación exitosa, el objetivo recibe la mitad de daño. Mientras la {@condición asustada} esté bajo este efecto, la velocidad del objetivo se reduce a 0, y el objetivo puede usar su acción, y cualquier acción adicional que pueda tener, sólo para hacer ataques cuerpo a cuerpo. El objetivo de {@condición asustada} puede repetir la tirada de salvación al final de cada uno de sus turnos, terminando el efecto sobre sí mismo si tiene éxito."]}]},{"name":"Corona de la Furia","source":"UATheMysticClass","page":13,"order":"Avatar","entries":["Colocas una mota de furia pura en la mente de una criatura, haciendo que su sed de sangre supere sus sentidos y que actúe como tú quieras"],"focus":"Mientras estés concentrado en esta disciplina, cualquier enemigo a menos de 1,5 metros de ti que haga una tirada de ataque cuerpo a cuerpo contra criaturas que no seas tú lo hace con desventaja","modes":[{"cost":{"min":1,"max":7},"name":"Furia Primitiva","entries":["Como acción, elige una criatura que puedas ver en un radio de 60 pies de ti. T [...]"]},{"cost":{"min":2,"max":2},"concentration":{"duration":10},"name":"Palabras de lucha","entries":["Si pasas 1 minuto conversando con una criatura, puedes intentar dejar una violencia latente en su mente. Al final del minuto, puedes utilizar una acción para obligar a la criatura a realizar una tirada de salvación de Sabiduría para resistirse a sentir impulsos violentos contra una criatura que le describas o nombres. La salvación tiene éxito automáticamente si el objetivo es inmune a ser {@condición encantada}. En caso de fallar la salvación, el objetivo ataca a la criatura elegida si la ve antes de que termine tu concentración, utilizando armas o conjuros contra una criatura hacia la que ya era hostil o golpes sin armas contra un aliado o una criatura hacia la que era neutral. Una vez que el combate comienza, sigue atacando durante 5 asaltos antes de que este efecto termine. Este efecto termina inmediatamente si el objetivo o cualquier aliado que pueda ver es atacado o recibe daño de cualquier criatura que no sea aquella contra la que ha sido incitado. Si la salvación tiene éxito, la criatura no se ve afectada y no percibe tu intento de doblegar su voluntad."]},{"cost":{"min":2,"max":2},"name":"Valor sin sentido","entries":["Haces que la sed de sangre de una criatura supere su sentido de la conservación. Como acción de bonificación, elige una criatura que puedas ver en un radio de 60 pies de ti. El objetivo debe tener éxito en una tirada de salvación de Sabiduría o, hasta el final de tu siguiente turno, no podrá moverse voluntariamente a menos que su movimiento lo acerque al enemigo más cercano que pueda ver. La salvación tiene éxito automáticamente si el objetivo es inmune a ser {@condición encantada}."]},{"cost":{"min":5,"max":5},"concentration":{"duration":1},"name":"Furia de castigo","entries":["Haces que la rabia de una criatura crezca tanto que ataca sin tener en cuenta su propia seguridad. Como acción de bonificación, elige una criatura que puedas ver en un radio de 60 pies de ti. El objetivo debe tener éxito en una tirada de salvación de Sabiduría o, hasta que tu concentración termine, cualquier criatura en un radio de 5 pies puede usar una reacción para hacer un ataque cuerpo a cuerpo contra él siempre que el objetivo haga un ataque cuerpo a cuerpo. La salvación tiene éxito automáticamente si el objetivo es inmune a ser {@condición encantada}."]}]},{"name":"Haces que la rabia de una criatura crezca tanto que ataca sin tener en cuenta su propia seguridad. Como acción de bonificación, elige una criatura que puedas ver en un radio de 60 pies de ti. El objetivo debe tener éxito en una tirada de salvación de Sabiduría o, hasta que tu concentración termine, cualquier criatura en un radio de 5 pies puede usar una reacción para hacer un ataque cuerpo a cuerpo contra él siempre que el objetivo haga un ataque cuerpo a cuerpo. La salvación tiene éxito automáticamente si el objetivo es inmune a ser {@condición encantada}.","source":"Haces que la rabia de una criatura crezca tanto que ataca sin tener en cuenta su propia seguridad. Como acción de bonificación, elige una criatura que puedas ver en un radio de 60 pies de ti. El objetivo debe tener éxito en una tirada de salvación de Sabiduría o, hasta que tu concentración termine, cualquier criatura en un radio de 5 pies puede usar una reacción para hacer un ataque cuerpo a cuerpo contra él siempre que el objetivo haga un ataque cuerpo a cuerpo. La salvación tiene éxito automáticamente si el objetivo es inmune a ser {@condición encantada}.","page":27,"entries":["Como acción, plantas una falsa creencia en la mente de una criatura que puedas ver en un radio de 60 pies. Puedes crear un sonido o una imagen. Sólo el objetivo de este talento percibe el sonido o la imagen que creas.","Si creas un sonido, su volumen puede ir desde un susurro hasta un grito. Puede ser tu voz, la de otra persona, el rugido de una criatura, un instrumento musical o cualquier otro sonido que elijas. Su duración es de 1 minuto.","Si creas un objeto, debe caber en un cubo de 1,5 metros y no puede moverse ni ser reflectante. La imagen no puede crear ningún efecto que influya en un sentido que no sea la vista. La imagen dura 1 minuto y desaparece si la criatura la toca."]},{"name":"Disminución","source":"UATheMysticClass","page":14,"order":"Inmortal","entries":["Manipulas la materia que compone tu cuerpo, reduciendo drásticamente tu tamaño sin renunciar a nada de tu poder."],"focus":"Mientras estés concentrado en esta disciplina, tienes ventaja en los chequeos de Destreza ({habilidades de Sigilo}).","modes":[{"cost":{"min":2,"max":2},"concentration":{"duration":10},"name":"Forma de miniatura","entries":["Como acción adicional, te conviertes en Diminuto hasta que finalice tu concentración. W"]},{"cost":{"min":2,"max":2},"name":"Como acción adicional, te conviertes en Diminuto hasta que finalice tu concentración.","entries":["Como acción adicional, cambias a un tamaño increíblemente pequeño y vuelves de repente a la normalidad, enviando a un oponente a volar hacia atrás. Elige una criatura que puedas ver a menos de 1,5 metros de ti. Debe tener éxito en una tirada de salvación de Fuerza o ser derribado {@condición de prono}."]},{"cost":{"min":5,"max":5},"name":"Cambio brusco","entries":["Como reacción, cuando eres golpeado por un ataque, te desplazas hasta el tamaño mínimo para evitar el ataque. El ataque falla y te mueves hasta 1,5 metros sin provocar ataques de oportunidad antes de volver a tu tamaño normal."]},{"cost":{"min":7,"max":7},"concentration":{"duration":10},"name":"Forma microscópica","entries":["Como acción adicional, te vuelves más pequeño que Tiny hasta que termine tu concentración. Con este tamaño, obtienes un bonificador de +10 a los chequeos de Destreza ({habilidades de Sigilo}) y un bonificador de +5 a la CA, puedes moverte a través de huecos de hasta 1 pulgada de ancho sin apretarte, y no puedes hacer ataques con armas."]}]},{"name":"Rayo de energía","source":"UATheMysticClass","page":27,"entries":["Como acción, apuntas a una criatura que puedas ver en un radio de 90 pies de ti. El objetivo debe tener éxito en una tirada de salvación de Destreza o recibir {@daño 1d8} de ácido, frío, fuego, rayo o trueno (a tu elección).","El daño del talento aumenta en {@dice 1d8} cuando alcanzas el 5º nivel"]},{"name":"Crecimiento de los Gigantes","source":"UATheMysticClass","page":14,"order":"Inmortal","entries":["Te infundes con energía psiónica para crecer a un tamaño tremendo, bolsteri"],"focus":"Mientras que focos","modes":[{"cost":{"min":2,"max":2},"concentration":{"duration":1},"name":"Mientras que focos","entries":["Como acción adicional, ganas 10 puntos de golpe temporales. Además, hasta que termine tu concentración, tus ataques con armas cuerpo a cuerpo infligen un daño contundente extra de {@damage 1d4} al impactar, y tu alcance aumenta en 5 pies. Si eres más pequeño que Large, también te conviertes en Large mientras dure tu concentración."]},{"cost":{"min":7,"max":7},"concentration":{"duration":1},"name":"Forma gigante","entries":["Como acción adicional, ganas 30 puntos de golpe temporales. Además, hasta que termine tu concentración, tus ataques con armas cuerpo a cuerpo infligen un daño contundente extra de {@damage 2d6} al impactar, y tu alcance aumenta en 3 metros. Si eres más pequeño que Huge, también te conviertes en Huge mientras dure el efecto."]}]},{"name":"Fortaleza del intelecto","source":"UATheMysticClass","page":14,"order":"Despierta","entries":["Forjas un muro indomable de energía psiónica alrededor de tu mente, que te permite lanzar contraataques contra tus oponentes."],"focus":"Mientras estés concentrado en esta disciplina, ganas resistencia al daño psíquico.","modes":[{"cost":{"min":2,"max":2},"name":"Contragolpe psíquico","entries":["Como reacción, puedes imponer desventaja en una tirada de ataque contra ti si puedes ver al atacante. Si el ataque aún te alcanza, el atacante recibe {@daño 2d10} daño psíquico"]},{"cost":{"min":1,"max":7},"name":"Parada psíquica","entries":["Como reacción cuando haces una tirada de salvación de Inteligencia, Sabiduría o Carisma, ganas un bonificador +1 a esa tirada de salvación por cada punto de psi que gastes en esta habilidad. Puedes usar esta habilidad después de lanzar el dado pero antes de sufrir los resultados."]},{"cost":{"min":5,"max":5},"concentration":{"duration":10},"name":"Reducto psíquico","entries":["Como acción, creas un campo de energía psíquica protectora. Elige cualquier número de criaturas en un radio de 30 pies de ti. Hasta que termine tu concentración, cada objetivo tiene resistencia al daño psíquico y ventaja en las tiradas de salvación de Inteligencia, Sabiduría y Carisma."]}]},{"name":"Durabilidad del hierro","source":"UATheMysticClass","page":15,"order":"Inmortal","entries":["Transformas tu cuerpo para convertirte en un metal viviente, lo que te permite esquivar ataques que incapacitarían a criaturas más débiles."],"focus":"Mientras estés concentrado en esta disciplina, ganas un bono de +1 a la CA.","modes":[{"cost":{"min":1,"max":7},"name":"Cuero de hierro","entries":["Como reacción cuando eres golpeado por un ataque, ganas un bono de +1 a la CA por cada punto de psi que gastes en esta habilidad. La bonificación dura hasta el final de tu siguiente turno. Esta bonificación se aplica contra el ataque desencadenante."]},{"cost":{"min":2,"max":2},"name":"Cuero de acero","entries":["Como acción de bonificación, obtienes resistencia al daño contundente, penetrante y cortante hasta el final de tu próximo"]},{"cost":{"min":7,"max":7},"concentration":{"duration":1},"name":"Resistencia al hierro","entries":["Como acción, obtienes resistencia al daño contundente, perforante o cortante (a tu elección), que dura hasta que termina tu concentración."]}]},{"name":"Paso ligero","source":"UATheMysticClass","page":27,"entries":["Como acción de bonificación, alteras tu densidad y peso para mejorar tu movilidad. Durante el resto de tu turno, tu velocidad al caminar aumenta en 3 metros, y la primera vez que te pongas de pie este turno, lo harás sin gastar nada de tu movimiento si tu velocidad es mayor que 0."]},{"name":"Manto de asombro","source":"UATheMysticClass","page":15,"order":"Despierta","entries":["Aprendes a utilizar la energía psiónica para manipular a los demás con una sutil combinación de psi y tu propio encanto natural"],"focus":"Mientras estés concentrado en esta disciplina, obtienes una bonificación a los chequeos de Carisma. El bono es igual a la mitad de tu modificador de Inteligencia (mínimo de +1).","modes":[{"cost":{"min":1,"max":7},"name":"Presencia encantadora","entries":["Como acción, ejerces un aura de poder simpático. Tira {@dice 2d8} por punto de psi gastado en esta habilidad; el total es el número de puntos de golpe de las criaturas a las que puede afectar esta opción. Las criaturas en un radio de 30 pies de ti se ven afectadas en orden ascendente de sus puntos de golpe máximos, ignorando las criaturas {@condición incapacitada}, las criaturas inmunes a ser {@condición encantada} y las criaturas en combate.","Empezando por la criatura que tenga el máximo de puntos de golpe más bajo, cada criatura afectada por esta opción queda {@condición encantada} por ti durante 10 minutos, considerándote como un conocido amistoso. Resta el máximo de puntos de golpe de cada criatura del total antes de pasar a la siguiente criatura. El máximo de puntos de golpe de una criatura debe ser igual o menor que el total restante para que esa criatura sea b"]},{"cost":{"min":2,"max":2},"concentration":{"duration":1},"name":"Centro de atención","entries":["Como acción, ejerces un aura de poder que atrae la atención de una criatura. Elige una criatura que puedas ver en un radio de 60 pies de ti. Debe hacer una tirada de salvación de Carisma. Si falla la tirada de salvación, la criatura queda tan distraída por ti que todas las demás criaturas son {@condición invisible} para ella hasta que termine tu concentración. Este efecto termina si la criatura ya no puede verte u oírte o si recibe daño."]},{"cost":{"min":7,"max":7},"concentration":{"duration":10},"name":"Invocar el asombro","entries":["Como acción, ejerces un aura que inspira asombro en los demás. Elige hasta 5 criaturas que puedas ver en un radio de 60 pies de ti. Cada objetivo debe tener éxito en una tirada de salvación de Inteligencia o ser {@condición encantada} por ti hasta que tu concentración termine. Mientras esté {@condición encantada}, el objetivo obedece todas tus órdenes verbales lo mejor que pueda y sin hacer nada obviamente autodestructivo. El objetivo de la {@condición encantada} sólo atacará a las criaturas que haya visto atacarte desde que fue {@condición encantada} o hacia las que ya era hostil. Al final de cada uno de sus turnos, puede repetir la tirada de salvación, terminando el efecto sobre sí mismo si tiene éxito."]}]},{"name":"Manto de mando","source":"UATheMysticClass","page":15,"order":"Avatar","entries":["Ejerces un aura de confianza y autoridad, potenciando la coordinación entre todos tus"],"focus":"Mientras estés concentrado en esta disciplina, cuando termines tu turno y no te hayas movido durante el mismo, puedes usar tu reacción para permitir que un aliado que puedas ver a menos de 30 pies de ti se mueva hasta la mitad de su velocidad, siguiendo un camino de tu elección. Para moverse de este modo, el aliado no debe estar {@condición incapacitada}.","modes":[{"cost":{"min":2,"max":2},"name":"Movimiento coordinado","entries":["Como acción adicional, elige hasta cinco aliados que puedas ver en un radio de 60 pies. Cada uno de esos aliados puede usar su reacción para moverse hasta la mitad de su velocidad, siguiendo un camino de tu elección."]},{"cost":{"min":2,"max":2},"concentration":{"duration":1},"name":"Com","entries":["Como acción, elige una criatura que puedas ver en un radio de 60 pies de ti. Hasta el comienzo de tu siguiente turno, tus aliados tienen ventaja en las tiradas de ataque contra ese objetivo"]},{"cost":{"min":3,"max":3},"name":"Orden de Ataque","entries":["Como acción, elige un aliado que puedas ver en un radio de 60 pies. Ese aliado puede usar su reacción para realizar inmediatamente la acción de Ataque. Tú eliges los objetivos."]},{"cost":{"min":5,"max":5},"concentration":{"duration":1},"name":"Mente estratégica","entries":["Como acción, ejerces un aura de confianza y mando que une a tus aliados en una unidad cohesionada. Hasta que termine tu concentración, cualquier aliado que se encuentre a 60 pies de ti en su turno puede, como acción adicional, realizar la acción de Dash o Disengage o tirar un {@dice d4} y añadir el número obtenido a cada tirada de ataque que realice ese turno."]},{"cost":{"min":7,"max":7},"name":"Ataque abrumador","entries":["Como acción, elige hasta cinco aliados que puedas ver en un radio de 60 pies de ti. Cada uno de esos aliados puede usar su reacción para realizar la acción de Ataque. Eliges el objetivo o"]}]},{"name":"Manto de coraje","source":"UATheMysticClass","page":16,"order":"Avatar","entries":["Centra tu mente en el valor, rad"],"focus":"Mientras estés concentrado en esta disciplina, tú y los aliados en un radio de 3 metros que puedan verte tienen ventaja en las tiradas de salvación contra ser {@condición de miedo","modes":[{"cost":{"min":2,"max":2},"name":"Incitar al valor","entries":["Como acción adicional, elige hasta seis criaturas que puedas ver en un radio de 60 pies. Si alguna de esas criaturas está {@condición de miedo}, esa condición termina en esa criatura."]},{"cost":{"min":1,"max":7},"concentration":{"duration":10},"name":"Aura de victoria","entries":["Como acción de bonificación, proyectas energía psiónica hasta que finalice tu concentración. La energía te fortalece a ti y a tus aliados cuando tus enemigos son abatidos; siempre que un enemigo que puedas ver se reduzca a 0 puntos de vida, tú y cada uno de tus aliados en un radio de 30 pies ganáis puntos de vida temporales iguales al doble de los puntos psi gastados para activar este efecto"]},{"cost":{"min":6,"max":6},"concentration":{"duration":1},"name":"Pilar de la confianza","entries":["Como acción, tú y hasta cinco criaturas que puedas ver en un radio de 60 pies ganáis cada uno una acción extra para usar en vuestros turnos individuales. La acción desaparece si no la utilizas antes del final de tu siguiente turno. La acción sólo puede utilizarse para realizar un ataque con arma o para realizar la acción de correr o de retirarse."]}]},{"name":"Manto del miedo","source":"UATheMysticClass","page":16,"order":"Avatar","entries":["Aprovechas un pozo de miedo primario y te conviertes en un faro de terror para tus enemigos."],"focus":"Mientras estés concentrado en esta disciplina, tienes ventaja en los chequeos de Carisma ({habilidad Intimidación}).","modes":[{"cost":{"min":2,"max":2},"concentration":{"duration":1},"name":"Inci","entries":["Como acción, elige una criatura que puedas ver en un radio de 60 pies de ti. El objetivo debe tener éxito en una tirada de salvación de Sabiduría o convertirse en {@condición asustada} de ti hasta que tu concentración termine. Siempre que el objetivo de la {@condición de miedo} termine su turno en un lugar donde no pueda verte, puede repetir la tirada de salvación, terminando el efecto sobre sí mismo si tiene éxito."]},{"cost":{"min":3,"max":3},"concentration":{"duration":1},"name":"Aura inquietante","entries":["Como acción adicional, te envuelves en una energía psíquica inquietante. Hasta que tu concentración termine, cualquier enemigo en un radio de 60 pies que pueda verte debe gastar 1 pie extra de movimiento por cada pie que se mueva hacia ti. Una criatura ignora este efecto si es inmune a ser {@condición de miedo}."]},{"cost":{"min":5,"max":5},"concentration":{"duration":1},"name":"Incitar el pánico","entries":["Como acción, elige hasta ocho criaturas que puedas ver en un radio de 90 pies que puedan verte. Al comienzo de cada uno de los turnos del objetivo antes de que termine tu concentración, el objetivo debe hacer una tirada de salvación de Sabiduría. Si fallas la tirada de salvación, el objetivo queda {@condición de miedo} hasta el comienzo de su siguiente turno, y tiras un dado. Si sacas un número impar, el objetivo de la {@condición asustada} se mueve a la mitad de su velocidad en una dirección aleatoria y no realiza ninguna acción en ese turno, salvo gritar de terror. Si sacas un número par, el objetivo de la {@condición asustada} realiza un ataque cuerpo a cuerpo contra un objetivo aleatorio a su alcance. Si no hay tal objetivo, se mueve la mitad de su velocidad en una dirección aleatoria y no realiza ninguna acción en ese turno. Este efecto termina en un objetivo si tiene éxito en tres tiradas de salvación contra él."]}]},{"name":"Manto de Furia","source":"UATheMysticClass","page":16,"order":"Avatar","entries":["Dejas que la furia primitiva que acecha en lo más profundo de tu mente estalle, atrapándote a ti y a tus aliados en una implacable sed de sangre"],"focus":"Mientras estés concentrado en esta disciplina en combate, tú y cualquier aliado que comience su turno a menos de 10 pies de ti ganan un aumento de 5 pies a su velocidad de marcha durante ese turno.","modes":[{"cost":{"min":2,"max":2},"concentration":{"duration":1},"name":"Incitar la furia","entries":["Como acción de bonificación, elige hasta tres aliados que puedas ver en un radio de 60 pies (puedes elegirte a ti mismo en lugar de uno de los aliados). Hasta que termine tu concentración, cada objetivo puede tirar un {@dice d4} al tirar el daño de un ataque con arma cuerpo a cuerpo y añadir el número obtenido a la tirada de daño."]},{"cost":{"min":2,"max":2},"name":"Carga sin sentido","entries":["Como acción de bonificación, elige hasta tres criaturas que puedas ver en un radio de 60 pies de ti. Cada objetivo puede usar inmediatamente su reacción para moverse hasta su velocidad en línea recta hacia su enemigo más cercano"]},{"cost":{"min":3,"max":3},"concentration":{"duration":1},"name":"Aura de Sangría","entries":["Como acción adicional, desatas un aura de rabia. Hasta que tu concentración termine, tú y cualquier criatura en un radio de 60 pies de ti tenéis ventaja en las tiradas de ataque cuerpo a cuerpo"]},{"cost":{"min":5,"max":5},"concentration":{"duration":1},"name":"Furia abrumadora","entries":["Como acción, inundas de rabia a una criatura que puedas ver en un radio de 60 pies de ti. El objetivo debe tener éxito en una tirada de salvación de Carisma, o puede utilizar sus acciones sólo para realizar ataques cuerpo a cuerpo hasta que tu concentración termine. Puede repetir la tirada de salvación al final de cada uno de sus turnos, terminando el efecto sobre sí mismo si tiene éxito."]}]},{"name":"Manto de alegría","source":"UATheMysticClass","page":17,"order":"Avatar","entries":["Aprovechas la alegría que hay en tu interior y la irradias hacia el exterior en forma de energía psíquica y tranquilizadora que aporta esperanza y consuelo a las criaturas que te rodean."],"focus":"Mientras estés concentrado en esta disciplina, tienes ventaja en Carisma ({@habilidad Persu","modes":[{"cost":{"min":1,"max":7},"name":"Mientras estés concentrado en esta disciplina, tienes ventaja en Carisma ({@habilidad Persu","entries":["Como acción de bonificación, elige hasta tres criaturas que puedas ver en un radio de 60 pies de ti. Cada objetivo gana 3 puntos temporales de"]},{"cost":{"min":2,"max":2},"concentration":{"duration":1},"name":"Aura reconfortante","entries":["Como acción adicional, elige hasta tres aliados que puedas ver (puedes elegirte a ti mismo en lugar de uno de los aliados). Hasta que termine tu concentración, cada objetivo puede tirar un {@dice d4} al hacer una tirada de salvación y sumar el número obtenido al total."]},{"cost":{"min":3,"max":3},"concentration":{"duration":1},"name":"Aura de júbilo","entries":["Como acción de bonificación, irradias una alegría que distrae hasta que termina tu concentración. Cada criatura en un radio de 60 pies que pueda verte sufre desventaja en cualquier chequeo que utilice las habilidades {@habilidad Percepción} y {@habilidad Investigación}."]},{"cost":{"min":5,"max":5},"name":"Faro de recuperación","entries":["Como acción de bonificación, tú y hasta cinco aliados que puedas ver en un radio de 60 pies podéis hacer inmediatamente tiradas de salvación contra todos los efectos que estén sufriendo y que permitan una salvación al principio o al final de"]}]},{"name":"Dominio del aire","source":"UATheMysticClass","page":17,"order":"Wu Jen","entries":["Te conviertes en uno con el poder del aire elemental."],"focus":"Mientras estés concentrado en esta disciplina, no recibes daño por caída e ignoras {@quickref terreno difícil||3} al caminar.","modes":[{"cost":{"min":1,"max":7},"name":"Paso del viento","entries":["Como parte de tu movimiento en tu turno, puedes volar hasta 6 metros por cada punto de psi gastado. Si terminas este vuelo en el aire, caes a menos que otra cosa te mantenga en el aire."]},{"cost":{"min":1,"max":7},"name":"Corriente de viento","entries":["Como acción, creas una línea de aire concentrado de 30 pies de largo y 5 pies de ancho. Cada criatura en esa área debe hacer una tirada de salvación de Fuerza, recibiendo {@scaledamage 1d8|1-7|1d8|psi} de daño contundente por punto de psi gastado y siendo derribado {@condición prona} en una salvación fallida, o la mitad de daño en una exitosa."]},{"cost":{"min":3,"max":3},"concentration":{"duration":10},"name":"Capa de aire","entries":["Como acción adicional, tomas el control del aire que te rodea para crear un velo protector. Hasta que termine tu concentración, las tiradas de ataque contra ti tienen desventaja, y cuando una criatura que puedas ver te falle con un ataque cuerpo a cuerpo, puedes usar tu reacción para obligar a la criatura a repetir la tirada de ataque contra sí misma."]},{"cost":{"min":5,"max":5},"concentration":{"duration":10},"name":"Forma del viento","entries":["Como acción de bonificación, obtienes una velocidad de vuelo de 60 pies, que dura hasta que tu concentración"]},{"cost":{"min":6,"max":6},"concentration":{"duration":1},"name":"Forma brumosa","entries":["Como acción, tu cuerpo se convierte en una nube de niebla hasta que tu concentración termina. En esta forma, obtienes resistencia al daño contundente, perforante y cortante, y no puedes realizar otras acciones que no sean la acción de correr. Puedes pasar a través de aberturas que no tengan más de 2,5 cm de ancho sin apretar."]},{"cost":{"min":7,"max":7},"concentration":{"duration":1},"name":"Aire animado","entries":["Como acción, haces aparecer un elemental de aire en un espacio desocupado que puedas ver en un radio de 120 pies de ti. El elemental dura hasta que termina tu concentración, y obedece tus órdenes verbales. En combate, tira por su iniciativa y elige su comportamiento durante sus turnos. Cuando este efecto termina, el elemental desaparece. Consulta el Manual de Monstruos para ver su bloque de estadísticas."]}]},{"name":"Ma","source":"Ma","page":17,"order":"Wu Jen","entries":["Alineas tu mente con la energía del fuego elemental."],"focus":"Mientras estés concentrado en esta disciplina, ganas resistencia al daño por fuego y obtienes un bono de +2 a las tiradas","modes":[{"cost":{"min":1,"max":7},"concentration":{"duration":1},"name":"Combustión","entries":["Como acción, elige una criatura u objeto que puedas ver en un radio de 120 pies de ti. El objetivo debe hacer una salvación de Constitución. En caso de fallar la salvación, el objetivo recibe {@daño de 1d10|1-7|1d10|psi} de daño de fuego por punto de psi gastado, y se incendia, recibiendo {@daño de 1d6} de daño de fuego al final de cada uno de sus turnos hasta que tu concentración termine o hasta que él o una criatura adyacente a él extinga las llamas con una acción. Si la salvación tiene éxito, el objetivo recibe la mitad de daño y no se incendia."]},{"cost":{"min":3,"max":3},"concentration":{"duration":1},"name":"Llama rodante","entries":["Como acción, creas fuego en un cubo de 20 por 20 pies dentro de 5 pies de ti. El fuego dura hasta que termina tu concentración. Cualquier criatura que se encuentre en esa área cuando uses esta habilidad y cualquier criatura que termine su turno"]},{"cost":{"min":5,"max":5},"name":"Detonación","entries":["Como acción, creas una explosión ardiente en un punto que puedas ver en un radio de 120 pies. Cada criatura en una esfera de 20 pies de radio centrada en ese punto debe hacer una tirada de salvación de Constitución, recibiendo {@daño 7d6} de daño por fuego y siendo derribado {@condición prona} en una salvación fallida, o la mitad de daño en una exitosa."]},{"cost":{"min":5,"max":5},"concentration":{"duration":1},"name":"Forma de fuego","entries":["Como acción de bonificación, te envuelves en llamas hasta que termine tu concentración. Cualquier criatura que termine su turno a menos de 5 pies de ti recibe {@daño 3d6} de daño por fuego."]},{"cost":{"min":7,"max":7},"concentration":{"duration":1},"name":"Un","entries":["Como acción, haces aparecer un elemental de fuego en un espacio desocupado que puedas ver en un radio de 120 pies de ti. El elemental dura hasta que termina tu concentración, y obedece tus órdenes verbales. En combate, tira por su iniciativa y elige su comportamiento durante sus turnos. Cuando este efecto termina, el elemental desaparece. Consulta el Manual de Monstruos para ver su bloque de estadísticas."]}]},{"name":"Dominio de la fuerza","source":"UATheMysticClass","page":18,"order":"Wu Jen","entries":["Como estudiante de poder psiónico, percibes la energía potencial que fluye a través de todas las cosas. Alcanzas con tu mente, transformando el potencial en lo real. Los objetos y las criaturas se mueven a tus órdenes."],"focus":"Mientras estés concentrado en esta disciplina, tienes ventaja en los chequeos de Fuerza.","modes":[{"cost":{"min":1,"max":7},"name":"Empuje","entries":["Como acción, elige una criatura que puedas ver en un radio de 60 pies de ti. El objetivo debe hacer una tirada de salvación de Fuerza. Si falla la tirada de salvación, recibe {@scaledamage 1d8|1-7|1d8|psi} de daño de fuerza por punto de psi gastado y es empujado hasta 5 pies por punto gastado en línea recta lejos de ti. Si se salva, recibe la mitad de daño."]},{"cost":{"min":2,"max":7},"name":"Mover","entries":["Escoge un objeto que puedas ver en un radio de 60 pies que no esté siendo usado o llevado por otra criatura y que no esté asegurado en su lugar. No puede ser mayor de 20 pies de lado, y su peso máximo depende de los puntos de psi gastados en esta habilidad, como se muestra a continuación.","Como acción, mueves el objeto hasta 60 pies, y debes mantenerlo a la vista durante este movimiento. [...]  [...]",{"type":"Como acción, mueves el objeto hasta 60 pies, y debes mantenerlo a la vista durante este movimiento.","colLabels":["Psi gastado","Max","Daño por apaleamiento"],"colStyles":["col-3 texto-centro","col-6 texto-centro","col-3 texto-centro"],"rows":[[null,"25 libras.","{@daño 2d6}"],[null,"50 libras.","{@daño 4d6}"],[null,"250 libras.","{@daño 6d6}"],[null,"500 libras.","{@daño 7d6}"],[null,"1.000 libras.","{@daño 8d6}"]]}]},{"cost":{"min":2,"max":2},"name":"Armadura inercial","entries":["Como acción, te envuelves en un campo intangible de fuerza mágica. Durante 8 horas, tu CA base es 14 + tu modificador de Destreza, y ganas resistencia al daño de fuerza. Este efecto termina si te"]},{"cost":{"min":3,"max":3},"concentration":{"duration":10},"name":"Como acción, te envuelves en un campo intangible de fuerza mágica. Durante 8 horas, tu CA base es 14 + tu modificador de Destreza, y ganas resistencia al daño de fuerza. Este efecto termina si te","entries":["Como acción, creas un muro transparente de energía telequinética, al menos una parte del cual debe estar a menos de 60 pies de ti. El muro mide 40 pies de largo, 10 pies de alto y 1 pulgada de grosor. El muro dura hasta que termina tu concentración. Cada sección de 10 pies del muro tiene una CA de 10 y 10 puntos de golpe."]},{"cost":{"min":3,"max":3},"concentration":{"duration":1},"name":"Gr","entries":["Intentas atrapar a una criatura con energía telequinética y mantenerla cautiva. Como acción, elige una criatura que puedas ver en un radio de 60 pies de ti. El objetivo debe tener éxito en una tirada de salvación de Fuerza o ser {@condición agarrada} por ti hasta que tu concentración termine o hasta que el objetivo deje de estar a tu alcance, lo cual es 60 f","El objetivo {@condición agarrado} puede escapar teniendo éxito en un chequeo de Fuerza (Atletismo) o Destreza (Acrobacia) impugnado por tu habilidad psiónica más tu bono de competencia. Cuando un objetivo intenta escapar de esta manera, puedes gastar puntos de psi para aumentar tu chequeo, respetando tu límite de psi. Obtienes un bonificador de +1 por cada punto de psi gastado.","Mientras un objetivo está {@condición agarrado} de esta manera, creas uno de los siguientes efectos como acción:"]},{"cost":{"min":1,"max":7},"name":"Crush","entries":["El objetivo recibe {@scaledamage 1d6|1-7|1d6|psi} de daño contundente por punto de psi gastado."]},{"cost":{"min":1,"max":7},"name":"Mover","entries":["Mueves al objetivo hasta 1,5 metros por punto de psi gastado. Puedes moverlo en el aire y mantenerlo allí. Cae si el agarre"]}]},{"name":"Dominio del hielo","source":"UATheMysticClass","page":19,"order":"Wu Jen","entries":["Dominas el poder del hielo, dándole forma para satisfacer tus exigencias."],"focus":"Mientras se centra en este discip","modes":[{"cost":{"min":1,"max":7},"name":"Pico de hielo","entries":["Como acción, usted h"]},{"cost":{"min":2,"max":2},"name":"Como acción, usted h","entries":["Como acción, elige [...]  [...]  [...]"]},{"cost":{"min":3,"max":3},"name":"Santuario congelado","entries":["Como acción de bonificación, te enfundas en una resistencia gélida. [...]"]},{"cost":{"min":5,"max":5},"concentration":{"duration":1},"name":"Lluvia helada","entries":["Como acción, elige un punto que puedas ver en un radio de 120 pies. El aire en una esfera de 20 pies de radio centrada en ese punto se vuelve mortalmente frío y saturado de humedad. Cada criatura en esa área debe hacer una tirada de salvación de Constitución. Si fallas la tirada de salvación, el objetivo recibe {@daño de 6d6} de daño por frío, y su velocidad se reduce a 0 hasta que termine tu concentración. Si la salvación es satisfactoria, el objetivo recibe la mitad de daño.","Como acción, un objetivo que tiene su velocidad reducida puede terminar el efecto antes de tiempo si tiene éxito en un chequeo de Fuerza (Atletismo) con una DC igual a","Puedes aumentar el daño de este efecto en {@scaledamage 6d6|5-7|1d6|psi} por cada punto de psi adicional gastado en él."]},{"cost":{"min":6,"max":6},"concentration":{"duration":10},"name":"Barrera de hielo","entries":["Como acción, creas un muro de hielo, al menos una parte del cual debe estar a 60 pies de ti. El muro tiene 60 pies de largo, 15 pies de alto y 1 pie de grosor. El muro dura hasta que termina tu concentración. Cada sección de 10 pies del muro tiene CA 12 y 30 puntos de golpe. Una criatura que dañe el muro con un ataque cuerpo a cuerpo recibe un daño por frío igual al daño que la criatura haya causado al muro."]}]},{"name":"Dominio de la luz y la oscuridad","source":"UATheMysticClass","page":19,"order":"Wu Jen","entries":["Reclamas el dominio de la luz y la oscuridad con tu mente."],"focus":"Mientras estés concentrado en esta disciplina, la oscuridad natural y mágica a menos de 30 pies de ti no tiene efecto sobre tu visión.","modes":[{"cost":{"min":1,"max":7},"name":"Oscuridad","entries":["Como acción, creas un área de oscuridad mágica, que frustra la visión oscura. Elige un punto que puedas ver en un radio de 60 pies. La oscuridad mágica irradia desde ese punto en una esfera con un radio de 10 pies por punto de psi gastado en esta habilidad. La luz producida por hechizos de 2º nivel o menos se suprime en esta área."]},{"cost":{"min":2,"max":2},"concentration":{"duration":1},"name":"Luz","entries":["Como acción, un objeto que toques irradia luz en un radio de 20 pies y luz tenue durante 20 pies adicionales. La luz dura hasta que termina tu concentración. Alternativamente, una criatura que toques irradia luz de la misma manera si falla una tirada de salvación de Destreza. Mientras esté iluminada de esta manera, no puede esconderse, y las tiradas de ataque contra ella ganan ventaja."]},{"cost":{"min":3,"max":3},"concentration":{"duration":1},"name":"Bestias de la sombra","entries":["Como acción, haces aparecer dos {@sombra de criatura||sombras} en espacios desocupados que puedas ver en un radio de 60 pies. Las {@sombras de criaturas||sombras} duran hasta que termina tu concentración, y obedecen tus órdenes verbales. En combate, tira por su iniciativa y elige su comportamiento durante sus turnos. Cuando este efecto termina, las {@sombras de criaturas||sombras} desaparecen. Consulta el Manual de Monstruos para ver su bloque de estadísticas."]},{"cost":{"min":5,"max":5},"concentration":{"duration":1},"name":"Rayo radiante","entries":["Como acción, proyectas un haz de luz hacia una criatura que puedas ver en un radio de 60 pies. El objetivo debe realizar una tirada de salvación de Destreza. Si fallas la tirada de salvación, recibe {@daño 6d6} de daño radiante y queda {@condición de cegado} hasta que termine tu concentración. Con una salvación exitosa, recibe la mitad de daño. Un objetivo con {@condición de ceguera} puede repetir la tirada de salvación al final de cada uno de sus turnos, terminando el efecto sobre sí mismo si tiene éxito.","Puedes aumentar el daño de este efecto en {@scaledamage 6d6|5-7|1d6|psi} por cada punto de psi adicional gastado en él."]}]},{"name":"Dominio o","source":"UATheMysticClass","page":19,"order":"Wu Jen","entries":["Tu mente se vuelve una con el agua elemental, sintonizando tus pensamientos con su flujo y reflujo."],"focus":"Mientras está concentrado en esta disciplina, tiene una velocidad de nado igual a su velocidad de marcha, y puede respirar bajo el agua.","modes":[{"cost":{"min":1,"max":7},"name":"Desiccate","entries":["Como acción, elige una criatura que puedas ver en un radio de 60 pies de ti. El objetivo debe realizar una tirada de salvación de Constitución, recibiendo {@scaledamage 1d10|1-7|1d10|psi} de daño necrótico por punto de psi gastado en esta habilidad, o la mitad de daño si tiene éxito."]},{"cost":{"min":2,"max":2},"name":"Agarre acuático","entries":["Como acción, desatas una ola que surge y luego se retira hacia ti como la marea creciente. Creas una ola en un cuadrado de 20 pies por 20 pies. Al menos una parte del borde del cuadrado debe estar a menos de 5 pies de ti. Cualquier criatura en ese cuadrado debe hacer una tirada de salvación de Fuerza. En caso de fallar la tirada de salvación, el objetivo recibe {@daño 2d6} de daño contundente, es derribado {@condición prona}, y es arrastrado hasta 10 pies más cerca de ti. Si la salvación es satisfactoria, el objetivo recibe la mitad de daño. Puedes aumentar el daño de esta habilidad en {@scaledamage 2d6|2-7|1d6|psi} por punto de psi adicional gastado en ella."]},{"cost":{"min":3,"max":3},"name":"Látigo de agua","entries":["Como acción, sueltas un chorro de agua en una línea de 60 pies de largo y 5 pies de ancho. Cada criatura en la línea debe hacer una tirada de salvación de Fuerza, recibiendo {@daño 3d6} de daño por apaleamiento si falla la tirada de salvación, o la mitad de daño si tiene éxito. Además, puedes mover cada objetivo que falle su tirada de salvación a cualquier espacio desocupado que esté en contacto con la línea. Puedes aumentar el daño de esta habilidad en {@scaledamage 3d6|3-7|1d6|psi} por punto de psi adicional gastado en ella."]},{"cost":{"min":5,"max":5},"name":"Respiración del agua","entries":["Como acción, te concedes a ti mismo y a un máximo de diez criaturas voluntarias que puedas ver en un radio de 60 pies la capacidad de respirar bajo el agua durante las siguientes 24 horas."]},{"cost":{"min":6,"max":6},"concentration":{"duration":1},"name":"Esfera de agua","entries":["Como acción, haces que se forme una esfera de agua alrededor de una criatura. Elige una criatura que puedas ver en un radio de 60 pies de ti. El objetivo debe hacer una tirada de salvación de Destreza. Si falla la tirada de salvación, queda atrapado en la esfera de agua hasta que termine tu concentración. Mientras el objetivo está atrapado, su velocidad se reduce a la mitad, sufre desventaja en las tiradas de ataque y no puede ver nada que esté a más de 3 metros de él. Sin embargo, las tiradas de ataque contra él también sufren desventaja. El objetivo puede repetir la tirada de salvación al final de cada uno de sus turnos, terminando el efecto sobre sí mismo en caso de éxito."]},{"cost":{"min":7,"max":7},"concentration":{"duration":1},"name":"Animar el agua","entries":["Como acción, haces aparecer un elemental de agua en un espacio desocupado que puedas ver en un radio de 120 pies de ti. El elemental dura hasta que termina tu concentración, y obedece tus órdenes verbales. En combate, tira por su iniciativa y elige su comportamiento durante sus turnos. Cuando este efecto termina, el elemental desaparece. Consulta el Manual de Monstruos para ver su bloque de estadísticas."]}]},{"name":"Dominio del tiempo","source":"UATheMysticClass","page":20,"order":"Wu Jen","entries":["Tu mente alcanza el cielo, remodelando la materia de las tormentas para servir a tus necesidades."],"focus":"Mientras estés concentrado en esta disciplina, tienes resistencia al daño por rayos y truenos.","modes":[{"cost":{"min":1,"max":7},"concentration":{"duration":10},"name":"Pasos en la nube","entries":["Como acción, conjuras nubes para crear una escalera sólida y translúcida que dura hasta que termina tu concentración. [...]"]},{"cost":{"min":1,"max":7},"name":"Como acción, conjuras nubes para crear una escalera sólida y translúcida que dura hasta que termina tu concentración. [...]","entries":["Como acción, atacas a una criatura que puedas ver en un radio de 60 pies con zarcillos de rayos. El objetivo debe realizar una tirada de salvación de Destreza, con desventaja si lleva armadura pesada. El objetivo recibe {@scaledamage 1d8|1-7|1d8|psi} de daño de rayo por punto de psi gastado en una salvación fallida, o la mitad de daño en una exitosa."]},{"cost":{"min":2,"max":2},"concentration":{"duration":10},"name":"Muro de nubes","entries":["Como acción, creas un muro de nubes, al menos una parte del cual debe estar a 60 pies de ti. El muro tiene 60 pies de largo, 15 pies de alto y 1 pie de espesor. El muro dura hasta que termina tu concentración. Las criaturas pueden atravesarlo sin obstáculos, pero el muro bloquea la visión."]},{"cost":{"min":2,"max":2},"name":"Torbellino","entries":["Como acción, elige un punto que puedas ver en un radio de 60 pies. Los vientos aúllan en una esfera de 20 pies de radio centrada en ese punto. Cada criatura en la esfera debe tener éxito en una tirada de salvación de Fuerza o recibir {@daño 1d6} de daño contundente y ser trasladada a un espacio desocupado de tu elección en la esfera. Cualquier objeto suelto en la esfera se mueve a un espacio desocupado de tu elección dentro de ella si el objeto no pesa más de 100 libras."]},{"cost":{"min":5,"max":5},"name":"Salto del rayo","entries":["Como acción, sueltas una línea de rayos de 60 pies de largo y 5 pies de ancho. Cada criatura en la línea debe hacer una tirada de salvación de Destreza, recibiendo {@daño 6d6} de rayo si falla la tirada de salvación, o la mitad de daño si tiene éxito. A continuación, puedes teletransportarte a un espacio desocupado tocado por la línea.","Puedes aumentar el daño de esta habilidad en {@scaledamage 6d6|5-7|1d6|psi} por punto de psi adicional gastado en ella."]},{"cost":{"min":6,"max":6},"concentration":{"duration":10},"name":"Muro del Trueno","entries":["Como acción, creas un muro de truenos, al menos una parte del cual debe estar a menos de 60 pies de ti. El muro tiene 60 pies de largo, 15 pies de alto y 1 pie de grosor. El muro dura hasta que termina tu concentración. Cada pie que se mueve a través del muro cuesta 1 pie extra de movimiento. Cuando una criatura se mueve en el espacio del muro por primera vez en un turno o comienza su turno allí, esa criatura debe tener éxito en una tirada de salvación de Fuerza, o"]},{"cost":{"min":7,"max":7},"name":"Aplauso de trueno","entries":["Como acción, elige un punto que puedas ver en un radio de 60 pies. La energía del trueno estalla en una esfera de 20 pies de radio centrada en ese punto. Cada criatura en esa área debe hacer una tirada de salvación de Constitución. Si fallas la tirada de salvación, el objetivo recibe {@daño 8d6} de daño por trueno y queda {@condición aturdida} hasta el final de tu siguiente turno. Si la salvación es satisfactoria, el objetivo recibe la mitad de daño."]}]},{"name":"Dominio de la madera y la tierra","source":"UATheMysticClass","page":21,"order":"Wu Jen","entries":["Sintonizas tu mente para tomar el control de la madera y la tierra."],"focus":"Mientras estés concentrado en esta disciplina, tienes un bono de +1 a la CA.","modes":[{"cost":{"min":1,"max":7},"name":"Arma animada","entries":["Como acción, tu mente toma el control de un arma cuerpo a cuerpo de una mano que estés sosteniendo. El arma vuela hacia una criatura que puedas ver en un radio de 30 pies de ti y realiza un ataque con un arma cuerpo a cuerpo contra ella, utilizando tu modificador de ataque de disciplina para las tiradas de ataque y daño. En caso de impacto, el arma inflige su daño normal, más un {@scaledamage 1d10|1-7|1d10|psi} extra de daño de fuerza por punto de psi gastado en esta habilidad. El arma vuelve a su alcance después de atacar."]},{"cost":{"min":2,"max":2},"name":"Arma Warp","entries":["Como acción, elige un arma no mágica que tenga una criatura que puedas ver en un radio de 60 pies. Esa criatura debe tener éxito en una tirada de salvación de Fuerza, o el arma elegida no puede ser utilizada para atacar hasta el final de tu siguiente turno."]},{"cost":{"min":3,"max":3},"name":"Armadura Warp","entries":["Como acción, elige una armadura no mágica que lleve una criatura que puedas ver en un radio de 60 pies. Esa criatura debe tener éxito en una tirada de salvación de Constitución, o la CA de la criatura se convierte en 10 + su modificador de Destreza hasta el final de tu siguiente tur"]},{"cost":{"min":3,"max":3},"concentration":{"duration":1},"name":"Muro de madera","entries":["Como acción, creas un muro de madera del que al menos una parte debe estar a menos de 60 pies de ti. El muro tiene 60 pies de largo, 15 pies de alto y 1 pie de grosor. El muro dura hasta que termina tu concentración. Cada sección de 5 pies de ancho del muro tiene CA 12 y 100 puntos de golpe. Romper una sección crea un agujero de 5 pies por 5 pies en ella, pero el muro por lo demás permanece intacto."]},{"cost":{"min":6,"max":6},"concentration":{"duration":1},"name":"Forma blindada","entries":["Como acción adicional, obtienes resistencia al daño contundente, perforante y cortante, que dura hasta que finaliza tu concentración."]},{"cost":{"min":7,"max":7},"concentration":{"duration":1},"name":"Animar la Tierra","entries":["Como acción, haces aparecer un elemental de tierra en un espacio desocupado que puedas ver en un radio de 120 pies de ti. El elemental dura hasta que termina tu concentración, y obedece tus órdenes verbales. En combate, tira por su iniciativa y elige su comportamiento durante sus turnos. Cuando este efecto termina, el elemental desaparece. Consulta el Manual del Monstruo para ver su bloque de estadísticas."]}]},{"name":"Fusión mental","source":"UATheMysticClass","page":27,"entries":["Como acción adicional, puedes comunicarte telepáticamente con una criatura dispuesta que puedas ver en un radio de 120 pies. El objetivo debe tener una Inteligencia de al menos 2, de lo contrario este talento falla y la acción se desperdicia.","Esta comunicación puede producirse hasta el final del turno actual. No es necesario que compartas un idioma con el objetivo para que éste entienda tus expresiones telepáticas, y te entiende incluso si carece de idioma. Además, puedes acceder a un recuerdo de la elección del objetivo, lo que te permite recordar perfectamente una cosa que haya visto o hecho."]},{"name":"Golpe mental","source":"UATheMysticClass","page":28,"entries":["Como acción, apuntas a una criatura que puedas ver en un radio de 60 pies de ti. El objetivo debe tener éxito en una tirada de salvación de Constitución o recibir {@daño 1d6} de fuerza. Si recibe algo de este daño y es Grande o más pequeño, queda tendido {@condición de prono}.","El daño del talento aumenta en {@dice 1d6} cuando se alcanza el 5º nivel ({@dice 2d6}), el 11º nivel ({@dice"]},{"name":"Empuje mental","source":"UATheMysticClass","page":28,"entries":["Como acción, apuntas a una criatura que puedas ver en un radio de 120 pies de ti. El objetivo debe tener éxito en una tirada de salvación de Inteligencia o recibir {@daño 1d10} de daño psíquico.","El daño del talento aumenta en {@dice 1d10} cuando alcanzas el 5º nivel ({@daño 2d10}), el 11º nivel ({@daño 3d10}) y el 17º nivel ({@daño 4d10})."]},{"name":"Encanto místico","source":"UATheMysticClass","page":28,"entries":["Como acción, seduces a un humanoide que puedas ver en un radio de 120 pies. El objetivo debe tener éxito en una tirada de salvación de Carisma o será {@condición encantada} por ti hasta el final de tu próximo turno."]},{"name":"Mano mística","source":"UATheMysticClass","page":28,"entries":["Puedes usar tu acción para manipular o mover un objeto a menos de 30 pies de ti. El objeto no puede pesar más de 10 libras, y no puedes afectar a un objeto que esté siendo usado o llevado por otra criatura. Si el objeto está suelto, puedes moverlo hasta 30 pies en cualquier dirección.","Este talento le permite abrir una puerta sin llave, verter una jarra de cerveza, un","El objeto cae al suelo al final de tu turno si lo dejas suspendido en el aire."]},{"name":"Flecha nómada","source":"UATheMysticClass","page":21,"order":"Nómada","entries":["Impregnas un arma a distancia con una extraña apariencia de sensibilidad, lo que le permite encontrar su objetivo de forma infalible."],"focus":"Mientras te centras en esta disciplina, un","modes":[{"cost":{"min":1,"max":7},"name":"Mientras estés concentrado en esta disciplina, cualquier tirada de ataque que hagas para un ataque con arma a distancia ignora la desventaja.","entries":["Como acción adicional, imbuyes un arma a distancia con poder psiónico. El siguiente ataque que realices con ella y que impacte antes del final del turno actual inflige un daño extra de 1d10|1-7|1d10|psi}."]},{"cost":{"min":2,"max":2},"name":"Buscar misiles","entries":["Como reacción cuando fallas un ataque con un arma a distancia, puedes repetir la tirada de ataque contra el mismo objetivo."]},{"cost":{"min":5,"max":5},"concentration":{"duration":1},"name":"Arquero fiel","entries":["Como acción adicional, imbuyes un arma a distancia con una sensibilidad limitada. Hasta que termine tu concentración, puedes hacer un ataque extra con el arma al comienzo de cada uno de tus turnos (no requiere acción). Si se trata de un arma arrojadiza, ésta ret"]}]},{"name":"Camaleón nómada","source":"UATheMysticClass","page":22,"order":"Nómada","entries":["Creas una pantalla de poder psíquico que distorsiona tu apariencia, permitiéndote mezclarte con el fondo o incluso volverte invisible."],"focus":"Mientras estés concentrado en esta disciplina, tienes ventaja en los chequeos de Destreza ({habilidades de Sigilo}).","modes":[{"cost":{"min":2,"max":2},"name":"Camaleón","entries":["Como acción, puedes intentar esconderte aunque no cumplas los requisitos necesarios para hacerlo. Al final del turno en curso, permaneces oculto sólo si entonces cumples los requisitos normales para ocultarte."]},{"cost":{"min":3,"max":3},"concentration":{"duration":1},"name":"Paso de la vista","entries":["Como acción adicional, te ocultas de la vista. Puedes apuntar a una criatura adicional por cada punto de psi adicional que gastes en esta habilidad. Los objetivos añadidos deben ser visibles para ti y estar a menos de 60 pies de ti. Cada objetivo se convierte en {@condición invisible} y permanece así hasta que tu concentración termine o hasta inmediatamente después de que apunte, dañe o afecte de otro modo a cualquier criatura con un ataque, un hechizo u otra habilidad."]},{"cost":{"min":7,"max":7},"concentration":{"duration":1},"name":"Invisibilidad duradera","entries":["Como acción de bonificación, te vuelves {@condición invisible} y permaneces así hasta que termine tu concentración."]}]},{"name":"Mente nómada","source":"UATheMysticClass","page":22,"order":"Nómada","entries":["Envías parte de tu psique a la noosfera, el panorama colectivo de mentes y conocimientos que poseen los seres vivos."],"focus":"Cada vez que te concentras en esta disciplina, eliges una habilidad o herramienta y tienes competencia con ella hasta que termine tu concentración. Además, obtienes la habilidad de leer y escribir un idioma de tu elección hasta que termine tu concentración.","modes":[{"cost":{"min":2,"max":6},"concentration":{"duration":10},"name":"Mente errante","entries":["Entras en una profunda contemplación. Si te concentras durante toda la duración de esta opción, obtienes competencia en hasta tres de las siguientes habilidades (una habilidad por cada 2 puntos de psi gastados): {@habilidad Manejo de animales}, {@habilidad Arcanos}, {@habilidad Historia}, {@habilidad Medicina}, {@habilidad Naturaleza}, {@habilidad Interpretación}, {@habilidad Religión} y {@habilidad Supervivencia}. El beneficio dura 1 hora, sin necesidad de concentración."]},{"cost":{"min":2,"max":2},"concentration":{"duration":1},"name":"Encontrar la criatura","entries":["Buscas información sobre una criatura específica. Si te concentras durante toda la duración de esta opción, obtienes un conocimiento general de la ubicación actual de la criatura. Aprendes la región, ciudad, pueblo, aldea o distrito donde se encuentra, señalando un área de entre 1 y 3 millas de lado (a elección del DM). Si la criatura está en otro plano de existencia, aprendes en cambio en qué plano."]},{"cost":{"min":3,"max":3},"concentration":{"duration":1},"name":"Artículo Lore","entries":["Estudias cuidadosamente un artículo. Si te concentras durante toda la duración de esta opción mientras permaneces a menos de 1,5 metros del objeto, obtienes los beneficios de un hechizo de identificación lanzado sobre ese"]},{"cost":{"min":5,"max":5},"name":"Discurso psíquico","entries":["Como acción, sintonizas tu mente con la huella psíquica de todo lenguaje. Durante 1 hora, obtienes la capacidad de entender cualquier idioma que escuches o intentes leer. Además, cuando hablas, todas las criaturas que pueden entender un idioma comprenden lo que dices, independientemente del idioma en el que estés."]},{"cost":{"min":6,"max":6},"concentration":{"duration":1},"name":"El ojo errante","entries":["Como acción, creas un sensor psíquico en un radio de 60 pies de ti. El sensor dura hasta que termina tu concentración. El sensor es invisible y flota en el aire. Recibes mentalmente información visual de él, que tiene visión normal y visión oscura con un alcance de 60 pies. El sensor puede mirar en todas las direcciones. Como acción, puedes mover el sensor hasta 30 pies en cualquier dirección. No hay límite en cuanto a la distancia que el ojo puede recorrer, pero no puede entrar en otro plano de existencia. Una barrera sólida bloquea el movimiento del ojo, pero el ojo puede pasar a través de una abertura de tan solo 2,5 cm de diámetro"]},{"cost":{"min":7,"max":7},"concentration":{"duration":1},"name":"Ojo de la fase","entries":["Como el Ojo Errante anterior, excepto que el ojo puede moverse a través de s [...]"]}]},{"name":"Paso nómada","source":"UATheMysticClass","page":22,"order":"Nómada","entries":["Ejerces tu mente sobre el área que te rodea, torciendo las vías intraplanares que percibes para permitir un viaje instantáneo."],"focus":"Después de teletransportarte en tu turno mientras estás concentrado en esta disciplina, tu velocidad al caminar aumenta en 3 metros hasta el final del turno, ya que eres impulsado por la magia de tu teletransporte. Sólo puedes recibir este aumento una vez por turno.","modes":[{"cost":{"min":1,"max":7},"name":"Paso de una docena de pasos","entries":["Si aún no te has movido en tu turno, realizas una acción de bonificación para teletransportarte hasta 6 metros por punto de psi gastado a un espacio desocupado que puedas ver, y tu velocidad se reduce a 0 hasta el final del turno."]},{"cost":{"min":1,"max":1},"name":"Ancla nómada","entries":["Como acción, creas un ancla de teletransporte invisible e intangible en un cubo de 5 pies que puedes ver en un radio de 120 pies. Durante las siguientes 8 horas, siempre que utilices esta disciplina psiónica para teletransportarte, puedes en su lugar teletransportarte al ancla, incluso si no puedes verla, pero debe estar dentro del alcance de la habilidad de teletransporte."]},{"cost":{"min":2,"max":2},"name":"Paso defensivo","entries":["Cuando eres golpeado por un ataque, puedes usar tu reacción para ganar un bono de +4 a la CA contra ese ataque, posiblemente convirtiéndolo en un fallo. [...]"]},{"cost":{"min":2,"max":2},"name":"De ida y vuelta","entries":["Como acción de bonificación, te teletransportas hasta 6 metros a un espacio desocupado que puedas ver y luego te mueves hasta la mitad de tu velocidad. A"]},{"cost":{"min":3,"max":3},"name":"Transposición","entries":["Si aún no te has movido en tu turno, elige un aliado que puedas ver en un radio de 60 pies. Como acción adicional, tú y esa criatura os teletransportáis, intercambiando lugares, y tu velocidad se reduce a 0 hasta el final del turno. Esta habilidad falla y se desperdicia si alguno de los dos no cabe en el espacio de destino."]},{"cost":{"min":5,"max":5},"name":"Transposición de la balanza","entries":["Como acción, elige una criatura que puedas ver en un radio de 120 pies. Esa criatura debe hacer una tirada de salvación de Sabiduría. Si fallas la tirada de salvación, tú y esa criatura os teletransportáis, intercambiando lugares. El"]},{"cost":{"min":6,"max":6},"name":"Caravana fantasma","entries":["Como acción, tú y hasta seis criaturas voluntarias de tu elección que puedas ver en un radio de 60 pies de ti os teletransportáis hasta 1 milla a un punto que puedas ver. Si no hay un espacio abierto para que todos los objetivos lo ocupen en el punto de llegada, esta habilidad falla y se desperdicia."]},{"cost":{"min":7,"max":7},"concentration":{"duration":1},"name":"Puerta de los Nómadas","entries":["Como acción, creas un cubo de 5 pies de luz tenue y gris a 5 pies de ti. Creas un cubo idéntico en cualquier punto de tu elección dentro de 1 milla que hayas visto en las últimas 24 horas. Hasta que tu concentración termine, cualquiera que entre en uno de los cubos se teletransporta inmediatamente al otro, apareciendo en un espacio desocupado junto a él. El teletransporte falla si no hay espacio en el que pueda aparecer la criatura."]}]},{"name":"Precognición","source":"UATheMysticClass","page":23,"order":"Despierta","entries":["Analizando la información que le rodea, desde indicios sutiles hasta hechos aparentemente inconexos, aprende a tejer una cadena de probabilidades en un"],"focus":"Mientras estés concentrado en esta disciplina, tienes ventaja en las tiradas de iniciativa.","modes":[{"cost":{"min":2,"max":2},"concentration":{"duration":1},"name":"Presentimiento precognitivo","entries":["Como acción de bonificación, te abres a recibir percepciones momentáneas que mejoran tus probabilidades de éxito; hasta que tu concentración termine, siempre que hagas una tirada de ataque, una tirada de salvación o un chequeo de habilidad, tiras un {@dice d4} y lo sumas al total."]},{"cost":{"min":3,"max":3},"name":"Al","entries":["En respuesta a un ataque que te golpea, utilizas tu reacción para imponer desventaja a ese rol de ataque"]},{"cost":{"min":5,"max":5},"concentration":{"duration":8},"name":"Sentido del peligro","entries":["Como acción, creas un modelo psíquico de la realidad en tu mente y lo configuras para que te muestre unos segundos en el futuro. Hasta que tu concentración termine, no puedes ser sorprendido, las tiradas de ataque contra ti no pueden obtener ventaja y ganas un bono de +10 a la iniciativa."]},{"cost":{"min":7,"max":7},"name":"La victoria antes de la batalla","entries":["Cuando tires la iniciativa, puedes usar esta habilidad para concederte a ti mismo y a hasta cinco criaturas de tu elección en un radio de 60 pies de ti un bono de +10 a la iniciativa."]}]},{"name":"Restauración psiónica","source":"UATheMysticClass","page":23,"order":"Inmortal","entries":["Manejas la energía psiónica para curar heridas y devolver la salud a ti y a los demás."],"focus":"Mientras estés concentrado en esta disciplina, puedes usar una acción de bonificación para tocar a una criatura que tenga 0 puntos de golpe y","modes":[{"cost":{"min":1,"max":7},"name":"Mientras estés concentrado en esta disciplina, puedes usar una acción de bonificación para tocar a una criatura que tenga 0 puntos de golpe y","entries":["Mientras estés concentrado en esta disciplina, puedes usar una acción de bonificación para tocar a una criatura que tenga 0 puntos de golpe y"]},{"cost":{"min":3,"max":3},"name":"Como acción, puedes","entries":["Como acción, tocas a una criatura y le quitas una de las siguientes condiciones: {@condición de ceguera}, {@condición de sordera}, {@condición [...]"]},{"cost":{"min":5,"max":5},"name":"Restaurar la vida","entries":["Como acción, tocas a una criatura que haya muerto en el último minuto. La criatura vuelve a la vida con 1 punto de vida. Esta habilidad no puede devolver a la vida a una criatura que haya muerto de vieja, ni puede restaurar a una criatura a la que le falte alguna parte vital del cuerpo."]},{"cost":{"min":7,"max":7},"name":"Restaurar el vigor","entries":["Como acción, puedes tocar a una criatura y elegir una de las siguientes: eliminar cualquier reducción de una de sus puntuaciones de habilidad, eliminar un efecto que reduzca su máximo de puntos de golpe, o reducir su nivel de {@condición de agotamiento} en uno."]}]},{"name":"Arma psiónica","source":"UATheMysticClass","page":24,"order":"Inmortal","entries":["Has aprendido a canalizar la energía psiónica en tus ataques, dándoles un poder devastador."],"focus":"Siempre que te concentres en esta disciplina, elige un arma que tengas en la mano o tu golpe desarmado. Cuando atacas con ella mientras estás concentrado en esta disciplina, su daño es psíquico y mágico, en lugar de su tipo de daño normal. Hasta que alcances el 6º nivel como místico, no añades tu modificador de Fuerza o Destreza a las tiradas de daño del ataque psíquico.","modes":[{"cost":{"min":1,"max":1},"name":"Arma etérea","entries":["Como acción de bonificación, transformas temporalmente un arma que sostienes o tu golpe desarmado en energía psiónica pura. El siguiente ataque que realices con ella antes del final de tu turno ignora la armadura del objetivo y no requiere ninguna tirada de ataque. En su lugar, el objetivo realiza una tirada de salvación de Destreza contra esta disciplina. En caso de fallar la salvación, el objetivo recibe el daño normal del ataque y sufre sus efectos adicionales. Si la salvación es satisfactoria, el objetivo recibe la mitad del daño del ataque, pero no sufre los efectos adicionales que normalmente se impondrían en caso de impacto."]},{"cost":{"min":1,"max":7},"name":"Golpe letal","entries":["Como acción adicional, imbuyes un arma que tengas en la mano o tu golpe desarmado con energía psíquica. La próxima vez que golpees con ella antes del final de tu turno, inflige un daño psíquico extra {@scaledamage 1d10|1-7|1d10|psi} por punto de psi gastado."]},{"cost":{"min":5,"max":5},"concentration":{"duration":10},"name":"Arma aumentada","entries":["Como acción adicional, toca un arma simple o marcial. Hasta que tu concentración termine, esa arma se convierte en un arma mágica con un bono de +3 a sus tiradas de ataque y daño."]}]},{"name":"Asalto psíquico","source":"UATheMysticClass","page":24,"order":"Despierta","entries":["Manejas tu mente como un arma, liberando salvas de energía psiónica."],"focus":"Mientras estés concentrado en esta disciplina, ganas un bonificador +2 a las tiradas de daño con talentos psiónicos que infligen daño psíquico.","modes":[{"cost":{"min":1,"max":7},"name":"Ráfaga Psiónica","entries":["Como acción, elige una criatura que puedas ver en un radio de 60 pies de ti. El objetivo recibe {@scaledamage 1d8|1-7|1d8|psi} de daño psíquico"]},{"cost":{"min":3,"max":3},"name":"Látigo del ego","entries":["Como acción, elige una criatura que puedas ver en un radio de 60 pies de ti. El objetivo debe realizar una tirada de salvación de Inteligencia. Si falla la tirada de salvación, la criatura recibe {@daño 3d8} de daño psíquico, y se llena de dudas sobre sí misma, pudiendo utilizar su acción en su siguiente turno sólo para realizar la acción de Esquivar, Desengancharse u Ocultarse. Si la tirada de salvación tiene éxito, recibe la mitad de daño."]},{"cost":{"min":5,"max":5},"name":"Insinuación de identidad","entries":["Como acción, elige una criatura que puedas ver en un radio de 60 pies de ti. El objetivo debe hacer una tirada de salvación de Inteligencia. Si falla la tirada de salvación, el c [...]  [...]"]},{"cost":{"min":6,"max":6},"name":"Como acción, elige una criatura que puedas ver en un radio de 60 pies de ti. El objetivo debe hacer una tirada de salvación de Inteligencia. Si falla la tirada de salvación, el c [...]  [...]","entries":["Como acción, desatas una energía psíquica devastadora en un cono de 60 pies. Cada criatura en esa área debe hacer una tirada de salvación de Inteligencia, recibiendo {@daño 8d8} de daño psíquico si falla la tirada de salvación, o la mitad de daño si tiene éxito. Puedes aumentar el daño en {@scaledamage 8d8|6-7|2d8|psi} si gastas 1 punto de psi más en esta habilidad."]},{"cost":{"min":7,"max":7},"name":"Crush psíquico","entries":["Como acción, creas un cubo de 20 pies de energía psíquica dentro de 120 pies de ti. Cada criatura en esa área debe hacer una tirada de salvación de Inteligencia. Si fallas la tirada de salvación, el objetivo recibe {@daño 8d8} de daño psíquico y queda {@condición de aturdimiento} hasta el final de tu siguiente turno. Si la salvación es satisfactoria, el objetivo recibe la mitad de daño."]}]},{"name":"Perturbación psíquica","source":"UATheMysticClass","page":24,"order":"Despierta","entries":["Creas una estática psíquica que perturba la capacidad de otras criaturas para pensar con claridad."],"focus":"Mientras estés concentrado en esta disciplina, tienes ventaja en Carisma ({@habilidad Decepti","modes":[{"cost":{"min":1,"max":7},"concentration":{"duration":1},"name":"Niebla de distracción","entries":["Como acción, elige una criatura que puedas ver en un radio de 60 pies de ti. Esa criatura debe hacer una tirada de salvación de Inteligencia. Si fallas la tirada de salvación, recibe {@scaledamage 1d10|1-7|1d10|psi} de daño psíquico por punto de psi gastado y no puede ver nada a más de 10 pies de distancia hasta que termine tu concentración. Si se salva con éxito, recibe la mitad de daño."]},{"cost":{"min":3,"max":3},"name":"Daze","entries":["Como acción, elige una criatura que puedas ver en un radio de 60 pies de ti. Esa criatura debe hacer una tirada de salvación de Inteligencia. Si fallas la tirada de salvación, el objetivo queda {@condición incapacitada} hasta el final de tu próximo turno o hasta que reciba algún daño."]},{"cost":{"min":5,"max":5},"name":"Tormenta mental","entries":["Como acción, elige un punto que puedas ver en un radio de 60 pies. Cada criatura en una esfera de 20 pies de radio centrada en ese punto debe hacer una tirada de salvación de Sabiduría. Si fallas la tirada de salvación, el objetivo recibe {@daño 6d8} de daño psíquico y sufre desventaja en todas las tiradas de salvación hasta el final de tu siguiente turno. Con una salvación exitosa, la criatura recibe la mitad de daño. Puedes aumentar el daño en {@scaledamage 6d8|5-7|1d6|psi} por cada punto de psi adicional gastado en esta habilidad."]}]},{"name":"Martillo psíquico","source":"UATheMysticClass","page":28,"entries":["Como acción, intentas agarrar a una criatura que puedas ver en un radio de 120 pies de ti, con una mano creada con energía telequinética. El objetivo debe tener éxito en una tirada de salvación de Fuerza o recibir {@daño 1d6} de fuerza. Si recibe alguno de estos daños y es Grande o más pequeño, puedes moverlo hasta 3 metros en línea recta en la dirección que elijas. No puedes levantar al objetivo del suelo a menos que ya esté en el aire o bajo el agua.","El daño del talento aumenta en {@dice 1d6} cuando alcanzas el 5º nivel ({@daño 2d6}), el 11º nivel ({@daño 3d6}) y el 17º nivel ({@daño 4d6})."]},{"name":"Inquisición psíquica","source":"UATheMysticClass","page":25,"order":"Despierta","entries":["Se introduce en la mente de una criatura para descubrir información o sembrar ideas en ella."],"focus":"Mientras te concentras en esta disciplina, sabes cuando una criatura que se comunica contigo","modes":[{"cost":{"min":1,"max":7},"name":"Martillo de la Inquisición","entries":["Como acción, elige una criatura que puedas ver en un radio de 60 pies de ti. El objetivo debe hacer una tirada de salvación de Inteligencia. Si falla la tirada de salvación, recibe {@scaledamage 1d10|1-7|1d10|psi} de daño psíquico por punto de psi gastado y sufre desventaja en su próxima tirada de salvación de Sabiduría antes del final de tu siguiente turno. Si la salvación tiene éxito, recibe la mitad de daño."]},{"cost":{"min":2,"max":2},"name":"Fo","entries":["Como acción, haces una pregunta a una criatura que pueda verte y oírte en un radio de 30 pies. La pregunta [...]  [...]"]},{"cost":{"min":5,"max":5},"concentration":{"duration":1},"name":"Mente de saqueo","entries":["Mientras te concentras en esta habilidad, sondeas la mente de una criatura. La criatura debe permanecer a menos de 30 pies de ti y debes poder verla. Si alcanzas la duración completa de la habilidad, el objetivo debe hacer tres tiradas de salvación de Inteligencia, y aprendes información de él en función del número de tiradas de salvación que falle. Con una tirada de salvación fallida, aprendes sus recuerdos clave de las últimas 12 horas. Con dos tiradas de salvación fallidas, aprendes sus recuerdos clave de las últimas 24 horas. Con tres tiradas de salvación fallidas, aprendes sus recuerdos clave de las últimas 48 horas."]},{"cost":{"min":6,"max":6},"concentration":{"duration":1},"name":"Phan","entries":["Mientras te concentras en esta habilidad, sondeas la mente de una criatura. La criatura debe permanecer a menos de 30 pies de ti y debes poder verla. Si alcanzas la duración completa de la habilidad, el objetivo debe hacer tres tiradas de salvación de Inteligencia, y le plantas un recuerdo o una idea, que dura un número de horas basado en el número de tiradas de salvación que falle. Tú eliges si la idea o el recuerdo es trivial (como \"He desayunado gachas de avena\" o \"La cerveza es lo peor\") o si define la personalidad (\"No he salvado a mi pueblo de los merodeadores orcos y, por tanto, soy un cobarde\" o \"La magia es una plaga, así que ren [...]  [...]  [...]"]}]},{"name":"Fantasmas psíquicos","source":"UATheMysticClass","page":25,"order":"Despierta","entries":["Tu poder llega a la mente de una criatura y le provoca falsas percepciones"],"focus":"Mientras estés concentrado en esta disciplina, tienes ventaja en los chequeos de Carisma ({habilidad Engaño}).","modes":[{"cost":{"min":1,"max":7},"name":"Distraer la atención","entries":["Como acción, elige una criatura que puedas ver en un radio de 60 pies de ti. El objetivo debe hacer una tirada de salvación de Inteligencia. Si falla la tirada de salvación, recibe {@scaledamage 1d10|1-7|1d10|psi} de daño psíquico por punto de psi gastado y cree percibir una criatura amenazante justo fuera de su vista; hasta el final de tu siguiente turno, no puede usar reacciones y las tiradas de ataque cuerpo a cuerpo contra él tienen ventaja. Si se salva, recibe la mitad de daño."]},{"cost":{"min":3,"max":3},"concentration":{"duration":1},"name":"Enemigo fantasma","entries":["Como acción, elige una criatura que puedas ver en un radio de 60 pies de ti. El objetivo debe hacer una tirada de salvación de Inteligencia. Si falla la tirada de salvación, percibe una criatura horrenda adyacente a él hasta que termine tu concentración. Durante este tiempo, el objetivo no puede realizar reacciones, y recibe {@daño 1d8} de daño psíquico al comienzo de cada uno de sus turnos. El objetivo puede repetir la tirada de salvación al final de cada uno de sus turnos, terminando el efecto sobre sí mismo en caso de éxito. Puedes aumentar el daño en {@scaledamage 1d8|3-7|1d8|psi} por cada punto psi adicional gastado en la habilidad"]},{"cost":{"min":5,"max":5},"concentration":{"duration":1},"name":"Traición fantasma","entries":["Como acción, siembras la paranoia delirante en la mente de una criatura. Elige una criatura que puedas ver en un radio de 60 pies de ti. El objetivo debe tener éxito en una tirada de salvación de Inteligencia, o hasta que tu concentración termine, debe apuntar a sus aliados con ataques y otros efectos dañinos. El objetivo puede repetir la tirada de salvación al final de cada uno de sus turnos, terminando el efecto sobre sí mismo en caso de éxito. Una criatura es inmune a esta habilidad si es inmune a ser {@condición encantada}."]},{"cost":{"min":7,"max":7},"concentration":{"duration":1},"name":"Riqueza fantasma","entries":["Como acción, plantas el fantasma de un objeto muy deseado en la mente de una criatura. Elige una criatura que puedas ver en un radio de 60 pies de ti. El objetivo debe realizar una tirada de salvación de Inteligencia. Si fallas la tirada de salvación, obtienes un control parcial sobre el comportamiento del objetivo hasta que termine tu concentración; el objetivo se mueve como tú quieras en cada uno de sus turnos, mientras cree que persigue el objeto fantasma que desea. Si no ha recibido daño desde su último turno, puede usar su acción sólo para admirar el objeto que has creado en su percepción. El objetivo puede repetir la tirada de salvación al final de cada uno de sus turnos, terminando el efecto sobre sí mismo en caso de éxito."]}]},{"name":"Contacto telepático","source":"UATheMysticClass","page":26,"order":"Despierta","entries":["Al canalizar el poder psiónico, obtienes la capacidad de controlar a otras criaturas sustituyendo tu voluntad por la suya."],"focus":"Mientras estés concentrado en esta disciplina, obtienes la capacidad de usar tu característica de clase Telepatía con hasta seis criaturas a la vez. Si no tienes esa","modes":[{"cost":{"min":2,"max":2},"name":"Mientras estés concentrado en esta disciplina, obtienes la capacidad de usar tu característica de clase Telepatía con hasta seis criaturas a la vez. Si no tienes esa","entries":["Como acción, apuntas a una criatura con la que puedes comunicarte por telepatía. El objetivo debe realizar una tirada de salvación de Inteligencia. Si fallas la tirada de salvación, el objetivo responde con la verdad a una pregunta que le hagas por telepatía. Si la salvación es satisfactoria, el objetivo no se ve afectado y no puedes volver a utilizar esta habilidad con él hasta que termines un descanso largo. Una criatura es inmune a esta habilidad si es inmune a ser {@condición de encantamiento}."]},{"cost":{"min":2,"max":2},"name":"Mente ocluida","entries":["Como acción, apuntas a una criatura con la que puedes comunicarte por telepatía. El objetivo debe realizar una tirada de salvación de Inteligencia. Si falla la tirada de salvación, el objetivo cree una afirmación de tu elección durante los siguientes 5 minutos que le comunicas por telepatía. La afirmación puede tener hasta diez palabras y debe describirte a ti o a una criatura u objeto que el objetivo pueda ver. Si la salvación tiene éxito, el objetivo no se ve afectado y no puedes volver a utilizar esta habilidad con él hasta que termines un descanso largo. Una criatura es inmune a esta habilidad si es inmune a ser {@condición de encantamiento}."]},{"cost":{"min":5,"max":5},"name":"Voluntad rota","entries":["Como acción, apuntas a una criatura con la que puedes comunicarte por telepatía. El objetivo debe realizar una tirada de salvación de Inteligencia. Si fallas la tirada de salvación, eliges el movimiento y la acción del objetivo en su siguiente turno. Si la salvación es satisfactoria, el objetivo no se ve afectado y no puedes volver a utilizar esta habilidad con él hasta que termines un descanso largo. Una criatura es inmune a esta habilidad si es inmune a ser {@condición encantada}."]},{"cost":{"min":6,"max":6},"concentration":{"duration":1},"name":"Agarre psíquico","entries":["Como acción, apuntas a una criatura que puedas ver en un radio de 60 pies de ti. El objetivo debe tener éxito en una tirada de salvación de Inteligencia, o queda {@condición paralizada} hasta que termine tu concentración. Al final de cada uno de sus turnos, puede repetir la tirada de salvación. Si tiene éxito, el efecto termina. Si fallas, puedes usar tu reacción para obligar al objetivo a moverse hasta la mitad de su velocidad, aunque esté {@condición paralizada}."]},{"cost":{"min":7,"max":7},"concentration":{"duration":1},"name":"Dominación psíquica","entries":["Como acción, apuntas a una criatura que puedas ver en un radio de 60 pies de ti. El objetivo debe tener éxito en una tirada de salvación de Inteligencia, o tú eliges las acciones y el movimiento de la criatura en sus turnos hasta que tu concentración termine. Al final de cada uno de sus turnos, puede repetir la tirada de salvación, terminando el efecto sobre sí mismo en caso de éxito. Una criatura es inmune a esta habilidad si es inmune a ser {@condición encantada}."]}]},{"name":"Tercer ojo","source":"UATheMysticClass","page":26,"order":"Nómada","entries":["Creas un tercer ojo psíquico en tu mente, que lanzas al mundo. Canaliza los pensamientos y el conocimiento hacia ti, potenciando enormemente tus sentidos."],"focus":"Mientras estés concentrado en esta disciplina, tienes visión oscura con un alcance de 60 pies. Si ya tienes visión oscura con ese alcance o superior, aumenta su alcance en 3 metros.","modes":[{"cost":{"min":2,"max":2},"concentration":{"duration":1},"name":"Tremorsense","entries":["Como acción de bonificación, obtienes sentido del temblor con un radio de 30 pies, que dura hasta que tu concentración termine."]},{"cost":{"min":2,"max":2},"name":"Ojo inquieto","entries":["Como acción adicional, ganas ventaja en los chequeos de Sabiduría durante 1 minuto."]},{"cost":{"min":3,"max":3},"concentration":{"duration":1},"name":"Vista de perforación","entries":["Como acción de bonificación, obtienes la capacidad de ver a través de objetos de hasta 1 pie de grosor en un radio de 30 pies de ti. Esta visión dura hasta que termina tu concentración."]},{"cost":{"min":5,"max":5},"concentration":{"duration":1},"name":"Truesight","entries":["Como acción de bonificación, obtienes una visión verdadera con un radio de 30 pies, que dura hasta que termina tu concentración."]}]}]}