{"recipe":[{"name":"\"Orc\" Bacon","page":156,"type":"Cocina poco común","dishTypes":["snack"],"serves":{"note":"como un aperitivo","exact":4},"ingredients":[{"type":"ingrediente","entry":"{=cantidad1/v} libra de tocino de corte grueso","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de azúcar moreno ligero","amount1":3},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de pimienta negra recién molida","amount1":0.5},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de ajo en polvo","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de zumo de naranja","amount1":2}],"instructions":["Precaliente el horno a 375°F con una rejilla en el centro del horno. Forre una bandeja de horno grande con borde con papel de aluminio. Cubra una rejilla grande con spray antiadherente para cocinar y colóquela en la bandeja forrada con papel de aluminio.","Disponga las lonchas de bacon en la rejilla, colocándolas unas contra otras para que quepa toda la libra. Asar hasta que pierdan algo de grasa y se encojan un poco, unos 12 minutos.","Mientras tanto, en un bol pequeño, mezcle el azúcar moreno, la pimienta, el ajo en polvo y el zumo de naranja. Unte ligeramente las lonchas con la mitad de esta mezcla de azúcar moreno y continúe asando hasta que el azúcar moreno se adhiera al beicon y éste tenga un aspecto brillante, unos 7 minutos. Con unas pinzas, dé la vuelta a las lonchas. Pinte ligeramente las lonchas con el resto de la mezcla de azúcar moreno y continúe asando hasta que la mezcla de azúcar moreno se adhiera al bacon y éste tenga un aspecto brillante, de 5 a 7 minutos más. Ponga las lonchas en un plato y sírvalas calientes."],"hasFluff":true,"hasFluffImages":true},{"name":"Ternera braseada de Amphail","page":14,"type":"Humano","dishTypes":["entrada"],"allergenGroups":["gluten","sulfitos"],"serves":{"exact":4},"ingredients":[{"type":"ingrediente","entry":"{=cantidad1/v} libras de asado de ternera, sin el exceso de grasa","amount1":3},"Sal Kosher y pimienta negra recién molida",{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de aceite de sabor neutro, como el vegetal, el de canola, el de cártamo o el de uva","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} cebollas amarillas, cortadas en rodajas gruesas","amount1":5},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de tomillo seco, machacado","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} cucharaditas de jengibre molido","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de harina común","amount1":1.5},{"type":"ingrediente","entry":"{=cantidad1/v} taza de sidra espumosa, preferiblemente de pera","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} taza de caldo de pollo bajo en sodio","amount1":0.5},{"type":"ingrediente","entry":"{=cantidad1/v} peras Bosc, Bartlett o Anjou maduras pero firmes, peladas, sin corazón y cortadas en trozos de {=cantidad2/v} pulgadas","amount1":3,"amount2":1},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de vinagre de sidra","amount1":0.75},{"type":"ingrediente","entry":"{=cantidad1/v} taza de pa fresco picado","amount1":0.25}],"instructions":["Ponga la carne en una tabla de cortar, séquela con papel de cocina, átela de forma uniforme con hilo de cocina a intervalos de 2 pulgadas y espolvoree generosamente con sal y pimienta.","En una olla grande a fuego medio-alto, calentar 1 cucharada de aceite hasta que brille. Añada la carne y cocínela, sin removerla, hasta que se dore profundamente en la parte inferior, de 3 a 4 minutos. Dar la vuelta a la carne y seguir cocinando hasta que esté bien dorada por los tres lados restantes, de 10 a 12 minutos más. Pasar la carne a una fuente grande.","Vuelva a poner la olla a fuego medio-alto, añada la cucharada de aceite restante y caliéntela hasta que esté brillante. Añadir las cebollas y 1 cucharadita de sal y cocinar, removiendo y raspando el fondo de la olla de vez en cuando, hasta que las cebollas empiecen a ablandarse y a soltar algo de líquido, unos 4 minutos. Poner el fuego a medio-bajo y continuar la cocción durante 15 minutos, removiendo y raspando el fondo de la olla de vez en cuando y ajustando el fuego según sea necesario para asegurarse de que las cebollas se cocinan suavemente, sin quemarse. Añadir el tomillo, el jengibre y la harina y seguir cocinando, removiendo, hasta que las cebollas estén pegajosas y doradas, unos 5 minutos más. Añadir la sidra, el caldo y ½ cucharadita de sal. Remover y raspar el fondo de la olla para aflojar y disolver los trozos dorados.","Mientras tanto, precaliente el horno a 300°F con una rejilla en la parte media-baja del horno.","Acomodar la carne en las cebollas (las cebollas y los jugos acumulados deben llegar a unos tres cuartos de los lados de la carne). Tape la olla, llévela al horno y cocine durante 1 hora y 35 minutos. Añada las peras y vuelva a meterlas en las cebollas, vuelva a meter la olla en el horno y siga cocinando, tapada, hasta que la carne esté muy tierna (un cuchillo de pelar debe deslizarse fácilmente en la carne) y registre 200°F en un termómetro de lectura instantánea, unas 2¼ horas más.","Transfiera la carne a una tabla de cortar y, con una espumadera grande, ponga las cebollas y las peras en una fuente de servir; cubra con papel de aluminio para mantener el calor. Vierta el líquido acumulado en una taza de medir y deje reposar hasta que toda la grasa suba a la superficie, unos 10 minutos. Incline el vaso medidor y utilice una cuchara sopera ancha y poco profunda para retirar la grasa de la superficie y desecharla. Añadir el vinagre y la mayor parte del perejil al líquido desgrasado y remover para combinar. Pruebe y rectifique la sazón con sal y pimienta, si es necesario.","Retire el hilo de la carne y córtela a contrapelo en rodajas de ½ pulgada de grosor (o sepárela en trozos). Coloque la carne en la fuente con las cebollas y las peras, vierta los jugos sazonados sobre la carne, espolvoree con el perejil restante y sirva."],"miscTags":["alcohol"],"hasFluff":true},{"name":"El chile Halfling asado a la llama de Arkhan el Cruel","page":155,"type":"Cocina poco común","dishTypes":["entrada"],"allergenGroups":["sulfitos","crustáceos","gluten"],"serves":{"min":4,"max":6},"ingredients":[{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de cacao en polvo sin azúcar","amount1":1.5},{"type":"ingrediente","entry":"{=cantidad1/v} tabla","amount1":1.5},{"type":"ingrediente","entry":"{=cantidad1/v} cucharaditas de canela molida","amount1":1.25},{"type":"ingrediente","entry":"{=cantidad1/v} cucharaditas de orégano seco","amount1":1.5},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de comino molido","amount1":0.75},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de pimienta de Jamaica molida","amount1":0.5},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de clavo de olor molido","amount1":0.25},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de cayena, o según sea necesario","amount1":0.25},"Sal Kosher y pimienta negra recién molida",{"type":"ingrediente","entry":"{=cantidad1/v} ({=cantidad2/v} onzas) de alubias rojas, escurridas y enjuagadas","amount1":2,"amount2":15},{"type":"ingrediente","entry":"{=cantidad1/v} tazas de caldo de pollo bajo en sodio","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} rebanadas de tocino","amount1":4},{"type":"ingrediente","entry":"{=cantidad1/v} cebolla amarilla grande, finamente picada","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} dientes de ajo, finamente picados","amount1":5},{"type":"ingrediente","entry":"{=cantidad1/v} ({=cantidad2/v}-ounce) lata de puré de tomate","amount1":1,"amount2":15},{"type":"ingrediente","entry":"{=cantidad1/v} cucharaditas de azúcar moreno o claro","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} libra de pavo molido sin grasa","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de vinagre de sidra","amount1":1},"Galletas de ostras, fideos recién cocidos con mantequilla, queso Cheddar rallado y/o cebolla finamente picada para servir (opcional)"],"instructions":["En","En una licuadora o procesador de alimentos, haga un puré con la mitad de las alubias rojas con aproximadamente ¾ de taza de caldo hasta que quede suave y reserve.","En un horno holandés pequeño a fuego medio, freír el tocino, dándole la vuelta cuando sea necesario, hasta que esté bien dorado, unos 13 minutos. Pasar el bacon a papel de cocina para escurrirlo, picarlo y reservarlo.","Vuelva a poner la olla a fuego medio, añada la cebolla y una pizca de sal a la grasa del tocino fundido y cocine, removiendo de vez en cuando, hasta que se ablande, unos 4 minutos. Añada el ajo y la mezcla de especias reservada y cocine, removiendo constantemente, hasta que esté fragante, aproximadamente 1 minuto más. Añada las 1¼ tazas de caldo restantes y deje que hierva a fuego lento, removiendo y raspando el fondo de la olla para aflojar y disolver los trozos dorados. Añada el puré de tomate, el azúcar moreno y la mezcla de alubias trituradas y remueva para incorporarlos. Añadir el pavo molido y romperlo en trozos grandes (se romperá más por sí mismo). Añade las alubias rojas restantes y remueve para mezclar. Ajuste el fuego a medio-alto y deje que hierva a fuego lento; luego ajuste el fuego a medio-bajo y deje que hierva a fuego lento para que se mezclen los sabores y se espese ligeramente, removiendo y raspando el fondo de la olla de vez en cuando, unos 30 minutos.","Añadir el vinagre y el tocino reservado y remover. Pruebe y ajuste la sazón con más sal y pimienta, si es necesario. Servir con galletas de ostras o fideos, queso y cebolla, al gusto."],"noteCook":["El cacao en polvo aporta complejidad de sabor y un tono oscuro al chile, sin que sepa a chocolate. La cayena le da un ligero toque, pero puede añadir más si le gusta el chile picante."],"miscTags":["alcohol"],"hasFluff":true,"hasFluffImages":true},{"name":"Bangers y Smash","page":89,"type":"Enano","dishTypes":["lado"],"allergenGroups":["mostaza"],"serves":{"exact":4},"ingredients":[{"type":"ingrediente","entry":"{=cantidad1/v} libras (aproximadamente {=cantidad2/v}) de patatas pequeñas de piel roja o Yukon gold creamer, lavadas","amount1":1.5,"amount2":16},{"type":"ingrediente","entry":"{=cantidad1/v} taza e","amount1":0.5},"Sal Kosher y pimienta negra recién molida",{"type":"ingrediente","entry":"{=cantidad1/v} puerros, partes blancas y verde claro, cortados por la mitad a lo largo y en trozos de {=cantidad2/v} pulgadas","amount1":2,"amount2":1},{"type":"ingrediente","entry":"{=cantidad1/v} a {=cantidad2/v} salchichas de pollo o de cerdo frescas o totalmente cocidas (salchichas de desayuno o de cualquier sabor de su elección)","amount1":4,"amount2":8},{"type":"ingrediente","entry":"{=cantidad1/v} libra de tomates cherry grandes","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de perejil fresco picado","amount1":2}],"instructions":["Precaliente el horno a 450°F con una rejilla en el centro del horno.","En una bandeja de horno grande con borde, ase las patatas hasta que estén muy tiernas, unos 40 minutos.","Retirar la bandeja del horno (dejar el horno encendido) y reservar para que se enfríe, unos 10 minutos. Pasar las patatas a una fuente, pincelar la bandeja de horno con 2 cucharadas de aceite de oliva y espolvorear la bandeja con sal y pimienta. Vuelva a colocar las patatas en la bandeja del horno, separándolas unos 5 cm. Con la parte inferior de una taza u otra bandeja para hornear (para hacer todas las patatas a la vez), presionar fuertemente las patatas para romper su piel y comprimir la pulpa hasta un grosor de aproximadamente 1 pulgada (no aplastarlas más fino). Untar las patatas con 2 cucharadas de aceite de oliva, volver a meterlas en el horno y seguir asándolas durante 15 minutos. Sacar la bandeja del horno, dar la vuelta a las patatas y volver a colocarlas en la mitad de la bandeja.","En el recipiente ahora vacío, eche los puerros con 3 cucharadas de aceite de oliva, sazone con sal y pimienta, y extiéndalos en el lado vacío de la bandeja de hornear. Añada las salchichas al bol ahora vacío, añada 1½ cucharaditas de aceite de oliva y [...]","Asar durante 8 minutos. Retire la bandeja del horno, mueva las salchichas a un lado, remueva los puerros, distribúyalos en unos dos tercios del espacio vacío de la bandeja y vuelva a colocar las salchichas","En el cuenco ahora vacío, mezcle los tomates con la 1½ cucharadita de aceite restante para cubrirlos. Espolvorear ligeramente con sal y pimienta y mezclar de nuevo. Distribuya los tomates en el espacio vacío de la bandeja del horno y continúe asando hasta que las pieles estallen, las salchichas se calienten y las patatas estén crujientes, unos 10 minutos más.","Pasar las patatas, los tomates, las salchichas y los puerros a una fuente de servir, espolvorear con el perejil y servir."],"hasFluff":true,"hasFluffImages":true},{"name":"Pudín de caramelo baroviano","page":171,"type":"Cocina poco común","dishTypes":["postre"],"allergenGroups":["mi","huevos","sulfitos"],"serves":{"exact":4},"ingredients":[{"type":"ingrediente","entry":"{=cantidad1/v} taza de mantequilla sin sal","amount1":0.25},{"type":"ingrediente","entry":"{=cantidad1/v} taza de azúcar moreno envasado","amount1":0.67},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de agua","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} tablesp","amount1":1.5},{"type":"{=cantidad1/v} tablesp","entry":"{=cantidad1/v} cucharadita de zumo de limón fresco","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de sal kosher","amount1":0.75},{"type":"ingrediente","entry":"{=cantidad1/v} taza de crema de leche","amount1":0.75},{"type":"ingrediente","entry":"{=cantidad1/v} tazas de leche entera","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} yemas de huevo","amount1":3},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de maicena","amount1":3},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de extracto puro de vainilla","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} cucharada de whisky escocés o irlandés (véase la nota del cocinero)","amount1":1},"Nata montada muy ligeramente azucarada para servir"],"instructions":["En una cacerola pesada a fuego medio, combine la mantequilla, el azúcar moreno, el agua, el jarabe de maíz, el jugo de limón y la sal. Llevar a ebullición, removiendo de vez en cuando para derretir la mantequilla y disolver el azúcar. Continuar la cocción a fuego lento, removiendo de vez en cuando, hasta que la mezcla registre 240 °F en un termómetro de lectura instantánea o de caramelo, unos 3 minutos. Ajuste el fuego a medio-bajo y cocine a fuego lento (la mezcla debe burbujear perezosamente y de manera constante, si no es así, ajuste el calor en consecuencia), revolviendo con frecuencia, hasta que la mezcla registre 300 ° a 310 ° F en el termómetro y tenga un sabor amargo.","Mientras tanto, en un bol, bata la nata y la leche para combinarlas. En otro bol, bata las yemas, la maicena y un poco de la mezcla de nata y leche hasta que quede uniforme;","Retirar del fuego la sartén con la mezcla de caramelo marrón. Vierta con mucho cuidado aproximadamente ½ taza de la mezcla de nata y leche; la mezcla burbujeará, emitirá vapor y posiblemente salpicará. Batir enérgicamente, pero con cuidado, durante aproximadamente 1 minuto, llegando a las esquinas del cazo. Si parte de la mezcla de caramelo se agarra o sigue pegada en las esquinas del cazo, se volverá a fundir y se aflojará de nuevo. Vuelva a poner el cazo a fuego medio y, sin dejar de batir, añada el resto de la mezcla de nata y leche; siga batiendo hasta que los restos de caramelo se hayan derretido por completo y la mezcla llegue a hervir a fuego lento, unos 3 minutos.","Sin dejar de batir, añada gradualmente aproximadamente ½ taza de caramelo a las yemas de huevo. De nuevo batiendo constantemente, añada la mezcla de huevos a la sartén y continúe cocinando, batiendo constantemente, durante 1 minuto más. Retirar del fuego, añadir la vainilla y el whisky y batir para incorporarlos.","Poner un colador de malla fina sobre un bol. Vierta el pudín y, con una espátula flexible, doble y remueva el pudín suavemente para que pase por el colador. Con un trozo de papel de pergamino o una envoltura de plástico, cubra el pudín, presionando el papel o la envoltura directamente sobre la superficie del pudín.","Refrigerar hasta que esté frío y cuajado, al menos 4 o hasta 24 horas. En el momento de servir, remueva el pudín suavemente hasta que esté suave, y luego cubra con la crema batida."],"noteCook":["Evite utilizar un whisky escocés con mucha pimienta, ya que puede sobrecargar el plato con el ahumado."],"miscTags":["alcohol"],"hasFluff":true,"hasFluffImages":true},{"name":"Morcilla","page":109,"type":"Enano","dishTypes":["postre"],"allergenGroups":["leche","huevos","sulfitos"],"serves":{"exact":4},"ingredients":[{"type":"ingrediente","entry":"{=cantidad1/v} taza de azúcar moreno ligero envasado","amount1":0.67},{"type":"ingrediente","entry":"{=cantidad1/v} taza de espresso instantáneo en polvo","amount1":0.25},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de cacao en polvo procesado en Holanda","amount1":3},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de maicena","amount1":3},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de sal kosher","amount1":0.5},{"type":"ingrediente","entry":"{=cantidad1/v} yemas de huevo","amount1":3},{"type":"ingrediente","entry":"{=cantidad1/v} taza de crema de leche","amount1":0.75},{"type":"ingrediente","entry":"{=cantidad1/v} tazas de leche entera","amount1":2.75},{"type":"ingrediente","entry":"{=cantidad1/v} taza de mantequilla sin sal","amount1":0.25},{"type":"ingrediente","entry":"{=cantidad1/v} cucharaditas de extracto puro de vainilla","amount1":1.5},{"type":"ingrediente","entry":"{=cantidad1/v} cucharada de licor de café, como Kahlua","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} cucharaditas de brandy o coñac","amount1":2},"Virutas de chocolate para servir","Nata montada muy ligeramente azucarada para servir (opcional)"],"instructions":["En una cacerola pesada, bata el azúcar moreno, el café en polvo, el cacao en polvo, la maicena y la sal, deshaciendo los grumos de azúcar moreno a medida que avanza. Añada las yemas de huevo y la nata y bata, llegando a las esquinas del cazo, hasta que la mezcla sea suave y uniforme. Añadir la leche y batir hasta que se incorpore.","Ponga la sartén a fuego medio y cocine, batiendo constantemente y llegando a las esquinas de la sartén, hasta que la mezcla se espese y burbujee en su superficie, de 8 a 10 minutos. Continuar la cocción durante 1 minuto más. Retirar del fuego; añadir la mantequilla, la vainilla, el licor de café y el brandy; y batir para que se derrita e incorpore la mantequilla por completo.","Poner un colador de malla fina sobre un bol. Vierta el pudín y, con una espátula flexible, doble y remueva el pudín suavemente para que pase por el colador. Con un trozo de papel de pergamino o una envoltura de plástico, cubra el pudín, presionando el papel o la envoltura directamente sobre la superficie del pudín.","Refrigere hasta que se enfríe y cuaje, al menos 4 o hasta 12 horas. En el momento de servirlo, remueva suavemente el budín hasta que esté suave y luego cubra con virutas de chocolate y crema batida, si la utiliza."],"noteCook":["Evite sustituir el cacao en polvo procesado en Holanda aquí, porque es más oscuro que el cacao natural y tiene un sabor distinto. Podrá saborear el cacao en el pudín, pero el espresso será el sabor dominante."],"miscTags":["alcohol"],"hasFluff":true,"hasFluffImages":true},{"name":"Cordero estofado","page":164,"type":"Cocina poco común","dishTypes":["entrada"],"allergenGroups":["sulfitos","leche"],"serves":{"min":4,"max":6},"ingredients":[{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de aceite de oliva","amount1":1.5},{"type":"ingrediente","entry":"{=cantidad1/v} dientes de ajo, finamente picados","amount1":15},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de tomillo fresco finamente picado","amount1":1.5},{"type":"ingrediente","entry":"{=cantidad1/v} cucharada de romero fresco finamente picado","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} libras de pierna de cordero deshuesada, desatada y desechada la red, si es necesario","amount1":3.5},"Sal Kosher y pimienta negra recién molida",{"type":"ingrediente","entry":"{=cantidad1/v} cucharaditas","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} taza de vermut seco","amount1":0.5},{"type":"ingrediente","entry":"{=cantidad1/v} libras (aproximadamente {=cantidad2/v} tazas) de cebollas perladas congeladas, descongeladas, escurridas y secadas","amount1":1.5,"amount2":5},{"type":"ingrediente","entry":"{=cantidad1/v} cucharaditas de azúcar moreno ligero","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de mantequilla sin sal","amount1":3},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de zumo de limón fresco","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} taza de menta fresca picada","amount1":0.25}],"instructions":["En una pequeña sartén antiadherente a fuego medio, mezcle el aceite de oliva, el ajo, el tomillo y el romero y cocine, removiendo, hasta que empiece a chisporrotear, de 3 a 4 minutos. Raspe la mezcla en un bol pequeño (debería tener aproximadamente ⅓ taza); retire 1½ cucharadas de la mezcla y resérvela por separado.","Con un cuchillo de hoja fina y afilada (para deshuesar), recorte la grasa, el cartílago y la piel plateada tanto del exterior como del interior del cordero. Con la punta del cuchillo, haga cortes en los músculos más grandes para ayudar a que se aplanen; cubra la carne con una envoltura de plástico y macháquela hasta conseguir un grosor lo más uniforme posible. Con la punta del cuchillo, marcar ligeramente la cara interior de la carne con cortes de ¼ de pulgada de profundidad a una distancia de 1 pulgada en forma de cruz. Frote la mayor cantidad de la mezcla de ajo y hierbas sobre la superficie marcada, dejando un borde de 1 pulgada alrededor de los bordes; espolvoree uniformemente con 1½ cucharaditas de sal y 1 cucharadita de pimienta. Enrolle la carne en un cilindro compacto y ordenado, recogiendo los trozos sueltos y las solapas a medida que avanza, y átelo con hilo de cocina a intervalos de 1½ pulgadas, así como una o dos veces a lo largo. Dejar reposar el cordero a temperatura ambiente durante 1 hora.","Precaliente el horno a 400°F con una rejilla en el centro del horno. Seca el cordero con toallas de papel y espolvoréalo generosamente por todas partes con sal y pimienta.","En una sartén grande apta para el horno, a fuego medio-alto, calentar el aceite hasta que brille. Añadir el cordero y dorarlo bien por todos los lados, dándole la vuelta cada 3 minutos, durante unos 12 minutos. Llevar la sartén al horno y asar hasta que el centro de la carne registre entre 120° y 125°F para que esté poco hecha (o entre 130° y 135°F para que esté entre media y buena) en un termómetro de lectura instantánea, unos 40 minutos.","Transfiera el cordero a una tabla para trinchar, cúbralo ligeramente con papel de aluminio y déjelo reposar durante unos 15 minutos (la temperatura interna aumentará mientras la carne reposa).","Mientras tanto, teniendo cuidado con la sartén que está muy caliente, póngala a fuego medio-alto. Añada el vermut y llévelo a fuego lento, removiendo y raspando el fondo de la sartén para aflojar y disolver los trozos pegados. Añada las cebollas perladas y ¾ de cucharadita de sal, vuelva a poner a fuego lento, tape y cocine, removiendo de vez en cuando, durante 5 minutos. Añadir el azúcar moreno y la mezcla de ajo y hierbas reservada, remover para incorporarla y seguir cocinando a fuego lento, sin tapar, hasta que las cebollas estén completamente tiernas y el líquido de la sartén se reduzca a una cucharada, unos 4 minutos más.","Retirar la sartén del fuego, añadir la mantequilla y remover para que se derrita y se incorpore. Añadir el zumo de limón y la pimienta al gusto y remover para incorporarlo. Probar y ajustar la sazón con más sal, si es necesario. Añadir la mayor parte de la menta y remover para distribuirla.","Retirar el cordel, cortar el cordero en rodajas y colocarlo en una fuente caliente. Pasar la mezcla de menta a la fuente con el cordero o a su propia fuente de servir, espolvorear con el resto de la menta y servir enseguida."],"noteCook":["Una pierna de cordero deshuesada puede tardar hasta 30 minutos en ser recortada. Dado que la pierna incluye músculos de distinto grosor, utilice un cuchillo de deshuesar afilado para cortar hendiduras en la carne y luego golpee toda la pierna para igualar el grosor antes de enrollarla y atarla."],"miscTags":["alcohol"],"hasFluff":true},{"name":"Pan de pastor bytopiano","page":176,"type":"Cocina poco común","dishTypes":["entrada"],"allergenGroups":["leche","gluten","huevos","nueces"],"makes":"Un CARRITO DE 8½ PULGADAS","ingredients":[{"type":"ingrediente","entry":"{=cantidad1/v} tazas de harina común","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} cucharaditas de levadura en polvo","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de bicarbonato de sodio","amount1":0.5},{"type":"ingrediente","entry":"{=cantidad1/v} cucharaditas de jengibre molido","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de canela molida","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de nuez moscada recién molida","amount1":0.5},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de sal kosher","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} taza de grosellas","amount1":0.5},{"type":"ingrediente","entry":"{=cantidad1/v} {@unidad {=cantidad1}|huevo|huevo}","amount1":3},{"type":"ingrediente","entry":"{=cantidad1/v} taza de azúcar moreno ligero envasado","amount1":0.75},{"type":"ingrediente","entry":"{=cantidad1/v} taza de mantequilla sin sal, derretida y enfriada","amount1":0.25},{"type":"ingrediente","entry":"{=cantidad1/v} taza de suero de leche","amount1":0.33},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de extracto puro de vainilla","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} libra de zanahorias, peladas y ralladas gruesas (aproximadamente {=cantidad2/v} tazas)","amount1":1,"amount2":3},{"type":"ingrediente","entry":"{=cantidad1/v} taza de almendras fileteadas o en rodajas","amount1":0.5}],"instructions":["Precaliente el horno a 350°F con una rejilla en el medio del horno. Engrase ligeramente o unte con mantequilla un molde antiadherente de 8½ por 4½ pulgadas.","En un bol, bata la harina, la levadura en polvo, el bicarbonato, el jengibre, la canela, la nuez moscada y la sal para combinarlos. Añade las grosellas y remueve para distribuirlas.","En un bol grande, bata los huevos y el azúcar moreno hasta que estén bien mezclados. Añada la mantequilla derretida y bata para combinarla bien. Añada el suero de leche y el extracto de vainilla y bata para mezclar bien. Incorporar las zanahorias. Añada la mezcla seca y, con una espátula flexible, mezcle y remueva hasta que los ingredientes húmedos y secos se hayan incorporado; no mezcle en exceso. Vierta la masa en el molde preparado y alise la parte superior. Espolvorear las almendras de manera uniforme sobre la masa y presionarlas muy ligeramente para que se adhieran.","Hornee hasta que las almendras de la parte superior estén doradas, los bordes del pan se despeguen del molde y un palillo insertado en el centro salga limpio, unos 55 minutos, girando el molde 180 grados a mitad del tiempo de horneado.","Enfriar el molde sobre una rejilla durante unos 15 minutos. Saque el pan, colóquelo con el lado derecho sobre la rejilla, enfríelo a temperatura ambiente y sírvalo."],"hasFluff":true,"hasFluffImages":true},{"name":"Sopa de cebolla del Castillo de Ámbar","page":39,"type":"Humano","dishTypes":["entrada","sopa"],"allergenGroups":["gluten","leche","sulfitos"],"serves":{"exact":4},"ingredients":[{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de mantequilla sin sal","amount1":4},{"type":"ingrediente","entry":"{=cantidad1/v} libras (aproximadamente {=cantidad2/v}) de cebollas amarillas, finamente","amount1":4,"amount2":8},"Sal Kosher",{"type":"ingrediente","entry":"{=cantidad1/v} hojas de laurel","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} cucharada de hojas de tomillo fresco, finamente picadas","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} cucharada de harina común","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} taza de jerez seco o de vino blanco seco","amount1":0.5},{"type":"ingrediente","entry":"{=cantidad1/v} tazas de caldo de pollo bajo en sodio","amount1":4},{"type":"ingrediente","entry":"{=cantidad1/v} tazas de caldo de carne bajo en sodio","amount1":1.5},"Pimienta negra recién molida",{"type":"ingrediente","entry":"{=cantidad1/v} rebanadas finas de una baguette","amount1":8},{"type":"ingrediente","entry":"{=cantidad1/v} diente de ajo, pelado y partido por la mitad","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} tazas de queso Gruyère rallado","amount1":1.25},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de cebollino picado para decorar","amount1":2}],"instructions":["En una olla grande a fuego medio-alto, derrita 3 cucharadas de mantequilla. Añadir las cebollas y 1 cucharadita de sal y cocinar, removiendo de vez en cuando, hasta que se ablanden, unos 10 minutos. Ajustar el fuego a medio, añadir las hojas de laurel y seguir cocinando, removiendo y raspando el fondo de la olla de vez en cuando, hasta que las cebollas tengan un color dorado claro y estén pegajosas, aproximadamente 1½ horas (ajustar el fuego según sea necesario para asegurarse de que se están caramelizando, no chamuscando).","Ajuste el fuego a medio-bajo. Añada ¼ de taza de agua y raspe el fondo de la olla para aflojar y disolver los trozos marrones. Continúe cocinando hasta que el fondo de la olla esté cubierto de nuevo, unos 12 minutos, removiendo y raspando de vez en cuando. Añada otro ¼ de taza de agua y repita este proceso de cocción y desglaseado dos veces más hasta que se haya evaporado toda el agua y las cebollas estén doradas, unos 12 minutos más cada vez. Añada el tomillo y la harina y siga cocinando, removiendo constantemente, durante unos 3 minutos.","Añada el jerez a la olla, ajuste el fuego a medio-alto y siga cocinando, removiendo y raspando el fondo de la olla constantemente, durante unos 3 minutos más. Añadir el caldo de pollo, el caldo de carne y 1 cucharadita de sal y dejar que hierva a fuego lento, removiendo de vez en cuando. Ajuste el fuego a medio-bajo y cocine a fuego lento, removiendo de vez en cuando, para mezclar los sabores, unos 30 minutos. Retire las hojas de laurel y añada la cucharada de mantequilla restante. Probar y ajustar la sazón con pimienta y sal adicional, si es necesario.","Mientras tanto, precaliente el horno a 425°F con una rejilla en el centro del horno. Coloque las rebanadas de baguette en una bandeja para hornear y hornee hasta que estén ligeramente doradas, unos 10 minutos, dándoles la vuelta a mitad de ese tiempo.","Precaliente la parrilla y coloque con cuidado la rejilla del horno a unos 15 centímetros por debajo del elemento de calor. Frote ligeramente cada tostada con el diente de ajo crudo; espolvoree con pimienta y el Gruyère, y ase hasta que el queso se derrita y se dore.","Sirva la sopa en cuatro cuencos calientes, adorne con dos tostadas de queso cada uno, espolvoree con el cebollino y sirva enseguida."],"miscTags":["alcohol"],"hasFluff":true},{"name":"Pan de Cereza","page":68,"type":"Elven","dishTypes":["pan"],"allergenGroups":["gluten","huevos","nueces","sulfitos"],"makes":"Un pan de 9 pulgadas","ingredients":[{"type":"ingrediente","entry":"{=cantidad1/v} taza de pasas doradas","amount1":0.75},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de ron oscuro o ámbar","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} taza de harina común","amount1":0.75},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de levadura en polvo","amount1":0.5},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de bicarbonato de sodio","amount1":0.25},"Sal Kosher",{"type":"ingrediente","entry":"{=cantidad1/v} taza de azúcar moreno ligero envasado","amount1":0.33},{"type":"ingrediente","entry":"{=cantidad1/v} tazas de mitades de albaricoques secos envasados","amount1":1.33},{"type":"ingrediente","entry":"{=cantidad1/v} taza de cerezas o arándanos secos","amount1":0.75},{"type":"ingrediente","entry":"{=cantidad1/v} tazas de mitades de nueces, ligeramente tostadas y enfriadas","amount1":3},{"type":"ingrediente","entry":"{=cantidad1/v} {@unidad {=cantidad1}|huevo|huevo}","amount1":3},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de melaza sin azufre (no blackstrap)","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de extracto puro de vainilla","amount1":0.5}],"instructions":["En un bol pequeño apto para microondas, combinar las pasas y el ron, tapar y calentar en el microondas hasta que estén calientes, aproximadamente 1 minuto. Dejar el bol a un lado, todavía tapado, hasta que las pasas absorban la mayor parte del ron y se ablanden, aproximadamente 1 hora, removiendo una o dos veces durante ese tiempo. Escurrir el exceso de líquido.","Precaliente el horno a 300°F con una rejilla en el medio del horno. Unte con mantequilla un molde para pan de 9 por 5 pulgadas. Doble dos hojas largas de papel de pergamino y coloque una en sentido transversal en el molde y otra en sentido longitudinal, empujando el papel de pergamino en las esquinas y alisando el papel para que quede al ras en el molde, con los extremos sobresaliendo por los cuatro lados del molde. Unte generosamente el papel de pergamino en la sartén con mantequilla.","En un bol grande, bata la harina, la levadura en polvo, el bicarbonato de sodio, ½ cucharadita de sal y el azúcar moreno (asegúrese de deshacer los grumos del azúcar moreno). Añada los albaricoques, las cerezas y las pasas y mézclelos bien. Añadir las nueces y mezclar.","En un bol pequeño, bata los huevos, la melaza y la vainilla hasta que estén bien mezclados. Añadir a la mezcla de frutas y frutos secos y, con una espátula flexible, doblar y mezclar para combinar y cubrir todos los trozos de frutas secas y frutos secos con la masa (asegurarse de que no queden bolsas de ingredientes secos en el fondo del bol). Vierta la mezcla en el molde preparado y alísela hasta conseguir una capa uniforme y compacta.","Hornee durante aproximadamente 1 hora, girando el molde 180 grados a mitad de camino. Si, en ese momento, la parte superior se está dorando demasiado, cúbrala sin apretar con papel de aluminio. Cuando el pastel esté bien dorado, páselo a una rejilla y déjelo enfriar por completo.","Agarra los salientes del papel pergamino y retira el pan del molde. Con un cuchillo de sierra, córtelo en rodajas finas y sírvalo. Las sobras se pueden envolver bien y guardar en un recipiente hermético a temperatura ambiente durante aproximadamente 1 semana."],"noteCook":["Si varía el tipo de fruta seca utilizada, corte las más grandes, como los dátiles o los higos, en trozos más pequeños. Asegúrese de incluir cerezas o arándanos para darle un toque ácido a su dulzura. Este pan es un excelente acompañamiento para una tabla de quesos."],"miscTags":["alcohol"],"hasFluff":true,"hasFluffImages":true},{"name":"Albóndigas de Pollo y Algo","page":123,"type":"Halfling","dishTypes":["entrada"],"allergenGroups":["leche","gluten","ce","sulfitos"],"serves":{"exact":4},"ingredients":[{"type":"entradas","name":"Guiso de pollo","entries":[{"type":"ingrediente","entry":"{=cantidad1/v} muslos de pollo con hueso y piel ({=cantidad2/v} a {=cantidad3/v} libras)","amount1":6,"amount2":2,"amount3":2.5},"Sal Kosher y pimienta negra recién molida",{"type":"ingrediente","entry":"{=cantidad1/v} cucharaditas de aceite de oliva","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} puerros, partes blancas y verde claro, cortados por la mitad a lo largo","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de mantequilla sin sal","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} hojas de laurel","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} cucharaditas de tomillo fresco finamente picado, o {=cantidad2/v} cucharadita de tomillo seco","amount1":2,"amount2":1},{"type":"ingrediente","entry":"{=cantidad1/v} dientes de ajo, finamente picados","amount1":5},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de harina común","amount1":3},{"type":"ingrediente","entry":"{=cantidad1/v} taza de jerez seco, como el Amontillado","amount1":0.5},{"type":"ingrediente","entry":"{=cantidad1/v} tazas de caldo de pollo bajo en sodio","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} zanahorias, peladas y cortadas en diagonal en {=cantidad2/v} pulgadas","amount1":2,"amount2":1},{"type":"ingrediente","entry":"{=cantidad1/v} tallos de apio, recortados y cortados en diagonal en {=cantidad2/v} rodajas","amount1":2,"amount2":1},{"type":"ingrediente","entry":"{=cantidad1/v} taza de perejil fresco picado","amount1":0.33}]},{"type":"entradas","name":"Dumplings","entries":[{"type":"ingrediente","entry":"{=cantidad1/v} tazas de harina común","amount1":1.75},{"type":"ingrediente","entry":"{=cantidad1/v} cucharaditas de levadura en polvo","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} cucharaditas de cebolla en polvo","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de sal kosher","amount1":1},"Pimienta negra recién molida",{"type":"ingrediente","entry":"{=cantidad1/v} cebolletas, partes verdes y blancas, cortadas en rodajas finas","amount1":6},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de mantequilla sin sal, cortada en {=cantidad2/v} trozos","amount1":2,"amount2":4},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de aceite de oliva o grasa de pollo reservada (de dorar el pollo)","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} taza de leche entera","amount1":0.75}]}],"instructions":["PARA HACER EL GUISADO, espolvorear los muslos de pollo por todas partes con sal y pimienta. En un horno holandés grande a fuego medio-alto, calentar el aceite de oliva hasta que brille. Coloque la mitad del pollo con la piel hacia abajo en la olla, ajuste el fuego a medio y cocine, sin tocar, hasta que la piel esté dorada, unos 5 minutos. Déle la vuelta al pollo y siga cocinando, sin molestar, hasta que el segundo lado esté dorado, unos 5 minutos más; ajuste el fuego si empieza a chamuscarse. Pasar el pollo a un plato grande. Repita la operación con el resto de los muslos de pollo (y reserve la grasa acumulada). Cuando el pollo esté lo suficientemente frío como para manipularlo, retire y deseche la piel.","Cortar en rodajas finas una de las mitades del puerro. Corta las tres mitades de puerro restantes en trozos de 1 pulgada.","Añade la mantequilla a la olla, vuelve a ponerla a fuego medio y derrítela y dale vueltas para cubrirla. Añadir los puerros cortados en rodajas finas, las hojas de laurel, el tomillo y ½ cucharadita de sal y cocinar, removiendo constantemente, hasta que los puerros se ablanden, unos 2 minutos. Añada el ajo y la harina y siga cocinando, removiendo, durante unos 2 minutos más. Añada el jerez y déjelo cocer a fuego lento, removiendo y raspando el fondo de la sartén para aflojar y disolver los trozos dorados. Siga cocinando a fuego lento, removiendo, hasta que el líquido se espese y se reduzca ligeramente, aproximadamente 1 minuto más. Añadir poco a poco el caldo, removiendo enérgicamente para que se incorpore sin problemas.","Añade los muslos de pollo con los jugos acumulados a la olla y vuelve a cocinar a fuego lento. Ajuste el fuego a muy bajo, tape y cocine a fuego lento hasta que el pollo esté cocido y muy tierno, aproximadamente 1 hora, dándole la vuelta a los trozos de pollo después de unos 30 minutos. Pasar el pollo a un plato.","Cuando el pollo esté lo suficientemente frío como para poder manipularlo, retire la carne de los huesos y desmenúcela en trozos grandes. Retirar las hojas de laurel de la olla, añadir el pollo desmenuzado, ½ cucharadita de sal y unas cuantas moliendas de pimienta; remover para mezclar. A fuego medio-alto, volver a cocinar a fuego lento. Probar y ajustar la sazón con sal y pimienta, si es necesario.","MIENTRAS TANTO, PREPARE LAS ALBÓNDIGAS. Bata en un bol la harina, la levadura en polvo, la cebolla en polvo, la sal y unas cuantas moliendas de pimienta. Añada las cebolletas y mézclelas. En un recipiente apto para microondas, calienta en el microondas la mantequilla y el aceite de oliva (o la grasa de pollo reservada, si tienes), parando de vez en cuando para derretir la mantequilla. Añada la leche y continúe en el microondas a alta potencia hasta que la mezcla esté apenas caliente (no la sobrecaliente), aproximadamente 1½ minutos. Añadir la mezcla de leche caliente a la mezcla de harina. Con una cuchara de madera o un tenedor, mezclar hasta que se incorpore y se humedezca uniformemente (la mezcla debe parecer una masa húmeda y desordenada).","Para terminar el pollo y cocinar las albóndigas, añade las zanahorias, el apio, los trozos de puerro de una pulgada y la mayor parte del perejil al guiso y remueve para incorporarlo. Con una cuchara sopera, deje caer doce porciones de masa de albóndigas del tamaño de una pelota de golf en la olla, colocándolas con una separación de aproximadamente ½ pulgada (deje caer ocho alrededor del perímetro y cuatro en el centro). Ajuste el fuego a bajo, cubra y cocine sin molestar hasta que las albóndigas estén hinchadas y cocidas, y un palillo insertado en ellas salga limpio, de 15 a 20 minutos.","Sirva el guiso en tazones, dejando tres albóndigas por porción. Espolvorear cada una con un poco del perejil restante y servir.",{"type":"cita","entries":["La comida que se sirve allí es tan buena y abundante como la tradición popular atribuye a los halflings. (Las albóndigas de pollo son magníficas)."],"by":"Ed Greenwood","from":"Guía de la Costa de la Espada de Volo"}],"miscTags":["alcohol"],"hasFluff":true,"hasFluffImages":true},{"name":"Chultan Zombie","page":199,"type":"Elixir/Ale","dishTypes":["cóctel"],"allergenGroups":["sulfitos"],"serves":{"exact":2},"ingredients":["Cubitos de hielo picados o pequeños",{"type":"ingrediente","entry":"{=cantidad1/v} onzas de ron ámbar u oscuro","amount1":5},{"type":"ingrediente","entry":"{=cantidad1/v} onzas de jugo de piña fresco","amount1":4},{"type":"ingrediente","entry":"{=cantidad1/v} onzas de zumo de naranja fresco","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} onzas de granadina","amount1":1.5},{"type":"ingrediente","entry":"{=cantidad1/v} onza de zumo de lima fresco","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} onza de Cointreau o Grand Marnier","amount1":0.5},{"type":"ingrediente","entry":"{=cantidad1/v} chorritos de amargo de Angostura","amount1":4},{"type":"ingrediente","entry":"{=cantidad1/v} onzas de seltzer, frío (opcional)","amount1":3},{"type":"ingrediente","entry":"{=cantidad1/v} rodajas de naranja, trozos de piña y/o cerezas al marrasquino para decorar","amount1":2}],"instructions":["Llene una coctelera con hielo hasta la mitad y añada el ron, el zumo de piña, el zumo de naranja, la granadina, el zumo de lima, el Cointreau y el amargo. Tapar y agitar para mezclar y enfriar, 30 segundos. Llene dos vasos Collins o highball refrigerados hasta la mitad con hielo. Cuele la mitad de la mezcla en cada uno. Si se utiliza, añadir 1½ onzas de seltzer a cada vaso y remover suavemente. Adorne cada cóctel al gusto y sírvalo enseguida."],"noteCook":["Si no tienes Cointreau para añadir dulzor y sabor, puedes sustituirlo por 1½ cucharaditas de azúcar superfino en cada bebida. Para hacer azúcar superfino, basta con dar vueltas al azúcar granulado normal en la batidora o en el robot de cocina para romper el tamaño de los cristales, lo que permitirá que se disuelva más fácilmente en el líquido.","Se trata de una bebida de gran volumen, y las cocteleras varían de tamaño, por lo que es posible que tenga que preparar los cócteles de uno en uno. Las cocteleras Boston, que son las que se utilizan en la mayoría de los bares, son más grandes que las cocteleras cobbler con colador incorporado, que son las más comunes para los cócteles."],"miscTags":["alcohol"],"hasFluff":true,"hasFluffImages":true},{"name":"Caldo de cacao","page":188,"type":"Elixir/Ale","dishTypes":["beber"],"allergenGroups":["leche"],"serves":{"exact":4},"ingredients":[{"type":"ingrediente","entry":"{=cantidad1/v} taza unsw","amount1":0.5},{"type":"ingrediente","entry":"{=cantidad1/v} taza de azúcar moreno ligero envasado, o al gusto","amount1":0.5},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de canela molida","amount1":0.75},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de cardamomo molido","amount1":0.5},"Una pizca de sal kosher",{"type":"ingrediente","entry":"{=cantidad1/v} taza de agua","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} tazas de leche entera","amount1":2.5},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de extracto puro de vainilla","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} tazas de café expreso o café negro muy fuerte, caliente","amount1":1.5}],"instructions":["En una cacerola a fuego medio, bata el cacao en polvo, el azúcar moreno, la canela, el cardamomo, la sal y el agua hasta que esté suave. Lleve la mezcla a fuego lento y cocine, batiendo constantemente, durante unos 2 minutos, asegurándose de que el batidor llegue a los bordes del cazo. Incorporar la leche y llevarla a fuego lento (sin que llegue a hervir), batiendo con frecuencia, durante unos 10 minutos. Incorporar la vainilla y el espresso. Probar y ajustar el sabor con más azúcar moreno, si se desea. Repartir en cuatro tazas y servir."],"hasFluff":true},{"name":"Quesos comunitarios","page":119,"type":"Halfling","dishTypes":["entrada"],"allergenGroups":["leche","sulfitos"],"serves":{"min":4,"max":6},"ingredients":[{"type":"entradas","name":"Dippers","entries":["Brócoli y/o coliflor, recortados y cortados en ramilletes del tamaño de un bocado","Coles de Bruselas, recortadas y cortadas por la mitad","Patatas asadas o al vapor, cortadas en cubos","Manzanas y/o peras, peladas, si se desea, descorazonadas y cortadas en trozos del tamaño de un bocado (mezclar con una pequeña cantidad","Filete de jamón, salteado hasta que esté ligeramente dorado, y cortado en trozos del tamaño de un bocado","Baguette u otro buen pan francés, cortado en trozos del tamaño de un bocado (cada uno con algo de corteza)","Pan de pasas o pan de frutos secos o panecillos, ligeramente tostados y cortados en trozos del tamaño de un bocado"]},{"type":"entradas","name":"Fondue","entries":[{"type":"ingrediente","entry":"{=cantidad1/v} onzas de queso Gruyère, rallado grueso ({=cantidad2/v} tazas, ligeramente envasadas), a temperatura ambiente","amount1":12,"amount2":4},{"type":"ingrediente","entry":"{=cantidad1/v} onzas de queso Emmental, rallado grueso ({=cantidad2/v} tazas, ligeramente envasadas), a temperatura ambiente","amount1":12,"amount2":4},{"type":"ingrediente","entry":"{=cantidad1/v} tazas de vino blanco seco y crujiente","amount1":1.67},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de maicena","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} dientes de ajo machacados","amount1":3},{"type":"ingrediente","entry":"{=cantidad1/v} cucharada de zumo de limón fresco","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de Kirsch o Poire Williams","amount1":2},"Una pizca de nuez moscada recién rallada (opcional)","Sal Kosher y pimienta blanca o negra recién molida"]}],"instructions":["PREPARAR LOS CÓCTELES. Escaldar el brócoli o la coliflor en agua hirviendo con sal hasta que estén tiernos, unos 4 minutos. Escúrralo y páselo a un recipiente con agua helada para detener la cocción. A continuación, escúrralos hasta que se sequen o séquelos con un paño.","PREPARAR LA FONDUE. En un bol grande,","En una cacerola pesada a fuego medio, combinar el 1⅓ de vino restante y dos de los dientes de ajo y llevar a fuego lento. Retire el ajo, bata la mezcla de maicena para volver a combinarla, añádala a la cacerola y remueva constantemente hasta que espese, de 15 a 30 segundos. Añada el zumo de limón.","Ajuste el fuego a medio-bajo y añada aproximadamente ½ taza del queso, removiendo constante pero suavemente hasta que se derrita por completo. Repita la operación con el resto de los quesos en incrementos de ½ taza, removiendo cada vez hasta que se derritan completamente antes de añadir más, unos 8 minutos. Continúe cocinando, removiendo constante pero suavemente, hasta que la mezcla esté suave y comience a burbujear, unos 4 minutos más. No deje que la mezcla llegue a hervir; ajuste el fuego si es necesario. Añadir el Kirsch, la nuez moscada (si se utiliza), ½ cucharadita de sal y pimienta al gusto. Remover para combinar. Probar y ajustar la sazón con más sal y pimienta, si es necesario.","Mientras tanto, calienta una olla de fondue con agua caliente, vacíala y sécala bien. Frota el interior de la olla con el diente de ajo restante y vierte la fondue. Poner la olla sobre una fuente de calor y servir enseguida con los dippers."],"noteCook":["Hay mucha variación en la forma de fundir los quesos. Para aumentar las probabilidades de obtener un resultado suave, utilice queso rallado a temperatura ambiente. Muchos expertos aconsejan utilizar quesos de menos de un año y evitar los procedentes de las charcuterías de los supermercados.","Los quesos pueden diferir en cuanto a su salinidad, así que sazone la fondue con cuidado. Comience con ½ cucharadita de sal kosher, y pruebe. Si es necesario, añada más sal por ¼ de cucharadita."],"miscTags":["alcohol"],"hasFluff":true,"hasFluffImages":true},{"name":"Carne en conserva y repollo","page":100,"type":"Enano","dishTypes":["entrada"],"allergenGroups":["apio","mostaza","leche","sulfitos"],"serves":{"exact":4},"ingredients":[{"type":"ingrediente","entry":"{=cantidad1/v} dientes de ajo, machacados y pelados","amount1":4},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de especias para encurtir compradas en la tienda","amount1":3},{"type":"ingrediente","entry":"{=cantidad1/v} ({=cantidad2/v}-libra) de falda de ternera en conserva, corte plano (o fino), bien enjuagado y con la grasa recortada hasta","amount1":1,"amount2":3,"amount3":0.25},{"type":"ingrediente","entry":"{=cantidad1/v} cebolla amarilla, cortada en cuartos","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} zanahorias, peladas y picadas","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} costillas de apio, recortadas y picadas","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} tazas de caldo de pollo bajo en sodio","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} libras (aproximadamente {=cantidad2/v}) de patatas pequeñas de piel roja o Yukon gold creamer, lavadas","amount1":1.5,"amount2":16},{"type":"ingrediente","entry":"{=cantidad1/v} ({=cantidad2/v}-libra) de col verde pequeña, sin las hojas exteriores duras, cortada por el centro en {=cantidad3/v} trozos","amount1":1,"amount2":2,"amount3":6},"Sal Kosher y pimienta negra recién molida",{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de mantequilla sin sal, ablandada y cortada en trozos pequeños","amount1":3},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de perejil fresco picado","amount1":3},"Vinagre de vino blanco para servir (opcional)"],"instructions":["Precaliente el horno a 300°F con una rejilla en la posición media del horno.","En un horno holandés grande, combine el ajo, las especias para encurtir, la carne en conserva, la cebolla, las zanahorias y el apio. Añada el caldo y el agua suficiente para cubrir la carne y cocine, tapado, hasta que la carne en conserva esté súper tierna (un cuchillo de pelar debe deslizarse fácilmente en la carne), unas 4 horas. Pasar la carne a una fuente de horno; recortar y desechar la grasa, si se desea. Cuele y reserve el líquido de cocción, y deseche los sólidos. Vierta aproximadamente 1 taza del líquido sobre la carne, cubra la fuente con papel de aluminio y deje reposar durante unos 30 minutos.","Vierta el líquido de cocción colado en un separador de grasas o en un vaso medidor y repose hasta que la grasa suba a la superficie, unos 10 minutos. Si utiliza un separador de grasa, vierta el líquido en otro recipiente; si utiliza un vaso medidor, inclínelo y utilice una cuchara sopera ancha y poco profunda para desechar la grasa de la superficie.","Vuelva a poner el líquido en la olla, añada las patatas, ponga la olla a fuego medio-alto y deje que hierva a fuego lento. Ajuste el fuego a medio-bajo, tape y cocine a fuego lento hasta que las patatas empiecen a ablandarse, unos 8 minutos. Añada la col, sumérjala en el líquido lo mejor que pueda (distribuya las patatas entre los trozos de col), vuelva a tapar la olla, ajuste el fuego a medio-alto y vuelva a hervir a fuego lento. Ajuste el fuego a medio-bajo y cocine a fuego lento hasta que las patatas y la col estén tiernas, de 10 a 14 minutos más, dando la vuelta a los trozos de col después de 6 minutos.","Mientras tanto, coloque la carne en una tabla de cortar, córtela a contrapelo en rebanadas finas y coloque las rebanadas en un plato grande para servir. Con una espumadera, transfiera las verduras a un bol grande y espolvoréelas con sal, si es necesario, y pimienta al gusto. Esparza los trozos de mantequilla sobre las verduras, espere un momento a que la mantequilla empiece a derretirse y gire suavemente las verduras para distribuir la mantequilla. Colocar las patatas y la col alrededor de la carne en la fuente, espolvorear el perejil sobre la carne y las verduras y servir con vinagre al lado, si se desea."],"noteCook":["Al comprar corned beef (o brisket, con el que se elabora el corned beef), se suelen ver dos cortes: el plano (a veces llamado fino) y el de punta. El corte plano tiene una forma más uniforme y, por lo tanto, se cocinará más uniformemente."],"miscTags":["alcohol"],"hasFluff":true},{"name":"Pan de nueces con melaza oscura","page":23,"type":"Humano","dishTypes":["pan"],"allergenGroups":["leche","gluten","nueces"],"makes":"Un pan de 8½ pulgadas","ingredients":[{"type":"ingrediente","entry":"{=cantidad1/v} taza de harina común","amount1":0.75},{"type":"ingrediente","entry":"{=cantidad1/v} taza de harina de centeno","amount1":0.75},{"type":"ingrediente","entry":"{=cantidad1/v} taza de harina de maíz amarilla fina o medianamente molida","amount1":0.75},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de bicarbonato de sodio","amount1":0.75},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de levadura en polvo","amount1":0.5},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de sal kosher","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} tazas de nueces tostadas picadas gruesas","amount1":1.5},{"type":"ingrediente","entry":"{=cantidad1/v} taza de suero de leche","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} taza de melaza sin azufre (no blackstrap)","amount1":0.5},{"type":"ingrediente","entry":"{=cantidad1/v} taza de mantequilla sin sal, derretida y enfriada","amount1":0.25}],"instructions":["Precaliente el horno a 350°F con una rejilla en el medio del horno. Unte con mantequilla y enharine un molde para pan de 8½ por 4½ pulgadas y elimine el exceso (o cubra con spray antiadherente para hornear).","En un cuenco, bata la harina de uso general, la harina de centeno, la harina de maíz, el bicarbonato, la levadura en polvo y la sal. Añade las nueces y remueve para distribuirlas.","En otro recipiente, bata el suero de leche, la melaza y la mantequilla derretida (la mantequilla se aglutinará, lo cual está bien).","Hacer un pozo en el centro de la mezcla seca, añadir la mezcla húmeda y, con una espátula flexible, doblar y remover hasta que los ingredientes húmedos y secos se incorporen (no mezclar demasiado). Vierta la masa en el molde preparado y alise la parte superior.","Hornee de 40 a 45 minutos, girando el molde a mitad de camino, hasta que el pan esté firme al tacto, los bordes se separen ligeramente del molde y al insertar un palillo en el centro com","Enfriar el pan en el molde sobre una rejilla durante 20 minutos. Saque el pan, colóquelo boca arriba en la rejilla y déjelo enfriar a temperatura ambiente. Para servirlo, córtelo con un cuchillo de sierra."],"noteCook":["La harina de centeno está disponible en Bob's Red Mill y a veces se encuentra en el departamento a granel de un supermercado o tienda de alimentos naturales."],"miscTags":["alcohol"],"hasFluff":true},{"name":"Vainas de Trillimac de Gnome profundo","page":167,"type":"Cocina poco común","dishTypes":["entrada"],"allergenGroups":["leche","huevos","sulfitos","gluten"],"serves":{"exact":6},"ingredients":[{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de aceite de oliva","amount1":3},{"type":"ingrediente","entry":"{=cantidad1/v} libra de champiñones cremini, cortados en rodajas finas","amount1":1},"Sal Kosher",{"type":"ingrediente","entry":"{=cantidad1/v} cebolla amarilla grande, finamente picada","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} dientes de ajo, finamente picados","amount1":7},{"type":"ingrediente","entry":"{=cantidad1/v} taza de jerez seco, como el Amontillado","amount1":0.25},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de perejil fresco picado","amount1":3},{"type":"ingrediente","entry":"{=cantidad1/v} tazas de ricotta, preferiblemente de leche entera","amount1":1.75},{"type":"ingrediente","entry":"{=cantidad1/v} {@unidad {=cantidad1}|huevo|huevo}","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} taza de queso parmesano recién rallado","amount1":1},"Pimienta negra recién molida",{"type":"ingrediente","entry":"{=cantidad1/v} taza de trozos pequeños de hongos secos, como los porcini o los shiitake (opcional)","amount1":0.25},{"type":"ingrediente","entry":"{=cantidad1/v} onzas de queso Fontina italiano, rallado (aproximadamente {=cantidad2/v} taza)","amount1":2.5,"amount2":0.75},{"type":"ingrediente","entry":"{=cantidad1/v} envoltorios cuadrados de wonton (de un paquete de {=cantidad2/v} onzas)","amount1":36,"amount2":12}],"instructions":["En una sartén grande a fuego medio-alto, calentar 1 cucharada de aceite de oliva hasta que brille. Añadir los champiñones cremini y ½ cucharadita de sal y cocinar, removiendo de vez en cuando, hasta que el líquido de los champiñones se evapore y empiecen a chisporrotear y dorarse, unos 12 minutos. Ajuste el fuego a medio, despeje el centro de la sartén, añada otra 1 cucharada de aceite de oliva y deje que se caliente un momento. Añade la mitad de la cebolla y ¼ de cucharadita de sal y cocina, removiendo, hasta que la cebolla se ablande, unos 4 minutos más; incorpora la cebolla a las setas. Añada la mitad del ajo y cocine, removiendo, hasta que esté fragante, aproximadamente 1 minuto más. Añada el jerez y cocine, removiendo y raspando el fondo de la sartén para soltar y disolver los trozos dorados, aproximadamente 1 minuto más. Pasar la mezcla del ragú a un bol, añadir el perejil y remover para incorporarlo. Reservar para que se cocine.","Limpie la sartén, añada la cucharada de aceite de oliva restante, vuelva a poner la sartén a fuego medio y caliéntela hasta que esté brillante. Añadir la cebolla restante y ½ cucharadita de sal y cocinar, removiendo, hasta que se ablande, unos 4 minutos. Añada el resto del ajo y cocine, removiendo, hasta que esté fragante, aproximadamente 1 minuto más. Pasar la mezcla a un bol mediano. Añada al bol la ricotta, el huevo, ½ taza de parmesano, ¼ de cucharadita de sal y unas cuantas moliendas de pimienta negra. Remover hasta que esté uniforme y dejar que se enfríe a temperatura ambiente.","Si utiliza las setas secas, en un molinillo de especias eléctrico o en un miniprocesador de alimentos, pulverice los trozos de setas hasta que queden muy, muy finos y en polvo. Añade el polvo a la mezcla de ricotta y remueve hasta que esté bien mezclado.","En un tazón pequeño, mezcle la Fontina y la ½ taza de queso parmesano restante.","Precaliente el horno a 375°F con una rejilla en el centro del horno. Cubra un molde para muffins de 12 tazas (preferiblemente antiadherente) con spray para cocinar antiadherente.","Para el montaje, presione un envoltorio de wonton en cada taza, seguido de aproximadamente 1 cucharada de la mezcla de ricotta y de la mezcla de ragú de setas, extendiendo cada una en una capa uniforme. Añada otro envoltorio de wonton, girándolo ligeramente para que las esquinas no se alineen con el envoltorio del fondo. Repita la colocación con el resto de los envoltorios de wonton y las mezclas de ricotta y ragú de champiñones, girando siempre los envoltorios de wonton para que las esquinas no se alineen. Espolvoree aproximadamente 1 cucharada de la mezcla de queso rallado de manera uniforme hasta el borde de cada taza; intente mantener la capa de queso lo más fina posible.","Hornee hasta que el queso se haya derretido, los bordes de los envoltorios de wonton estén dorados y las mini tartas estén calientes por completo, unos 20 minutos, girando el molde a 180 grados a mitad del tiempo de horneado.","Deje reposar las mini tartas durante unos 5 minutos. Utiliza un cuchillo de cocina o una espátula pequeña resistente al calor para ayudar a sacarlos de los moldes para magdalenas (trabaja con cuidado para que queden intactos)"],"miscTags":["alcohol"],"hasFluff":true,"hasFluffImages":true},{"name":"Bola de fuego retardada","page":192,"type":"Elixir/Ale","dishTypes":["cóctel"],"serves":{"min":1,"max":2},"ingredients":[{"type":"ingrediente","entry":"{=cantidad1/v} tazas de bourbon","amount1":1.5},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de copos de pimienta roja triturada, o más al gusto","amount1":0.5},{"type":"ingrediente","entry":"{=cantidad1/v} palitos de canela, partidos por la mitad","amount1":5},{"type":"ingrediente","entry":"{=cantidad1/v} taza de azúcar moreno ligero envasado","amount1":0.25},{"type":"ingrediente","entry":"{=cantidad1/v} taza de agua caliente","amount1":0.33}],"instructions":["En un tarro de cristal limpio con tapa, combine el bourbon, los copos de pimienta roja y las ramas de canela. Enroscar la tapa, agitar y guardar en un lugar fresco y oscuro para que se infusione durante 5 días, agitando el tarro al menos una vez al día.","En un bol, bata el azúcar moreno y el agua caliente para disolver el azúcar por completo y déjelo enfriar a temperatura ambiente, unos 10 minutos. Forre un colador de malla fina con una gasa, póngalo sobre el bol con la mezcla de azúcar moreno y cuele el bourbon en él.","Lavar y secar el tarro y volver a poner el vino firestar en él. Servir o guardar en un lugar fresco y oscuro hasta 3 meses."],"noteCook":["La ½ cucharadita de pimienta roja machacada aportará un picante notable y moderado. Si prefiere un calor más intenso, utilice hasta 1 cucharadita. Puede dar a la bebida más matices de sabor sustituyendo los copos de pimienta roja triturada por chile tostado. Tuesta la mitad de un chile California, pasilla o guajillo pequeño en una sartén seca a fuego medio hasta que esté fragante, de 4 a 5 minutos. Enfría el chile y rómpelo en trozos muy pequeños (½ pulgada). Para obtener más calor, utilice también algunas de las semillas del chile.","Esta bebida puede disfrutarse sola, con hielo, mezclada con cola o como base de un excelente ponche caliente con chai especiado."],"miscTags":["alcohol"],"hasFluff":true},{"name":"Delzoun \"Tide-Me-Overs\"","page":90,"type":"Enano","dishTypes":["s","s"],"allergenGroups":["gluten","huevos","soja","leche","soja","sulfitos"],"serves":{"exact":4},"ingredients":[{"type":"ingrediente","entry":"{=cantidad1/v} taza de crema de leche","amount1":0.25},{"type":"ingrediente","entry":"{=cantidad1/v} {@unidad {=cantidad1}|huevo|huevo}","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} rebanadas de pan negro (como el de centeno), sin corteza, y el resto cortado en trozos","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de mantequilla sin sal","amount1":3},{"type":"ingrediente","entry":"{=cantidad1/v} cebolla amarilla pequeña, finamente picada","amount1":1},"Sal Kosher",{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de pimienta de Jamaica molida","amount1":0.25},{"type":"ingrediente","entry":"{=cantidad1/v} onzas de carne de cerdo molida","amount1":8},{"type":"ingrediente","entry":"{=cantidad1/v} onzas de carne molida magra","amount1":8},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de levadura en polvo","amount1":1},"Pimienta negra recién molida",{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de harina común","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} tazas de caldo de pollo bajo en sodio","amount1":1.33},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de azúcar moreno claro","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} cucharaditas de salsa de soja","amount1":1.5},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de zumo de limón fresco","amount1":0.5},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de eneldo o perejil fresco finamente picado","amount1":3}],"instructions":["En un bol grande, bata la nata y el huevo. Añada el pan, mézclelo bien y déjelo aparte, removiendo de vez en cuando, hasta que el pan se ablande, unos 20 minutos. Con un tenedor o una cuchara robusta, m","Mientras tanto, en una sartén a fuego medio, derrita 1 cucharada de mantequilla. Añadir la cebolla y ½ cucharadita de sal y cocinar, removiendo, hasta que se ablande, unos 4 minutos. Añadir la pimienta de Jamaica y cocinar, removiendo, hasta que esté fragante, unos 40 segundos. Retirar del fuego y dejar enfriar a temperatura ambiente.","Precaliente el horno a 475°F con una rejilla en el medio del horno. Cubra una rejilla grande con spray antiadherente para cocinar y colóquela en una l","Precaliente el horno a 475°F con una rejilla en el medio del horno. Cubra una rejilla grande con spray antiadherente para cocinar y colóquela en una l","Con las manos humedecidas, forme la mezcla en generosas bolas del tamaño de una cucharada. Colocar las albóndigas en la rejilla de la bandeja del horno y hornear hasta que estén ligeramente doradas, unos 20 minutos, girando la bandeja a mitad de camino.","Limpie la sartén utilizada para las cebollas para eliminar cualquier trozo de cebolla, póngala a fuego medio y derrita las 2 cucharadas de mantequilla restantes. Revolviendo constantemente, cocine hasta que esté fragante y un tono más oscuro, de 1 a 2 minutos. Añada la harina y cocine, removiendo constantemente, hasta que se dore, de 2 a 3 minutos. Pasar a una batidora y, batiendo constantemente, añadir gradualmente el caldo. Sin dejar de batir con frecuencia, cocine durante unos 2 minutos. Añadir el azúcar moreno, la salsa de soja, el zumo de limón y ¼ de cucharadita de pimienta y seguir batiendo y cocinando hasta que espese, unos 2 minutos más.","Añada las albóndigas a la salsa y cueza a fuego lento, removiendo de vez en cuando, hasta que se calienten, unos 4 minutos. Añada la mayor parte del eneldo y pruebe y ajuste la sazón con más sal y pimienta, si es necesario. Pasar a una fuente, espolvorear con el eneldo restante y servir caliente."],"noteCook":["La salsa se espesará rápidamente al enfriarse. Se puede aflojar la consistencia batiendo más caldo de pollo o agua, aproximadamente 1 cucharada a la vez, hasta que se logre el desi"],"hasFluff":true,"hasFluffImages":true},{"name":"El salmón del dragón","page":75,"type":"Elven","dishTypes":["entrada"],"allergenGroups":["pescado","leche","sulfitos"],"serves":{"exact":4},"ingredients":[{"type":"ingrediente","entry":"{=cantidad1/v} libras de filete de salmón con piel, sin espinas si es necesario, cortado transversalmente en {=cantidad2/v} trozos iguales y secado con un paño","amount1":1.5,"amount2":4},"Sal Kosher y pimienta negra recién molida",{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de aceite de sabor neutro, como el vegetal, el de canola, el de cártamo o el de uva","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de unsalte","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} chalota, finamente picada","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de tomillo fresco picado","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} taza de vino tinto afrutado y de cuerpo medio, como Pinot Noir, Côtes du Rhône o Zinfandel","amount1":0.67},{"type":"ingrediente","entry":"{=cantidad1/v} taza de caldo de pollo bajo en sodio","amount1":0.33},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de cebollino fresco picado para decorar","amount1":1.5}],"instructions":["Precaliente el horno a 200°F con una rejilla en el centro del horno.","Espolvorear el salmón ligeramente con sal y pimienta.","En una sartén grande antiadherente a fuego medio-alto, calentar el aceite hasta que brille. Añada el salmón con la carne hacia abajo, dejando al menos ¼ de pulgada de espacio alrededor de las piezas, y cocine, sin molestar, hasta que las partes inferiores de los filetes comiencen a volverse opacas, de 3 a 4 minutos. Dale la vuelta a los filetes con la piel hacia abajo y cocínalos, de nuevo sin moverlos, hasta que dejen de estar translúcidos por fuera y estén firmes al presionarlos suavemente, unos 3 minutos para que estén poco hechos o 4 minutos para que estén en su punto. Pase el salmón a un plato resistente al calor, cúbralo con papel de aluminio y métalo en el horno para mantenerlo caliente.","Limpie la sartén, añada una cucharada de mantequilla y derrítala a fuego medio-bajo. Añadir la chalota, el tomillo y ¼ de cucharadita de sal y cocinar, removiendo constantemente, hasta que la chalota se ablande, aproximadamente 1 minuto. Añada el vino y el caldo, ajuste el fuego a medio-alto y lleve la mezcla a fuego lento, removiendo de vez en cuando y raspando el fondo de la sartén para aflojar y disolver los trozos dorados. Continúe cocinando a fuego lento hasta que se reduzca en dos tercios, de 6 a 8 minutos más, añadiendo los jugos acumulados del salmón a mitad de camino. Ajuste el fuego a bajo, añada la 1 cucharada de mantequilla restante, ¼ de cucharadita de sal y pimienta al gusto. Y remover constantemente mientras la mantequilla se derrite y se incorpora a la salsa. Probar y ajustar la sazón con más sal, si es necesario. Vierta o sirva con una cuchara la salsa sobre o alrededor del salmón, espolvoree con el cebollino y sirva caliente."],"miscTags":["alcohol"],"hasFluff":true,"hasFluffImages":true},{"name":"Filetes de setas Drow","page":67,"type":"Elven","dishTypes":["entrada"],"allergenGroups":["sulfitos"],"serves":{"exact":6},"ingredients":[{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de aceite de oliva","amount1":3},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de zumo de limón fresco","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de vinagre balsámico","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} cucharada de fres","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de sal kosher","amount1":0.5},"Pimienta negra recién molida",{"type":"ingrediente","entry":"{=cantidad1/v} sombreros de champiñones portobello grandes (sin tallos y desechados)","amount1":6}],"instructions":["En un plato llano lo suficientemente amplio como para que quepan los champiñones en una sola capa, bata el aceite de oliva, el zumo de limón, el vinagre balsámico, el tomillo, la sal y varias moliendas de pimienta. Ponga los champiñones en la fuente. Déjelos marinar a temperatura ambiente durante 15 minutos, dándoles la vuelta a los champiñones y echándoles la marinada a mitad de camino.","Caliente una parrilla exterior o una sartén interior a fuego medio-alto. Ase los champiñones, dándoles la vuelta para que se cocinen por ambos lados, hasta que estén tiernos y dorados, de 10 a 12 minutos. Servir calientes o a temperatura ambiente."],"hasFluff":true,"hasFluffImages":true},{"name":"Pan plano enano","page":103,"type":"Enano","dishTypes":["pan"],"allergenGroups":["leche","gluten"],"serves":{"exact":4},"ingredients":[{"type":"ingrediente","entry":"{=cantidad1/v} tazas de harina de uso general, más la cantidad necesaria para espolvorear","amount1":1.5},{"type":"ingrediente","entry":"{=cantidad1/v} cucharaditas de levadura en polvo","amount1":1.5},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de bicarbonato de sodio","amount1":0.5},{"type":"ingrediente","entry":"{=cantidad1/v} cucharaditas de sal kosher","amount1":1.5},{"type":"ingrediente","entry":"{=cantidad1/v} cucharaditas de mezcla de hierbas secas (como condimento italiano, hierbas de Provenza o za'atar), trituradas","amount1":2.5},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de aceite de oliva virgen extra","amount1":3},{"type":"ingrediente","entry":"{=cantidad1/v} taza de yogur griego natural bajo en grasa o leche entera","amount1":0.67},{"type":"ingrediente","entry":"{=cantidad1/v} taza de aceite de sabor neutro, como el vegetal, el de canola, el de azafrán","amount1":0.25}],"instructions":["En un tazón grande, bata la harina, el polvo de hornear, el bicarbonato de sodio, la sal y la mezcla de hierbas para combinar. Hacer un pozo en el centro, añadir el aceite de oliva y el yogur. Con una cuchara de madera o con las manos, remueva alrededor del perímetro del pozo para incorporar los ingredientes húmedos y secos; la mezcla se verá un poco áspera y desordenada.","Enharine ligeramente una superficie de trabajo, eche la masa en ella y amásela hasta que esté lisa y uniforme, añadiendo una pequeña cantidad de harina sobre la marcha si la masa se vuelve demasiado pegajosa. Divida la masa en ocho porciones iguales, forme una bola con cada porción, cúbrala con un paño de cocina limpio y déjela reposar.","Precaliente el horno a 200°F (o la temperatura más baja posible) con una rejilla en el centro del horno.","Con un rodillo, haz que una de las bolas de masa forme un círculo de unas 7 pulgadas de diámetro y ¼ de pulgada de grosor. En una sartén pesada de 10 pulgadas (preferiblemente de hierro fundido) a fuego medio, calentar 1½ cucharaditas de aceite vegetal hasta que brille. Incline la sartén para cubrir toda la superficie de cocción con aceite, coloque con cuidado el círculo de masa en la sartén y cocine, sin molestar, hasta que se dore el fondo y se hinche ligeramente, de 3 a 4 minutos. Déle la vuelta al pan y continúe cocinándolo, sin removerlo, hasta que el segundo lado esté también dorado, de 3 a 4 minutos más. Transfiera el pan a una bandeja de horno o a una placa resistente al horno y colóquelo en el horno para que se mantenga caliente. Trabajando con una bola de masa y 1½ cucharaditas de aceite a la vez, repetir para enrollar, cocinar y mantener calientes las rondas restantes. Tenga en cuenta que a medida que la sartén acumula y retiene el calor de las tandas anteriores, los tiempos de cocción [...]"],"noteCook":["Los panes de sartén son un gran lienzo para personalizarlos con aderezos sencillos, como pimientos rojos asados finamente picados o cebollas caramelizadas, o una capa de queso ricotta, añadida justo antes de servir."],"hasFluff":true,"hasFluffImages":true},{"name":"Vino caliente enano","page":186,"type":"Elixir/Ale","dishTypes":["beber","cóctel"],"allergenGroups":["sulfitos"],"serves":{"exact":4},"ingredients":[{"type":"ingrediente","entry":"{=cantidad1/v}","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} clavos enteros","amount1":8},{"type":"ingrediente","entry":"{=cantidad1/v} taza de azúcar moreno ligero envasado, o al gusto","amount1":0.33},{"type":"ingrediente","entry":"{=cantidad1/v} ({=cantidad2/v}-ml) botella de vino tinto afrutado de cuerpo medio, como Merlot o Syrah","amount1":1,"amount2":750},{"type":"ingrediente","entry":"{=cantidad1/v} canela en rama","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de extracto puro de vainilla","amount1":0.13},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de brandy, o al gusto","amount1":3}],"instructions":["Con un pelador de verduras, retire la cáscara de las naranjas en tiras anchas; reserve una tira para cada bebida y refrigere, tapada, hasta el momento de servir. Clavar los clavos de olor en dos o tres de las tiras de cáscara restantes y reservar. Corta las naranjas con cáscara por la mitad y exprímelas (lo que debería producir unos ¾ de taza de zumo).","En una cacerola grande a fuego medio, llevar el zumo de naranja y el azúcar moreno a fuego lento, removiendo para disolver el azúcar. Añadir el vino, la rama de canela y la ralladura de naranja (incluidos los trozos de clavo) y dejar que hierva a fuego lento. Ajustar el fuego a medio-bajo y cocer a fuego lento, parcialmente tapado y removiendo de vez en cuando, hasta que el vino esté perfumado e infusionado, aproximadamente 1 hora (no dejar que hierva). Añada la vainilla y el coñac y siga cocinando a fuego lento, removiendo de vez en cuando, para mezclar los sabores, unos 2 minutos más. Pruebe y ajuste el sabor con más azúcar moreno y/o brandy, si es necesario. Con una espumadera, retire y deseche la rama de canela, la ralladura de naranja y los clavos.","Mientras tanto, llene una taza pequeña o un vaso resistente al calor para cada bebedor con agua caliente para precalentarlos, unos 2 minutos. Vacíe las tazas o vasos, vierta un poco de vino en cada uno, adorne con una de las tiras de cáscara de naranja reservadas y sirva de inmediato."],"noteCook":["El f [...]","Las recetas de vino caliente varían mucho. Esta receta tiene mucho de naranja, poco de especias y edulcorante, e incluye brandy para aumentar ligeramente la potencia. Sin embargo, se puede personalizar con diferentes licores como Grand Marnier, Cointreau o St-Germain, y especias como vainas de cardamomo, granos de pimienta negra o pimienta de Jamaica entera."],"miscTags":["alcohol"],"hasFluff":true,"hasFluffImages":true},{"name":"Pan de los Elfos","page":60,"type":"Elven","dishTypes":["pan"],"allergenGroups":["leche","gluten","huevos"],"makes":"Dos PALAS DE 8½ PULGADAS","ingredients":[{"type":"entradas","name":"Masa","entries":[{"type":"ingrediente","entry":"{=cantidad1/v} paquetes ({=cantidad2/v} onzas cada uno) de levadura seca activa","amount1":2,"amount2":0.25},{"type":"ingrediente","entry":"{=cantidad1/v} tazas de leche entera, tibia (110° a 115°F)","amount1":1.5},{"type":"ingrediente","entry":"{=cantidad1/v} taza de miel","amount1":0.5},{"type":"ingrediente","entry":"{=cantidad1/v} {@unidad {=cantidad1}|huevo|huevo}, batido, más {=cantidad2/v} {@unidad","amount1":2,"amount2":1},{"type":"ingrediente","entry":"{=cantidad1/v} taza de mantequilla sin sal, derretida","amount1":0.25},{"type":"ingrediente","entry":"{=cantidad1/v} cucharaditas de sal kosher","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} taza de harina integral","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} tazas de harina para todo uso, más la cantidad necesaria para amasar","amount1":5}]},{"type":"entradas","name":"Llenado","entries":[{"type":"ingrediente","entry":"{=cantidad1/v} taza de azúcar","amount1":0.5},{"type":"ingrediente","entry":"{=cantidad1/v} cucharada de harina común","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} cucharada de canela molida","amount1":1}]}],"instructions":[{"type":"entradas","name":"Hacer la masa","entries":["En el bol de una batidora de pie con el accesorio de pala, disuelva la levadura en ¼ de taza de leche tibia. Añada las 1¼ tazas de leche restantes, la miel, los 2 huevos batidos, la mantequilla, la sal, la harina integral y la harina para uso general. Mezclar hasta que esté bien combinada. Cambie al gancho de amasar y mezcle a baja velocidad hasta que la masa sea elástica y algo pegajosa, unos 8 minutos. También puede mezclar y amasar la masa a mano en una superficie de trabajo durante unos 15 minutos; no pasa nada si está un poco pegajosa.","Poner la masa en un bol grande ligeramente engrasado, dando la vuelta a la masa una vez para engrasar la parte superior y el fondo. Cubrir con un paño de cocina limpio o con papel de plástico y reservar en un lugar cálido para que suba hasta que doble su tamaño, aproximadamente 1 hora."]},{"type":"entradas","name":"Mientras la masa sube, haz el relleno","entries":["Mezclar el azúcar, la harina y la canela en un bol pequeño. Póngalo a un lado.","En un bol aparte, bata el huevo restante con 1 cucharada de agua para hacer un lavado de huevos.","Unte con mantequilla generosamente dos moldes para pan de 8½ por 4½ pulgadas. Transfiera la masa a una superficie de trabajo enharinada, divídala por la mitad y forme con un rodillo un rectángulo de 6 por 20 pulgadas. Unte la masa con el lavado de huevo y espolvoree uniformemente con el relleno de azúcar y canela. Empezando por uno de los lados cortos, enrolle la masa formando un tronco. Repita la operación con el resto de la masa, el baño de huevo y el relleno. Coloque los troncos, con las costuras hacia abajo, en los moldes de pan preparados. Tapar y dejar reposar en un lugar cálido para que suba hasta que el centro de la masa haya crecido aproximadamente 1 pulgada por encima del borde del molde, de 1½ a 2 horas.","Quince minutos antes de que la masa esté lista para hornear, precaliente el horno a 400°F con una rejilla en el medio del horno.","Hornee durante 10 minutos, luego baje la temperatura del horno a 350°F y hornee hasta que los panes estén dorados y suenen huecos al golpearlos, de 25 a 30 minutos. Saque los panes de los moldes y déjelos enfriar completamente en una rejilla antes de cortarlos."]}],"noteCook":["Unte el pan con un lavado de huevo antes de espolvorear el relleno; el lavado de huevo evita que se formen huecos en el remolino mientras se hornea el pan.","Este pan funciona muy bien como tentempié de mediodía, para después de la cena, o tostado y con mantequilla para el desayuno.","Si prefiere un pan más de postre, duplique la cantidad de relleno de azúcar y canela"],"hasFluff":true,"hasFluffImages":true},{"name":"Elven Marruth","page":64,"type":"Elven","dishTypes":["snack","aperitivo"],"allergenGroups":["gluten","soja","huevos","altramuz"],"makes":"unos 12 pasteles","ingredients":[{"type":"ingrediente","entry":"{=cantidad1/v} cebolla amarilla pequeña, finamente picada","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} patata Yukon gold pequeña, pelada y cortada en trozos de {=cantidad2/v} pulgadas","amount1":1,"amount2":0.5},{"type":"ingrediente","entry":"{=cantidad1/v} zanahorias, peladas y picadas finamente","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} tazas de col verde picada finamente","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de aceite de oliva virgen extra","amount1":3},"Sal Kosher y pimienta negra recién molida",{"type":"ingrediente","entry":"{=cantidad1/v} cucharaditas de tomillo fresco finamente picado, más {=cantidad2/v} cucharadas de hojas de tomillo enteras recogidas","amount1":2,"amount2":1.5},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de salsa de soja","amount1":0.75},{"type":"ingrediente","entry":"{=cantidad1/v} taza de eneldo fresco picado","amount1":0.25},"Harina de uso general para espolvorear",{"type":"ingrediente","entry":"Masa para {=cantidad1/v} tartas de doble corteza (aproximadamente {=cantidad2/v} libras), descongelada si está congelada","amount1":2,"amount2":1.5},{"type":"ingrediente","entry":"{=cantidad1/v} {@unidad {=cantidad1}|huevo|huevo}","amount1":1}],"instructions":["Precaliente el horno a 375°F con las rejillas en la parte superior-media y la inferior-media del horno. Forrar dos bandejas de horno grandes con borde con papel pergamino o forros antiadherentes (silicona).","En un recipiente, combine la cebolla, la patata, las zanahorias, la col y el aceite de oliva y revuelva para cubrir las verduras con el aceite. Añada ½ cucharadita de sal y unas cuantas moliendas de pimienta y revuelva para distribuirlas. Pasar la mezcla a una de las bandejas de horno preparadas, extendiéndola en una capa fina y uniforme (dejar el bol a un lado).","Asar las verduras en cualquiera de las dos rejillas hasta que estén tiernas, de 25 a 30 minutos, removiendo y dando la vuelta a las verduras dos o tres veces. Sacar la bandeja del horno, añadir el tomillo picado y remover para incorporarlo. Extienda la mezcla y deje que se enfríe a temperatura ambiente durante unos 20 minutos. Dejar el horno encendido para que se siga cocinando.","Vuelva a colocar las verduras frías en el bol ahora vacío. Añada la salsa de soja, el eneldo, ¾ de cucharadita de sal y pimienta al gusto. Rectificar la sazón, si es necesario, y reservar hasta que se necesite.","Vuelva a colocar el papel de pergamino en la bandeja del horno o lave el revestimiento antiadherente y vuelva a colocarlo en la bandeja del horno. Tenga un pequeño recipiente con agua ha","Espolvorear una hoja grande de papel de pergamino con harina. Si está trabajando con masa de tarta casera, divida la masa en dos bolas. Con una de las bolas de masa casera, o con una hoja de masa comprada en la tienda, enrolle la masa en un círculo de 12 pulgadas. Espolvoree la mitad de las hojas de tomillo enteras de manera uniforme sobre la masa, cubra con otra hoja de papel pergamino y pase el rodillo ligeramente para ayudar a que el tomillo se adhiera. Dale la vuelta a la masa para que las hojas de tomillo queden en la parte inferior y resérvala. Repita la operación con el resto de la masa y las hojas de tomillo restantes.","Con un cortador de galletas redondo de 4 pulgadas, corte seis círculos de cada ronda de pastelería, uniendo los restos si es necesario, para un total de doce círculos. Trabajando con seis de los círculos de pastelería, coloque alrededor de 1½ cucharadas de la mezcla de verduras en el centro de cada círculo, dejando un borde de ½ pulgada alrededor de los bordes. Trabajando con una pieza de hojaldre a la vez, humedezca el borde del círculo de hojaldre y doble el hojaldre sobre el relleno para hacer una forma de media luna. Presione el aire que haya quedado atrapado, apriete los bordes con firmeza para sellarlos y, con un tenedor, ondule los bordes para decorar y asegurar el sello. Repita la operación con el resto de las piezas de hojaldre y el relleno, y colóquelas en las bandejas de horno preparadas.","En un bol pequeño, bata el huevo con 1 cucharada de agua y pinte la parte superior y los lados de cada marruth con la mezcla. Hornee hasta que los marruths estén ligeramente dorados y crujientes, unos 25 minutos, girando las bandejas 180 grados y cambiando de rejilla a mitad del horneado. Coloque las bandejas de hornear en rejillas, enfríe los pasteles durante unos 5 minutos y sírvalos calientes."],"hasFluff":true},{"name":"Evermead","page":185,"type":"Elixir/Ale","dishTypes":["beber"],"serves":{"exact":4},"ingredients":[{"type":"ingrediente","entry":"{=cantidad1/v} palitos de canela, partidos por la mitad","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} clavos enteros","amount1":8},{"type":"ingrediente","entry":"{=cantidad1/v} tazas de agua","amount1":4},{"type":"ingrediente","entry":"Un trozo de {=amount1/v} pulgadas de jengibre fresco, pelado, cortado en {=amount2/v} o {=amount3/v} rodajas y machacado","amount1":1,"amount2":3,"amount3":4},{"type":"ingrediente","entry":"{=cantidad1/v} taza de miel","amount1":0.25},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de mermelada de moras o bayas sin semillas","amount1":6},{"type":"ingrediente","entry":"Sal Kosher"}],"instructions":["En una cacerola a fuego medio, calentar los palitos de canela y los clavos de olor hasta que estén fragantes, unos 2 minutos. Añadir con cuidado el agua (puede chisporrotear) y el jengibre, ajustar el fuego a medio-alto y llevar la mezcla a fuego lento. Añadir la miel, la mermelada y una pequeña pizca de sal y volver a hervir a fuego lento, batiendo para disolver la miel y la mermelada. Poner el fuego a bajo, tapar parcialmente la olla y cocer a fuego lento para que se mezclen los sabores, unos 20 minutos. Tapar la olla por completo, retirarla del fuego y dejarla reposar durante 20 minutos más. Cuele la mezcla en un bol u otro recipiente. Servir caliente, a temperatura ambiente o ligeramente frío."],"noteCook":["Si prefiere la versión alcohólica de Evermead, añada alrededor de 1½ onzas de vodka o brandy por ración, adorne con"],"hasFluff":true},{"name":"Sopa de todo","page":132,"type":"Halfling","dishTypes":["sopa"],"allergenGroups":["leche"],"serves":{"exact":6},"ingredients":[{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de mantequilla sin sal","amount1":6},{"type":"ingrediente","entry":"{=cantidad1/v} cucharaditas de romero fresco finamente picado","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} dientes de ajo, finamente picados","amount1":2},"Sal Kosher",{"type":"ingrediente","entry":"{=cantidad1/v} cebolla amarilla grande, picada","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} zanahorias arco iris, peladas y cortadas en diagonal en rodajas de {=cantidad2/v} pulgadas","amount1":3,"amount2":0.75},{"type":"ingrediente","entry":"{=cantidad1/v} pimiento rojo, sin corazón, sin semillas y cortado en trozos de {=cantidad2/v} pulgadas","amount1":1,"amount2":0.75},{"type":"ingrediente","entry":"{=cantidad1/v} hojas grandes de laurel","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} cucharaditas de tomillo fresco finamente picado, o {=cantidad2/v} cucharadita de tomillo seco","amount1":1.5,"amount2":0.75},{"type":"ingrediente","entry":"{=cantidad1/v} tazas de caldo de pollo bajo en sodio","amount1":5},{"type":"ingrediente","entry":"{=amount1/v} patata Yukon gold (aproximadamente {=amount2/v} onzas), pelada y cortada en cubos de {=amount3/v} pulgadas","amount1":1,"amount2":6,"amount3":0.75},{"type":"ingrediente","entry":"{=cantidad1/v} onzas de judías verdes, recortadas y cortadas en trozos de {=cantidad2/v} pulgadas","amount1":4,"amount2":1},{"type":"ingrediente","entry":"{=cantidad1/v} puerro pequeño, partes blanca y verde claro, cortado por la mitad a lo largo, en rodajas finas, bien enjuagado y escurrido","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} taza fr","amount1":0.75},{"type":"{=cantidad1/v} taza fr","entry":"{=cantidad1/v} tazas ({=cantidad2/v} onzas) de trozos de pollo casero o asado, sin piel y desmenuzado","amount1":1.5,"amount2":8},"Pimienta negra recién molida"],"instructions":["En una sartén pequeña a fuego medio, derrita 3 cucharadas de mantequilla. Añada el romero, el ajo y una pizca de sal y cocine, removiendo, hasta que esté fragante, aproximadamente 1 minuto. Retirar del fuego y apartar la sartén para que la mantequilla se infusione.","En una olla o cacerola grande a fuego medio-alto, derretir las 3 cucharadas de mantequilla restantes. Añadir la cebolla, las zanahorias, el pimiento rojo, las hojas de laurel, el tomillo y 1 cucharadita de sal y cocinar, removiendo, hasta que las verduras se ablanden, unos 5 minutos. Ajuste el fuego a medio-bajo, tape y siga cocinando, removiendo de vez en cuando, hasta que las verduras hayan soltado su jugo, unos 8 minutos. Añadir el caldo y la patata, ajustar el fuego a medio-alto y llevar el líquido a fuego lento. Ajuste el fuego a muy bajo, tape y cocine a fuego lento hasta que la patata esté apenas tierna, unos 5 minutos. Añade las judías verdes, ajusta el fuego a medio-alto y vuelve a poner el líquido a fuego lento. Ajuste el fuego a muy bajo, tape y cocine a fuego lento hasta que las judías verdes estén apenas tiernas, unos 3 minutos más. Añade el puerro, el maíz, el pollo, ¾ de cucharadita de sal y unas cuantas moliendas de pimienta; ajusta el fuego a medio-alto y vuelve a poner el líquido a fuego lento. Ajuste el fuego a muy bajo, tape y cocine a fuego lento hasta que la patata esté completamente tierna, las judías verdes estén tiernas y crujientes, los puerros estén marchitos y el maíz y el pollo estén bien calientes, unos 3 minutos más. Retire las hojas de laurel. Pruebe y rectifique la sazón con más","Vuelva a poner la mantequilla de romero y ajo a fuego medio para que se derrita. Pase la mantequilla por un colador de malla fina. Sirva la sopa, rociando una o dos cucharaditas de la mantequilla aromatizada en la superficie de cada porción."],"hasFluff":true,"hasFluffImages":true},{"name":"Huevos de Feywild","page":58,"type":"Elven","dishTypes":["entrada"],"allergenGroups":["apio","huevos","m"],"serves":{"exact":4},"ingredients":[{"type":"ingrediente","entry":"{=cantidad1/v} {@unidad {=cantidad1}|huevo|huevo}","amount1":9},{"type":"ingrediente","entry":"{=cantidad1/v} taza de queso parmesano recién rallado","amount1":0.25},{"type":"ingrediente","entry":"{=cantidad1/v} taza de hierbas frescas mixtas finamente picadas, como perejil, albahaca, eneldo, menta, estragón, levístico u hojas de apio","amount1":0.33},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de sal kosher","amount1":0.5},"Pimienta negra recién molida",{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de aceite de oliva virgen extra","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} cebolla amarilla, finamente picada","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} onzas de queso Fontina, Colby, Monterey Jack, Havarti o Gouda, finamente picado (aproximadamente {=cantidad2/v} taza)","amount1":5,"amount2":0.5}],"instructions":["Precaliente el horno a 400°F con una rejilla en el centro de t","En un recipiente, bata los huevos, el queso parmesano, las hierbas, la sal y unas cuantas moliendas de pimienta hasta que se mezclen uniformemente.","En una sartén antiadherente de 10 pulgadas, apta para el horno, a fuego medio-alto, calentar el aceite de oliva hasta que brille. Añada la cebolla y cocínela hasta que se ablande, unos 3 minutos. Vierta la mezcla de huevos y cocine sin tocarla hasta que los bordes comiencen a cuajar y empiecen a aparecer burbujas en el centro, aproximadamente 1 minuto. Espolvoree el queso en dados de forma uniforme sobre los huevos, transfiera la sartén al horno y hornee hasta que el centro esté cuajado y la frittata se haya hinchado, unos 14 minutos.","Pase suavemente una espátula antiadherente flexible por los bordes de la frittata para aflojarla y colocarla en un plato de servir. Deje que se enfríe durante unos 15 minutos, córtela en trozos y sírvala caliente o a temperatura ambiente."],"noteCook":["Los huevos Feywild se adaptan bien a todo tipo de adiciones, incluyendo verduras como pimientos salteados, champiñones en rodajas, espárragos, calabacines o cebolletas, y carnes como tocino cocido desmenuzado, salchichas cocidas en rodajas finas o desmenuzadas, o jamón salteado en dados. Sea cual sea el ingrediente que se añada, no utilice más de 2 tazas y asegúrese de que están cocidos y sazonados en la sartén antes de añadir los huevos.","Asegúrese de que la sartén que elija sea apta para el horno a 400°F."],"hasFluff":true},{"name":"Brochetas de Pollo Abisal con Especias de Fuego","page":159,"type":"Cocina poco común","dishTypes":["entrada"],"allergenGroups":["sulfitos"],"serves":{"exact":4},"ingredients":[{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de melaza sin azufre (no blackstrap)","amount1":3},{"type":"ingrediente","entry":"{=cantidad1/v} cucharada de zumo de lima fresco","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} cucharada de salsa de pimienta picante","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de chile en polvo","amount1":1.5},{"type":"ingrediente","entry":"{=cantidad1/v} cucharaditas de azúcar moreno claro u oscuro","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de pimentón ahumado","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de cebolla en polvo","amount1":1},"Sal Kosher y pimienta negra recién molida",{"type":"ingrediente","entry":"{=cantidad1/v}","amount1":2,"amount2":8,"amount3":1},{"type":"ingrediente","entry":"{=cantidad1/v} pimientos poblanos grandes, sin semillas y cortados en {=cantidad2/v}cuadros de una pulgada","amount1":3,"amount2":1.5},{"type":"ingrediente","entry":"{=cantidad1/v} cebollas rojas, cortadas por la mitad a lo largo y en {=cantidad2/v} trozos iguales","amount1":2,"amount2":8},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de aceite de oliva virgen extra","amount1":1.5},{"type":"ingrediente","entry":"{=cantidad1/v} rebanadas de tocino de corte grueso, cada una cortada transversalmente en {=cantidad2/v} trozos","amount1":8,"amount2":3},{"type":"ingrediente","entry":"{=cantidad1/v} taza de menta fresca picada para decorar","amount1":0.33}],"instructions":["Si utiliza brochetas de madera, remójelas en un bol con agua durante 20 minutos antes de asarlas.","En un bol, bata la melaza, el zumo de lima y la salsa de pimienta picante. Póngalo a un lado.","En otro bol, bata el chile en polvo, el azúcar moreno, el pimentón, la cebolla en polvo, 2 cucharaditas de sal y 2 cucharaditas de pimienta para mezclar. Agregue el pollo y revuélvalo para cubrirlo.","Prepare un fuego medio en una parrilla de carbón o precaliente una parrilla de gas a fuego alto durante 15 minutos.","Mientras tanto, en un tazón grande, mezcle suavemente los poblanos y las cebollas (rompiendo los trozos de cebolla en pedazos de dos o tres capas) con el aceite de oliva, una pizca de sal y una pizca de pimienta. Coloca dos brochetas una al lado de la otra, separadas ½ pulgada, con los lados puntiagudos hacia arriba. Ensarta el conjunto de brochetas dobles con trozos alternados de pollo, cebolla, tocino y poblano, asegurándote de que los trozos no estén demasiado apretados entre sí; repite con el resto del pollo, las verduras y el tocino. Deberías poder hacer ocho brochetas.","Asa las brochetas, dándoles la vuelta cada 3 minutos, hasta que las cebollas y los poblanos estén tiernos y marcados en la parrilla, y el pollo esté bien dorado y cocido, unos 15 minutos. Unte las brochetas por todas partes con la mezcla de melaza y áselas durante 1 minuto por cada lado (no deje que se quemen). Adorne con menta fresca y sirva caliente."],"noteCook":["El doble pinchado ayuda a evitar que los trozos de comida giren al mover las brochetas en la parrilla. En consecuencia, necesitará dieciséis brochetas (de madera o metal) para hacer las ocho brochetas."],"miscTags":["alcohol"],"hasFluff":true,"hasFluffImages":true},{"name":"Dedos fritos","page":174,"type":"Cocina poco común","dishTypes":["aperitivo"],"allergenGroups":["gluten","huevos","mostaza","soja","sulfitos"],"serves":{"exact":4},"ingredients":[{"type":"entradas","name":"Salsa de ciruelas","entries":[{"type":"ingrediente","entry":"{=cantidad1/v} cucharada de aceite de sabor neutro, como el vegetal, el de canola, el de cártamo o el de semillas de uva","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} taza de cebollas blancas finamente picadas","amount1":0.25},"Sal Kosher",{"type":"ingrediente","entry":"{=cantidad1/v} cucharaditas de jengibre fresco finamente rallado","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} diente de ajo grande, finamente picado","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de polvo de cinco especias","amount1":0.25},{"type":"ingrediente","entry":"{=cantidad1/v} taza de mermelada de ciruelas o conservas","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} ficha","amount1":1.5},{"type":"ingrediente","entry":"{=cantidad1/v} tabla","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} cucharada de azúcar moreno ligero","amount1":1},"Pimienta negra recién molida"]},{"type":"entradas","name":"Dedos de pollo","entries":["ups pan rallado panko",{"type":"ingrediente","entry":"{=cantidad1/v} tazas de patatas fritas cocidas (aproximadamente {=cantidad2/v} onzas), trituradas hasta obtener migas finas","amount1":3,"amount2":5},{"type":"ingrediente","entry":"{=cantidad1/v} teas","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} cucharaditas de ajo en polvo","amount1":2},"Una pizca de cayena, o al gusto","Sal Kosher y pimienta negra recién molida",{"type":"ingrediente","entry":"{=cantidad1/v} taza de harina común","amount1":0.5},{"type":"ingrediente","entry":"{=cantidad1/v} {@unidad {=cantidad1}|huevo|huevo}","amount1":2},{"type":"ingrediente","entry":"{=amount1/v} pechugas de pollo deshuesadas y sin piel ({=amount2/v} a {=amount3/v} onzas cada una), cortadas en diagonal a lo largo en tiras de {=amount4/v} pulgadas de ancho","amount1":4,"amount2":6,"amount3":8,"amount4":0.75},"Aceite de oliva en spray para cocinar"]}],"instructions":[{"type":"entradas","name":"Hacer la salsa","entries":["En una cacerola pequeña a fuego medio, calentar el aceite hasta que brille. Añada las cebolletas y una pizca de sal y cocine, removiendo, hasta que se ablanden, de 1 a 2 minutos. Añada el jengibre, el ajo y el polvo de cinco especias y cocine, removiendo, hasta que estén fragantes, aproximadamente 1 minuto. Añada la mermelada, el vinagre, la salsa de soja, el azúcar moreno y la pimienta al gusto y bata para combinar. Llevar la mezcla a fuego lento, removiendo, de 3 a 5 minutos. Ajuste el fuego a bajo y continúe cocinando a fuego lento y removiendo para mezclar los sabores, aproximadamente 1 minuto. Pasar la salsa a un recipiente apto para microondas y reservar.","Precaliente el horno a 325°F con una rejilla en la parte superior-media del horno. Forrar una bandeja de horno grande con borde con papel de aluminio."]},{"type":"entradas","name":"Prepare los Dedos de Pollo","entries":["Esparcir el panko en una capa uniforme sobre la bandeja de horno forrada con papel de aluminio y hornear hasta que se dore, de 8 a 10 minutos, removiendo varias veces. Raspe el panko tostado en un plato ancho y poco profundo, añada las patatas fritas trituradas, la mostaza en polvo, el ajo en polvo, la cayena, 1¼ cucharaditas de sal y unas cuantas moliendas de pimienta. Remover para distribuir las patatas fritas y los condimentos. En un segundo plato ancho y poco profundo, extender la harina. En un tercer plato llano y ancho, bata los huevos, una pizca de sal y unas cuantas moliendas de pimienta hasta que estén bien mezclados.","Ajuste la temperatura del horno a 500°F y coloque una rejilla en la bandeja de hornear forrada con papel de aluminio.","Seca las tiras de pollo y espolvorea ligeramente con sal y pimienta. Trabajando con varios trozos de pollo a la vez, páselos por la harina y elimine el exceso. Sumerja los trozos de pollo enharinados en la mezcla de huevo para cubrirlos bien, y deje escurrir el exceso de huevo. A continuación, páselos por la mezcla de panko para cubrirlos bien, presionando sobre el pollo para que se adhiera. Coloque con cuidado los trozos de pollo en la rejilla de la bandeja del horno (no deben superponerse) y úntelos con spray de cocina.","Hornee hasta que el revestimiento esté dorado y crujiente y los palitos de pollo estén bien cocidos (se sentirán firmes al apretarlos suavemente con las yemas de los dedos), de 10 a 12 minutos, comprobando con frecuencia, dándoles la vuelta y recubriendo el segundo lado a mitad del tiempo de cocción y girando la sartén 180 grados para una cocción uniforme. Enfríe los dedos de pollo durante unos 4 minutos.","Si la salsa se ha enfriado por completo y quiere servirla caliente, tape el plato y caliéntelo brevemente en el microondas. Pruebe y ajuste la sazón con más sal y pimienta, si es necesario. Servir los dedos fritos calientes, pasando la salsa a un lado."]}],"noteCook":["Un buen método para triturar las patatas fritas es meterlas en una bolsa con cierre y pasar por encima de ella repetidamente con un rodillo hasta que las patatas queden finamente trituradas."],"hasFluff":true},{"name":"Hombre de jengibre","page":43,"type":"Humano","dishTypes":["postre"],"allergenGroups":["leche","gluten","huevos","nueces","mostaza"],"makes":"24 Galletas","ingredients":[{"type":"entradas","name":"Galletas","entries":[{"type":"ingrediente","entry":"{=cantidad1/v} tazas de harina común","amount1":3},{"type":"ingrediente","entry":"{=cantidad1/v} taza de azúcar moreno envasado","amount1":0.75},{"type":"ingrediente","entry":"{=cantidad1/v} cucharada de jengibre molido","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} cucharaditas de canela molida","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de bicarbonato de sodio","amount1":0.75},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de sal kosher","amount1":0.75},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de mostaza en polvo","amount1":0.75},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de nuez moscada recién rallada","amount1":0.5},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de clavo de olor molido","amount1":0.13},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de mantequilla sin sal, derretida y enfriada","amount1":12},{"type":"ingrediente","entry":"{=cantidad1/v} taza de melaza sin azufre (no blackstrap)","amount1":0.67},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de leche entera","amount1":3},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de extracto puro de vainilla","amount1":0.5}]},{"type":"entradas","name":"Decoración","entries":[{"type":"ingrediente","entry":"{=cantidad1/v} taza de grosellas o pasas","amount1":0.67},{"type":"ingrediente","entry":"{=cantidad1/v} taza de nueces tostadas muy finamente picadas","amount1":0.33},{"type":"ingrediente","entry":"{=cantidad1/v} tazas c","amount1":1.33},{"type":"ingrediente","entry":"{=cantidad1/v} de clara de huevo","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de extracto puro de vainilla","amount1":0.25},"Sal Kosher"]}],"instructions":[{"type":"entradas","name":"Hacer las galletas","entries":["En un procesador de alimentos, combine la harina, el azúcar moreno, el jengibre, la canela, el bicarbonato de sodio, la sal, la mostaza en polvo, la nuez moscada y los clavos. Pulse varias veces para mezclar. Añadir la mantequilla derretida, la melaza, la leche y la vainilla y procesar hasta que los ingredientes se combinen en una masa sin restos de harina, de 15 a 30 segundos, parando para raspar los lados del bol de trabajo según sea necesario.","Espolvorear una superficie de trabajo muy ligeramente con harina, raspar la masa en ella y amasar brevemente hasta que la masa forme una bola cohesiva. Dividir la masa por la mitad, dar forma a cada mitad en un disco de ¾ a 1 pulgada de grosor, envolver cada uno en papel plástico y refrigerar durante al menos 1 hora o hasta 24 horas.","Precaliente el horno a 350°F con las rejillas en la parte superior-media y la inferior-media del horno. Forrar dos bandejas grandes para hornear con papel pergamino.","Trabajando con un disco de masa a la vez, enrolle la masa entre dos hojas grandes de papel pergamino en un círculo de aproximadamente ¼ de pulgada de espesor; el diámetro debe ser de aproximadamente 11 pulgadas, pero el espesor es más importante. Asegúrese de que el grosor es uniforme desde el centro hasta los bordes del círculo. Retira la hoja superior de pergamino y, con un cortador de galletas de hombre de jengibre de 3½ pulgadas, recorta tantas galletas como puedas. Retire los restos de masa y transfiera con cuidado las galletas cortadas a las bandejas de hornear preparadas, colocándolas con un espacio de aproximadamente 1 pulgada alrededor de ellas (unas nueve por bandeja). Triturar los restos de masa y con la masa refrigerada restante, extender y cortar tantas galletas como sea posible. No todas las galletas caben en las dos bandejas, por lo que habrá que hacer una segunda ronda de horneado. Asegúrese de que las hojas de galletas se enfríen antes de cargarlas con más galletas para hornear.","Hornee hasta que las galletas estén apenas cuajadas en los bordes y ligeramente hinchadas, de 9 a 11 minutos, girando las bandejas 180 grados y cambiando de rejilla a mitad del horneado. Enfríe las galletas en las bandejas de hornear durante 10 minutos, transfiéralas a rejillas y enfríelas completamente antes de decorarlas."]},{"type":"entradas","name":"Decorar las galletas","entries":["Esparcir las grosellas en un plato, recogerlas para eliminar las que sean especialmente grandes y reservarlas. En un cuenco pequeño, mezclar ⅓ taza de las grosellas pequeñas y las nueces, y reservar.","Con una batidora de pie equipada con un accesorio para batir, o con una batidora eléctrica manual, bata el azúcar de repostería, la clara de huevo, la vainilla, una pizca de sal y 1 cucharadita de agua a velocidad media-baja hasta que se combinen, aproximadamente 1 minuto. Ajuste la velocidad a media-alta y bata hasta que se formen picos brillantes y suaves, de 2 a 3 minutos, parando para raspar el bol cuando sea necesario.","En cada galleta enfriada, extienda aproximadamente ½ cucharadita de glaseado alrededor de la parte central, como si hiciera una faja. Trabajando rápidamente mientras el glaseado está todavía pegajoso, espolvorear una cucharadita escasa de la mezcla de grosella y nuez de manera uniforme sobre cada faja, presionando suavemente para ayudar a que se adhiera.","Raspe el resto del glaseado en una pequeña bolsa de plástico tipo sándwich o ziplock y, con las manos o con un rascador de banco, introdúzcalo en una de las esquinas inferiores de la bolsa. Corta 1/16 de pulgada de la esquina de la bolsa y coloca dos ojos y dos líneas finas de glaseado en los brazos y las piernas de cada galleta. Para la boca, ponga un punto de glaseado de ¼ de pulgada y presione una grosella grande en ella. Dejar secar durante unos 45 minutos. Servir o guardar en un recipiente hermético hasta 2 días."]}],"miscTags":["alcohol"],"hasFluff":true,"hasFluffImages":true},{"name":"Mezcla de moras","page":191,"type":"Elixir/Ale","dishTypes":["beber"],"serves":{"exact":4},"ingredients":[{"type":"ingrediente","entry":"{=cantidad1/v} taza de cubitos de hielo","amount1":0.5},{"type":"ingrediente","entry":"{=cantidad1/v} tazas de zumo de naranja","amount1":1.5},{"type":"ingrediente","entry":"{=cantidad1/v} taza de espinacas tiernas envasadas","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de miel","amount1":3},"Una pizca de sal kosher",{"type":"ingrediente","entry":"{=cantidad1/v} tazas de arándanos congelados, par","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} plátano en rodajas, congelado","amount1":1}],"instructions":["Poner el hielo en una batidora y pulsar para triturarlo. Añada el zumo de naranja, las espinacas, la miel y la sal; pulse para empezar a romper las verduras. Bate para licuar los sólidos, de 20 a 60 segundos, dependiendo de su licuadora. Añada los arándanos y el plátano y bata hasta que la mezcla sea uniforme, espesa y se mueva fácilmente en la jarra de la batidora, unos 45 segundos. Vierta en cuatro tazas y sirva inmediatamente."],"noteCook":["Para obtener un sabor más intenso, considere la posibilidad de añadir 1-2 cucharadas de jengibre fresco a la mezcla."],"hasFluff":true},{"name":"Paquetes de pera verde en tocino","page":71,"type":"Elven","dishTypes":["lado"],"serves":{"exact":4},"ingredients":[{"type":"ingrediente","entry":"{=cantidad1/v} libras (aproximadamente {=cantidad2/v}) de espárragos de grosor medio, con los extremos duros cortados","amount1":2,"amount2":32},{"type":"ingrediente","entry":"{=cantidad1/v} cucharada de aceite de oliva virgen extra","amount1":1},"Sal Kosher y pimienta negra recién molida",{"type":"ingrediente","entry":"{=cantidad1/v} rebanadas de tocino","amount1":8},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de cebollino fresco finamente picado para decorar","amount1":1.5}],"instructions":["Precaliente el horno a 425°F con una rejilla en el centro del horno.","En un recipiente grande, mezcle los espárragos con el aceite de oliva para cubrirlos. Espolvorear los espárragos muy ligeramente con sal y pimienta y mezclar de nuevo.","Ponga una loncha de bacon en la superficie de trabajo, coloque cuatro espárragos en diagonal y envuelva los espárragos con el bacon, cubriendo la mayor parte posible de los espárragos y asegurándose de que los extremos se superponen; presione suavemente los extremos para ayudar a que se adhieran. Trabajando en grupos de cuatro espárragos, repita con el resto de las rebanadas de tocino y los espárragos para formar siete paquetes adicionales.","En una bandeja para hornear con borde grande, coloque los paquetes, con la costura hacia abajo, con aproximadamente 1 pulgada de espacio alrededor de ellos. Asa hasta que el bacon y los espárragos estén bien cocidos y se doren, unos 15 minutos.","Pase los fajos a una fuente de servir, espolvoree con el cebollino y sirva a o"],"noteCook":["Cuando elija los espárragos, busque los que tengan un grosor de unos ¾ de pulgada en","Cuando elija los espárragos, busque espárragos que tengan un grosor de ¾ de pulgada en la base, más o menos como un rotulador; t"],"hasFluff":true,"hasFluffImages":true},{"name":"Gachas caseras para enanos","page":101,"type":"Enano","dishTypes":["entrada"],"allergenGroups":["leche","gluten"],"serves":{"exact":4},"ingredients":[{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de mantequilla sin sal","amount1":1.5},{"type":"ingrediente","entry":"{=cantidad1/v} taza de avena cortada de acero","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} tazas de agua","amount1":3.25},{"type":"ingrediente","entry":"{=cantidad1/v} taza de leche descremada o entera","amount1":0.5},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de sal kosher","amount1":0.25},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de azúcar moreno ligero, más {=cantidad2/v} cucharaditas para decorar","amount1":3,"amount2":4},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de crema de leche o media crema para adornar","amount1":2}],"instructions":["En un","En una cacerola grande a fuego medio, derrita la mantequilla. A [...]","Retirar la sartén del fuego, tapar y dejar reposar unos 5 minutos; la avena se espesará hasta alcanzar la consistencia de un pudín. Servir de inmediato, cubriendo cada porción de manera uniforme con aproximadamente 1½ cucharaditas de crema y 1 cucharadita de azúcar moreno."],"noteCook":["La cocción de la avena en una mezcla de agua y leche proporciona un buen equilibrio de riqueza (el uso de toda la leche puede hacer que las gachas de avena sean demasiado ricas, especialmente una vez que la","Añade el agua a los copos de avena tostados antes que la leche, de lo contrario podría hacer espuma.","Los copos de avena seguirán espesándose al enfriarse, así que asegúrate de servirlos calientes.",{"type":"cita","entries":["Seis enanos del barranco les seguían, llevando pesadas ollas de lo que olía a avena"],"by":"Seis enanos del barranco les seguían, llevando pesadas ollas de lo que olía a avena","from":"Dragones del crepúsculo otoñal"}],"hasFluff":true},{"name":"Gu","page":19,"type":"Humano","dishTypes":["lado"],"allergenGroups":["gluten","leche","sulfitos"],"serves":{"min":4,"max":6},"ingredients":[{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de aceite de oliva virgen extra","amount1":4},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de zumo de limón fresco","amount1":0.5},"Sal Kosher y pimienta negra recién molida",{"type":"ingrediente","entry":"{=cantidad1/v} champiñones cremini o de botón blanco grandes, con los tallos finamente picados y los sombreros enteros","amount1":24},{"type":"ingrediente","entry":"{=cantidad1/v} dientes de ajo, finamente picados","amount1":5},{"type":"ingrediente","entry":"{=cantidad1/v} taza de pan rallado","amount1":0.67},{"type":"ingrediente","entry":"{=cantidad1/v} taza de perejil fresco finamente picado","amount1":0.5},{"type":"ingrediente","entry":"{=cantidad1/v} chalota picada","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} cucharaditas de tomillo fresco picado","amount1":1.5},{"type":"ingrediente","entry":"{=cantidad1/v} taza de jerez seco, como el Amontillado","amount1":0.25},{"type":"ingrediente","entry":"{=cantidad1/v} taza de pimientos picantes picados (véase la nota del cocinero)","amount1":0.75},{"type":"ingrediente","entry":"{=cantidad1/v} taza de queso parmesano rallado grueso","amount1":0.75},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de queso crema, ablandado","amount1":3}],"instructions":["Precaliente el horno a 425°F con una rejilla en el centro del horno. Forre una bandeja de horno grande con borde con papel de aluminio, coloque una rejilla de alambre en la bandeja de horno y cúbrala con spray antiadherente para cocinar.","En un cuenco muy grande, bata enérgicamente 2 cucharadas de aceite de oliva, el zumo de limón, ½ cucharadita de sal y unas cuantas moliendas de pimienta. Añada los sombreros de los champiñones y remuévalos suavemente para cubrirlos. Colóquelos con las branquias hacia arriba en la rejilla y áselos hasta que se encojan ligeramente y se llenen de líquido, de 15 a 18 minutos. Vierta el líquido de los sombreros, déles la vuelta y siga asando hasta que estén dorados y tiernos, de 6 a 10 minutos más. Sáquelas del horno y apártelas, pero deje el horno encendido.","Mientras tanto, en un bol, bata 1 cucharada de aceite de oliva, la mitad del ajo, ½ cucharadita de sal y unas cuantas moliendas de pimienta. Añada el pan rallado y 2 cucharadas de perejil, mezcle hasta que las migas se humedezcan ligeramente y reserve.","En una sartén a fuego medio, calentar la 1 cucharada de aceite de oliva restante hasta que brille. Añadir los tallos de los champiñones picados, la chalota, el tomillo y ½ cucharadita de sal. Cocinar removiendo hasta que la mezcla se ablande y se dore, unos 8 minutos. Añada el resto del ajo y cocine, removiendo, hasta que esté fragante, aproximadamente 1 minuto. Añadir el jerez y remover, para eliminar el alcohol y espesar ligeramente la mezcla, de 1 a 2 minutos. Pasar la mezcla a un bol y dejar que se enfríe a temperatura ambiente.","Añade ⅓ taza de la mezcla de pan rallado, el perejil restante, los Peppadews, el parmesano, el queso crema, ¼ de cucharadita de sal y unas cuantas ralladuras de pimienta al bol y mezcla hasta que quede uniforme. Pruebe y ajuste la sazón con más sal y pimienta, si es necesario.","Poner los sombreros de los champiñones con las branquias hacia arriba y poner una cucharada generosa de relleno en cada uno. Sumerja los champiñones con el relleno hacia abajo en la mezcla de pan rallado restante para cubrir el relleno y colóquelos en la rejilla. Asar hasta que el relleno esté caliente y el pan rallado esté crujiente y ligeramente dorado, de 15 a 20 minutos. Servir caliente."],"noteCook":["Con su sabor afrutado, ácido, dulce y picante no"],"miscTags":["Con sus notas de sabor afrutado, ácido, dulce y picante, los pimientos Peppadew (un tipo de p"],"hasFluff":true},{"name":"Mordiscos dulces de avena Halfling","page":128,"type":"Halfling","dishTypes":["postre"],"allergenGroups":["gluten","huevos","leche"],"makes":"unas 45 galletas","ingredients":[{"type":"ingrediente","entry":"{=cantidad1/v} tazas de harina común","amount1":1.5},{"type":"ingrediente","entry":"{=cantidad1/v} tazas de copos de avena","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de bicarbonato de sodio","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de sal kosher","amount1":0.5},{"type":"ingrediente","entry":"{=cantidad1/v} tazas de azúcar moreno ligero envasado","amount1":1.5},{"type":"ingrediente","entry":"{=cantidad1/v} taza de mantequilla sin sal, a temperatura ambiente","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} {@unidad {=cantidad1}|huevo|huevo}, batido","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} cucharaditas de extracto puro de vainilla","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} taza de chispas de chocolate semidulce","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} taza de chispas de caramelo","amount1":1}],"instructions":["Precaliente el horno a 350°F. Forrar dos bandejas grandes para hornear con papel pergamino o forros antiadherentes (silicona).","En un bol, mezcle la harina, la avena, el bicarbonato y la sal.","En un cuenco grande, bata el azúcar moreno y la mantequilla hasta que estén ligeros y cremosos. Incorporar el huevo y la vainilla. Añadir la mezcla de harina y remover hasta que se incorpore. Incorporar los trozos de chocolate y los trozos de caramelo.","Recoge la masa con una cucharada redonda y colócala a unos 5 centímetros de distancia en las bandejas de hornear preparadas. Tendrá que hornear una segunda tanda de galletas porque no cabrán todas en las dos bandejas de hornear. (Está bien reutilizar el papel de pergamino).","Hornee durante 15 minutos, rotando las posiciones de las bandejas de hornear a mitad de camino, hasta que las galletas estén doradas y un poco más oscuras en los bordes. Deje que se enfríen en las bandejas de hornear durante unos minutos y luego páselas a una rejilla para que se enfríen completamente. Repita la operación con el resto de la masa. Guardar en un recipiente hermético a temperatura ambiente hasta 3 días."],"noteCook":["Las galletas más pequeñas afectarán al tiempo de cocción y las tandas posteriores se cocinarán notablemente más rápido si se utiliza la misma bandeja para hornear. Si las galletas son más blandas, intente reducir el tiempo de cocción en una cuarta parte."],"hasFluff":true,"hasFluffImages":true},{"name":"Pasteles de mano","page":21,"type":"Humano","dishTypes":["entrada"],"allergenGroups":["gluten","huevos","mostaza","altramuz"],"makes":"4 pasteles de mano de 6 pulgadas","ingredients":[{"type":"ingrediente","entry":"{=cantidad1/v} rebanadas de tocino de corte grueso","amount1":6},{"type":"ingrediente","entry":"{=amount1/v} patata grande (aproximadamente {=amount2/v} onzas) Yukon gold, pelada y cortada en trozos de {=amount3/v} pulgadas","amount1":1,"amount2":8,"amount3":0.5},{"type":"ingrediente","entry":"{=cantidad1/v} puerros, partes blancas y verde claro, cortados por la mitad a lo largo y en rodajas finas","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} cucharada de tomillo fresco finamente picado","amount1":1},"Sal Kosher y pimienta negra recién molida",{"type":"ingrediente","entry":"{=cantidad1/v} dientes de ajo, finamente picados","amount1":4},{"type":"ingrediente","entry":"{=cantidad1/v} libra de carne molida","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de harina común","amount1":3},{"type":"ingrediente","entry":"{=cantidad1/v} taza de caldo de pollo bajo en sodio","amount1":0.67},{"type":"ingrediente","entry":"{=cantidad1/v} taza de perejil fresco picado","amount1":0.25},{"type":"ingrediente","entry":"Masa para {=cantidad1/v} tartas de doble corteza (aproximadamente {=cantidad2/v} libras), descongelada si está congelada","amount1":2,"amount2":1.5},{"type":"ingrediente","entry":"{=cantidad1/v} {@unidad {=cantidad1}|huevo|huevo}","amount1":1},"Ketchup, mostaza en grano o salsa de carne para servir (opcional)"],"instructions":["En una sartén grande antiadherente a fuego medio, freír el bacon, dándole la vuelta cuando sea necesario, hasta que esté bien dorado, unos 13 minutos. Pasar el bacon a papel de cocina para escurrirlo y reservarlo.","Medir la grasa extraída. Reservar 2½ cucharadas y guardar el resto para otro uso o desecharlo. Devuelve 1½ cucharadas de la grasa a la sartén, ponla a fuego medio-alto y deja que la grasa se caliente hasta que brille. Añadir la patata y cocinar, removiendo de vez en cuando, hasta que empiece a ablandarse, unos 7 minutos. Añada la cucharada restante de grasa de tocino y deje que se caliente hasta que brille. Añadir los puerros, el tomillo y ½ cucharadita de sal y cocinar, removiendo, hasta que los puerros se ablanden, unos 4 minutos. Añada el ajo y cocine, removiendo, hasta que esté fragante, aproximadamente 1 minuto. Pasar la mezcla a un bol y reservar.","Limpie la sartén, vuelva a ponerla a fuego medio-alto, añada la carne y cocínela, removiendo y deshaciendo los grumos, hasta que empiece a perder su color rosa, de 4 a 5 minutos. Ajuste el fuego a medio, añada la harina y cocine, removiendo constantemente, durante 1 o 2 minutos. Añada el caldo y ¾ de cucharadita de sal y cocine, usando una cuchara de madera para raspar el fondo de la sartén para aflojar y disolver cualquier trozo dorado que se haya pegado, hasta que la mezcla se espese (y esté casi un poco pastosa), unos 2 minutos. Pasar la mezcla al bol con la mezcla de patatas, remover para que se incorpore y dejar enfriar hasta que esté apenas caliente, unos 20 minutos.","Desmenuzar el bacon y añadirlo al bol con el perejil; remover para incorporarlo. Probar y rectificar la sazón con sal y pimienta, si es necesario. Tapar y reservar en el frigorífico.","Precaliente el horno a 375°F con una rejilla en el medio del horno. Forrar una bandeja de horno grande con borde con papel pergamino o un forro antiadherente (silicona). Tenga a mano un pequeño recipiente con agua. Si está trabajando con masa de tarta casera, divida la masa en cuartos. En una superficie de trabajo ligeramente enharinada o con papel pergamino p","Corte la masa en un óvalo de 10 por 8 pulgadas. Coloque 1 taza de la mezcla de relleno en el tercio inferior de la masa (un extremo estrecho), dejando un borde de aproximadamente 1½ pulgadas alrededor de los bordes. Humedezca todo el perímetro de la masa con agua y, utilizando un rascador de banco si es necesario, doble la parte superior del óvalo sobre el relleno para formar una media luna. Presione la masa alrededor del relleno para eliminar el aire y sellarlo. Utilice la punta de un cuchillo para hacer una pequeña abertura en forma de \"X\" en el centro de cada pastel. Recorte los bordes irregulares y, con un tenedor, engarce los bordes para sellarlos. Una vez más, utilizando un rascador de banco si es necesario, transfiera la tarta formada a la bandeja para hornear preparada. Repita la operación con el resto de la masa y el relleno.","En un bol pequeño, bata el huevo con 1 cucharada de agua y pinte la parte superior y los lados de cada pastel con la mezcla. Hornee hasta que las tartas estén doradas y crujientes, de 40 a 45 minutos, girando el molde a mitad de camino. Ponga las tartas en una rejilla, déjelas enfriar de 5 a 10 minutos y sírvalas calientes con ketchup, mostaza en grano o salsa para carne."],"hasFluff":true,"hasFluffImages":true},{"name":"Estofado Hardbuckler","page":160,"type":"Cocina poco común","dishTypes":["entrada","así que"],"allergenGroups":["gluten"],"serves":{"exact":6},"ingredients":[{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de aceite de sabor neutro, como el vegetal, el de canola, el de cártamo o el de semillas de uva","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} libras de champiñones cremini, cortados en cuartos","amount1":1.5},"Sal Kosher",{"type":"ingrediente","entry":"{=cantidad1/v} libras de paleta de cordero deshuesada, sin el exceso de grasa y cortada en trozos de {=cantidad2/v} pulgadas","amount1":2.5,"amount2":1},"Pimienta negra recién molida",{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de harina común","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} cebolla amarilla grande, picada","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} cucharada de tomillo fresco finamente picado, o {=cantidad2/v} cucharaditas de tomillo seco","amount1":1,"amount2":1.5},{"type":"ingrediente","entry":"{=cantidad1/v} hojas de laurel","amount1":3},{"type":"ingrediente","entry":"{=cantidad1/v} tazas de caldo de pollo bajo en sodio","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} libra de nabos o colinabos, pelados y cortados en trozos de {=cantidad2/v} pulgadas (aproximadamente {=cantidad3/v} tazas)","amount1":1,"amount2":1,"amount3":4},{"type":"ingrediente","entry":"{=cantidad1/v} libras de patatas Yukon gold, peladas y cortadas en trozos de {=cantidad2/v} pulgadas","amount1":1.5,"amount2":1},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de vinagre de jerez","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} taza de perejil fresco picado","amount1":0.5}],"instructions":["En una olla grande a fuego medio-alto, calentar 1 cucharada de aceite hasta que brille. Añadir las setas y ½ cucharadita de sal y cocinar, removiendo de vez en cuando, hasta que las setas suelten su líquido y éste se evapore, unos 15 minutos. Ajustar el fuego a medio y seguir cocinando, removiendo a menudo, hasta que las setas se doren, unos 5 minutos más. Raspe las setas en un bol y resérvelas.","Mientras tanto, precaliente el horno a 325°F con una rejilla en la parte media-baja del horno.","En un bol, mezcle el cordero con 1½ cucharaditas de sal, 1 cucharadita de pimienta y la harina para cubrirlo. En el horno holandés ya vacío, calentar la cucharada de aceite restante a fuego medio-alto hasta que brille. Añade la mitad del cordero de forma que los trozos estén juntos en una sola capa pero sin tocarse (no agobies la sartén) y cocínalo, sin que se mueva, hasta que se dore profundamente en la parte inferior, de 3 a 4 minutos. Dar la vuelta a los trozos y cocinarlos, sin removerlos, hasta que el segundo lado esté bien dorado, de 3 a 4 minutos más; pasar el cordero a una fuente. Repetir la operación para dorar el resto del cordero (ajustando el fuego según sea necesario para evitar que se chamusque); pasar a la fuente con la primera tanda.","Vierta toda la grasa de la olla menos una cucharada. Vuelva a poner la olla a fuego medio, añada la cebolla, el tomillo, las hojas de laurel y 1 cucharadita de sal y cocine, removiendo y raspando el fondo de la olla para soltar los trozos dorados, hasta que se ablande, unos 4 minutos. Añadir el caldo, ajustar el fuego a medio-alto, y raspar el fondo de la olla para aflojar y disolver cualquier trozo dorado restante. Añadir el cordero cocido con sus jugos acumulados, remover para combinar, tapar y hornear durante 40 minutos. Añade los trozos de nabo, sumérgelos en el líquido lo mejor que puedas, vuelve a tapar y sigue horneando durante 30 minutos más. Añade las patatas y las setas, sumérgelas en el líquido lo mejor que puedas, vuelve a tapar y sigue horneando hasta que el cordero y todas las verduras estén muy tiernos, aproximadamente 1¼ horas más. Si el guiso está más líquido de lo que te gustaría, aplasta algunas de las patatas contra el lateral de la olla para ayudar a espesarlo.","Pruebe y ajuste la sazón con más sal y pimienta, si es necesario. Retire las hojas de laurel, añada el vinagre y la mayor parte del perejil, y remueva para combinar. Servir, espolvoreando cada porción con un poco del perejil restante."],"miscTags":["alcohol"],"hasFluff":true},{"name":"Tarta de manzana y moras de Heartlands Rose","page":139,"type":"Halfling","dishTypes":["postre"],"allergenGroups":["gluten","huevos","altramuz","leche","sulfitos"],"makes":"Una tarta de 9 pulgadas","ingredients":[{"type":"ingrediente","entry":"{=cantidad1/v} taza más {=cantidad2/v} cucharada de azúcar","amount1":0.67,"amount2":1},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de canela molida","amount1":0.5},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de maicena","amount1":3},"Sal Kosher",{"type":"ingrediente","entry":"{=amount1/v} libras (aproximadamente {=amount2/v}) de manzanas para hornear (como Golden Delicious, Ginger Gold, Jonathan, Jonagold, Honeycrisp, Cortland o Empire), peladas, cortadas en cuartos, sin corazón y cortadas longitudinalmente en rodajas de {=amount3/v} pulgadas","amount1":3.5,"amount2":6,"amount3":0.25},{"type":"ingrediente","entry":"Hojas de pasta para {=amount1/v} tartas de doble corteza, descongeladas si están congeladas y reposadas a temperatura ambiente hasta que estén flexibles sin romperse, unos {=amount2/v} minutos","amount1":2,"amount2":30},{"type":"ingrediente","entry":"{=cantidad1/v} onzas (aproximadamente {=cantidad2/v} tazas) de moras, enjuagadas","amount1":12,"amount2":2.5},{"type":"ingrediente","entry":"{=cantidad1/v} cucharada de zumo de limón fresco","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de mantequilla sin sal, cortada en trozos pequeños","amount1":1.5},{"type":"ingrediente","entry":"{=cantidad1/v} {@unidad {=cantidad1}|huevo|huevo}","amount1":1},"Nata montada ligeramente azucarada para servir (opcional)"],"instructions":["n un bol grande apto para microondas, mezclar ⅓ taza de azúcar, la canela, 1 cucharada de maicena y ¼ de cucharadita de sal. Añada las manzanas y remuévalas suavemente para combinarlas. Calentar la mezcla en el microondas hasta que las manzanas empiecen a ablandarse y a soltar su jugo, entre 7 y 10 minutos, removiendo suavemente con una espátula flexible cada 2 ó 3 minutos. Dejar enfriar a temperatura ambiente, unos 30 minutos.","En una superficie de trabajo enharinada o en una hoja de papel pergamino, extienda un trozo de pastelería hasta formar un círculo de 12 pulgadas. Coloque la masa en un plato hondo para tartas, levantando suavemente el borde de la masa con una mano mientras la presiona ligeramente en el fondo del plato y en los lados con la otra mano; deje un saliente de unos 2,5 cm. Refrigere hasta que la masa esté firme, unos 30 minutos.","Precaliente el horno a 425°F con una bandeja grande para hornear sobre una rejilla en la posición media-baja del horno.","En un bol, mezcle ⅓ taza de azúcar, las 2 cucharadas restantes de maicena y una pizca de sal. Añada las moras y remuévalas suavemente para cubrirlas. Añadir el zumo de limón y mezclar suavemente hasta que la mezcla de azúcar se humedezca y se convierta en jarabe. Reparta la mezcla de moras de manera uniforme en el molde forrado de masa y esparza los trozos de mantequilla sobre la mezcla de bayas. Con una cuchara ranurada, ponga las manzanas uniformemente sobre las moras y amontónelas ligeramente en el centro. Vierta aproximadamente la mitad de los jugos exudados sobre las manzanas.","En una superficie de trabajo enharinada o en una hoja de papel pergamino, extienda la segunda pieza de pastelería hasta formar un círculo de 12 pulgadas. Coloque la masa sobre las manzanas, dejando un saliente de unos 2,5 cm. Con unas tijeras de cocina, corte uniformemente las dos capas de hojaldre que sobresalen, dejando un voladizo de aproximadamente ½ pulgada. Doble el hojaldre por debajo de sí mismo de manera que el borde del pliegue esté al mismo nivel que el borde del plato de la tarta y estríe el hojaldre con el pulgar y el índice, o lo doble con las púas de un tenedor, para sellarlo.","En un bol pequeño, bate el huevo con 1 cucharada de agua y píntalo sobre la parte superior de la tarta (probablemente te sobrará un poco). Espolvoree la cucharada de azúcar restante de manera uniforme por encima. Colocar la tarta en la bandeja de horno precalentada y hornear hasta que la parte superior esté ligeramente dorada, unos 25 minutos. Ajuste la temperatura a 375°F, gire la bandeja de hornear 180 grados y continúe horneando hasta que la corteza esté dorada, de 25 a 30 minutos más.","Colocar la tarta en una rejilla y dejarla enfriar a temperatura ambiente, unas 2 horas. Servir con nata montada, si se desea."],"hasFluff":true,"hasFluffImages":true},{"name":"Puré de alta cosecha","page":59,"type":"Elven","dishTypes":["entrada"],"serves":{"exact":4},"ingredients":[{"type":"ingrediente","entry":"Una {=amount1/v} libra de calabaza, pelada, sin semillas y cortada en cubos de {=amount2/v} pulgadas","amount1":4,"amount2":1},{"type":"ingrediente","entry":"{=cantidad1/v} dientes de ajo grandes, sin pelar","amount1":4},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de aceite de oliva virgen extra, más para rociar","amount1":3},"Sal Kosher y pimienta negra recién molida",{"type":"ingrediente","entry":"{=cantidad1/v} cucharaditas de tomillo fresco finamente picado","amount1":1.5}],"instructions":["Precaliente el horno a 425°F con una rejilla en el centro del horno.","En un recipiente grande, mezcle la calabaza y los dientes de ajo con el aceite de oliva. Añada ¾ de cucharadita de sal y unas cuantas moliendas de pimienta y mezcle para distribuir. En una bandeja para hornear con borde grande, extienda la calabaza en una sola capa y ásela hasta que esté tierna, unos 30 minutos. Espolvoree el tomillo sobre la calabaza, remuévalo y siga asando durante 10 minutos más. Coloque la bandeja de horno en una superficie estable y resistente al calor.","Quitar las cáscaras de los dientes de ajo; desechar las cáscaras y devolver los dientes a la calabaza. Con un machacador de patatas, aplastar la calabaza hasta conseguir la textura deseada. Probar y ajustar la sazón con sal y pimienta, si es necesario. Pasar el puré a una fuente de servir, rociar con aceite de oliva y servir."],"noteCook":["Al triturar la calabaza en la bandeja del horno se obtiene un puré denso y rústico. Si quieres que quede más suave, raspa la calabaza y el ajo pelado en un procesador de alimentos y púlsalo o procésalo hasta conseguir la suavidad deseada. Si desea una consistencia más suelta, con el procesador en marcha, añada gradualmente de ½ a ⅔ taza de agua caliente a través del tubo de alimentación."],"hasFluff":true},{"name":"Cerdos en la cama","page":125,"type":"Halfling","dishTypes":["snack"],"allergenGroups":["gluten","huevos","mostaza","sulfitos"],"makes":"unos 40 rollos","ingredients":[{"type":"ingrediente","entry":"{=cantidad1/v} a {=cantidad2/v} hoja(s) de hojaldre congelada(s) con mantequilla (véase la Nota del cocinero), descongelada(s) según las instrucciones del paquete","amount1":1,"amount2":2},{"type":"ingrediente","entry":"{=cantidad1/v} ({=cantidad2/v} onzas) paquete de salchichas de cóctel","amount1":1,"amount2":12},{"type":"ingrediente","entry":"{=cantidad1/v} {@unidad {=cantidad1}|huevo|huevo}","amount1":1},"Ketchup, mostaza, salsa barbacoa o salsa de carne para mojar (opcional)"],"instructions":["Precaliente el horno a 400°F. Forrar dos bandejas grandes para hornear con papel pergamino o forros antiadherentes (silicona).","En una superficie de trabajo ligeramente enharinada, despliegue o desenrolle el hojaldre. Si es necesario, utilice un rodillo para aplanarlo suavemente (tenga cuidado de no presionar demasiado, ya que esto comprimiría las capas y disminuiría su hinchazón al hornearse). Corte tantos cuadrados de 5 cm como francos de cóctel tenga. Coloque cada franco en diagonal sobre un cuadrado, doble las dos esquinas opuestas hacia arriba y sobre el franco para que se encuentren en la parte superior, y presione o pellizque para que se adhieran. Colóquelos con una separación de aproximadamente 1 pulgada en las bandejas para hornear preparadas.","En un bol pequeño, bata el huevo con 1 cucharada de agua y pinte la parte superior y los lados de cada rollo de cama con la mezcla. Hornee hasta que los rollos de cama estén dorados, hinchados y crujientes, unos 17 minutos, girando las planchas 180 grados y cambiando de rejilla a mitad de horneado. Coloque las bandejas de hornear en rejillas y deje que los rollos de cama se enfríen durante unos 5 minutos. Sírvalos calientes, con ketchup, mostaza, salsa barbacoa o salsa de carne para mojar (si lo desea)."],"noteCook":["Las medidas de las diferentes marcas de láminas de hojaldre difieren, pero la mayoría incluyen dos láminas.","Muchas salchichas de cóctel miden aproximadamente 1½ pulgadas de longitud. Si los suyos son diferentes, ajuste el tamaño de sus cuadrados de hojaldre en consecuencia, manteniéndolos aproximadamente ½ pulgada más largos y más anchos que los salchichones. Si no puede encontrar salchichas de cóctel, compre las salchichas más finas que pueda y córtelas en trozos de 1½ pulgadas. Sin embargo, si los perritos calientes son más gordos que los salchichones de cóctel, es posible que tenga que ajustar el tamaño de los cuadrados de hojaldre."],"hasFluff":true},{"name":"Pavo asado dorado de Hommlet con relleno de salchichas y gotitas","page":16,"type":"Humano","dishTypes":["entrada"],"allergenGroups":["gluten","leche","mostaza","apio","huevos","sulfitos"],"serves":{"exact":4},"ingredients":[{"type":"entradas","name":"Relleno","entries":[{"type":"ingrediente","entry":"{=amount1/v} libra de pan de molde blanco ({=amount2/v} a {=amount3/v} rebanadas), cortado en cubos de {=amount4/v} pulgadas (aproximadamente {=","amount1":0.75,"amount2":8,"amount3":10,"amount4":0.5,"amount5":8},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de mantequilla sin sal","amount1":4},{"type":"ingrediente","entry":"{=cantidad1/v} cucharaditas de aceite de sabor neutro, como el vegetal, el de canola, el de cártamo o el de semillas de uva","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} onzas de salchicha italiana dulce de cerdo fresca,","amount1":12},{"type":"ingrediente","entry":"{=cantidad1/v} cebolla amarilla picada","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} tallos de apio, recortados y picados","amount1":2},"Sal Kosher y pimienta negra recién molida",{"type":"ingrediente","entry":"{=cantidad1/v} cucharada de tomillo fresco picado","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} cucharaditas de romero fresco picado","amount1":1.5},{"type":"ingrediente","entry":"{=cantidad1/v} tazas de caldo de pollo bajo en sodio","amount1":1.5},{"type":"ingrediente","entry":"{=cantidad1/v} {@unidad {=cantidad1}|huevo|huevo}","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} taza de perejil fresco picado","amount1":0.5}]},{"type":"entradas","name":"Turquía","entries":["Sal Kosher y pimienta negra recién molida",{"type":"ingrediente","entry":"{=cantidad1/v} zanahoria, pelada y picada en trozos grandes","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} tallo de apio, recortado y picado grueso","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} cebolla amarilla pequeña, picada gruesa","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} muslos grandes de pavo con hueso y piel (aproximadamente {=cantidad2/v} libras cada uno)","amount1":4,"amount2":1},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de mantequilla sin sal, derretida y enfriada","amount1":3}]},{"type":"entradas","name":"Gravy","entries":[{"type":"ingrediente","entry":"{=cantidad1/v} tazas de caldo de pollo bajo en sodio, más lo necesario","amount1":2.25},{"type":"ingrediente","entry":"{=cantidad1/v} rebanadas de tocino de corte grueso","amount1":6},{"type":"ingrediente","entry":"{=cantidad1/v} zanahoria, pelada y finamente picada","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} tallo de apio, recortado y finamente picado","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} cebolla amarilla, finamente picada","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de tomillo fresco picado","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de harina común","amount1":3},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de zumo de limón fresco","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} taza de perejil fresco finamente picado","amount1":0.25},"Sal Kosher y pimienta negra recién molida"]}],"instructions":[{"type":"entradas","name":"Hacer el relleno","entries":["Precaliente el horno a 250°F con una rejilla en el centro del horno. Extienda los cubos de pan en una capa uniforme en una bandeja de horno grande con borde y hornee hasta que estén secos y firmes, unos 45 minutos, removiéndolos varias veces. Pasar los cubos de pan a un bol muy grande y reservar."]},{"type":"entradas","name":"Mientras tanto, prepare el pavo","entries":["Aumente la temperatura del horno a 400°F. En un tazón pequeño, mezcle 1½ cucharadas de sal y 2 cucharaditas de pimienta. Esparcir la zanahoria, el apio y la cebolla en una sartén para asar o en otra sartén apta para la estufa en la que quepan los muslos.","Con los dedos, afloje pero no despegue la piel de los muslos. Unte la mitad de la mantequilla derretida bajo la piel, espolvoree cada uno con un poco de la mezcla de sal y pimienta, y vuelva a colocar la piel. Unte la piel de los muslos con el resto de la mantequilla y espolvoree cada uno con el resto de la mezcla de sal y pimienta. Coloque los muslos sobre las verduras en la sartén.","Asar hasta que un termómetro de lectura instantánea insertado en la parte más gruesa de cada muslo registre 180° a 185°F, de 1 a 1¼ horas. Pasar los muslos a una fuente, cubrirlos ligeramente con papel de aluminio y reservarlos."]},{"type":"entradas","name":"Mientras el pavo se asa, termine de preparar el relleno","entries":["Engrasar una fuente de horno cuadrada de 8 pulgadas (o de tamaño similar) con 1 cucharada de mantequilla y reservar.","En una sartén a fuego medio-alto, calentar el aceite hasta que brille. Añada la salchicha y cocínela, removiendo y desmenuzando los trozos, hasta que se haya consumido parte de la grasa y la salchicha esté ligeramente dorada, unos 5 minutos. Con una espumadera, transfiera la salchicha a toallas de papel para escurrirla, dejando la grasa en la sartén.","Añade las 3 cucharadas de mantequilla restantes a la sartén y derrítelas. Añadir la cebolla, el apio y ½ cucharadita de sal y cocinar, removiendo de vez en cuando, hasta que estén muy blandos, de 5 a 7 minutos. Añadir el tomillo y el romero y cocinar, removiendo, hasta que estén fragantes, aproximadamente 1 minuto. Añada ¾ de taza de caldo y remueva y raspe el fondo de la sartén para soltar los trozos marrones. Añadir esta mezcla, la salchicha, 1 cucharadita de sal y pimienta al gusto al bol de pan y mezclar bien para combinar. Probar y ajustar la sazón con más sal y pimienta, si es necesario.","En un tazón pequeño, bata los ¾ de taza de caldo restante y los huevos hasta que estén bien combinados. Añadir la mezcla de huevos y la mayor parte del perejil al bol de la mezcla de pan y mezclar para combinar bien. Vierta el relleno en la fuente de horno preparada, extiéndalo en una capa uniforme, cubra la fuente firmemente con papel de aluminio y colóquela en una bandeja de horno. Métalo en el horno con el pavo y hornéelo hasta que el relleno esté bien caliente y la humedad de la mezcla burbujee en los bordes de la fuente, unos 50 minutos."]},{"type":"entradas","name":"Una vez que el pavo esté asado, haga la salsa","entries":["Utilice una espumadera o una espumadera para retener los sólidos en la bandeja de asar y vierta el líquido acumulado en un separador de grasa o en una taza de medir. Deje reposar hasta que toda la grasa suba a la superficie, unos 10 minutos. Si utiliza un separador de grasa, vierta los goteos en otro recipiente y reserve la grasa; si utiliza un vaso medidor, inclínelo y utilice una cuchara sopera ancha y poco profunda para desprender la grasa de la superficie y depositarla en otro recipiente. Reserve los jugos restantes.","Poner un colador sobre un bol. Coloque la sartén con las verduras asadas a fuego medio y cocine sin tocarlas, hasta que las verduras comiencen a dorarse y se peguen a la sartén, de 3 a 4 minutos. Añadir 1 taza de caldo de pollo y, con una cuchara de madera, remover y raspar el fondo de la sartén para aflojar y disolver los trozos dorados. Cuele el líquido y deseche los sólidos. Añada el líquido de los jugos reservados y suficiente caldo de pollo para obtener 3 tazas y reserve.","Limpie la sartén, póngala a fuego medio-bajo, y fría el bacon, dándole la vuelta si es necesario, hasta que esté bien hecho y ligeramente dorado, unos 13 minutos. Pasar el bacon a papel de cocina para escurrirlo, picarlo y reservarlo. Deberían quedar unas 3 cucharadas de grasa en la sartén.","Poner la sartén a fuego medio y calentar hasta que la grasa esté brillante. Añadir la zanahoria, el apio, la cebolla y el tomillo y cocinar, removiendo, hasta que las verduras se ablanden, unos 4 minutos. Añadir la harina y cocinar, removiendo constantemente, hasta que se dore y desprenda un aroma a nuez, de 3 a 4 minutos. Pasar a una batidora y, batiendo constantemente, añadir gradualmente la mezcla de caldo colado. Sin dejar de batir, cocine hasta que la salsa se espese, unos 8 minutos. Añadir el zumo de limón, el perejil, el beicon y la pimienta al gusto y batir para combinar. Probar y ajustar la sazón con sal y pimienta, si es necesario.","Una vez hecho el relleno, si desea que la piel de la parte inferior de los muslos esté crujiente, precaliente la parrilla. Forra una bandeja apta para la parrilla o una bandeja de horno con borde con papel de aluminio, coloca los muslos con los lados dorados hacia abajo y asa hasta que la piel esté dorada y crujiente, de 5 a 7 minutos.","Quitar el papel de aluminio del relleno y esponjar con un tenedor. Si desea que la superficie del relleno esté crujiente, vuelva a meter la fuente en el horno y ase, controlando frecuentemente para evitar que se queme, hasta que la superficie esté un poco más oscura y empiece a estar crujiente, de 5 a 7 minutos. Espolvorear el relleno con el perejil restante. Sirva los muslos bien calientes junto con el relleno y la salsa."]}],"hasFluff":true},{"name":"Hojas de crema rociadas con miel","page":141,"type":"Halfling","dishTypes":["p","postre"],"allergenGroups":["leche","","gluten"],"makes":"gluten","ingredients":[{"type":"entradas","name":"","entries":[{"type":"ingrediente","entry":"{=cantidad1/v} {@unidad","amount1":1,"amount2":2},{"type":"ingrediente","entry":"ingrediente","amount1":1},{"type":"ingrediente","entry":"c","amount1":0.33},{"type":"ingrediente","entry":"ingrediente","amount1":3},{"type":"ingrediente","entry":"ingrediente","amount1":5},{"type":"ingrediente","entry":"ingrediente","amount1":1.5},{"type":"ingrediente","entry":"ingrediente","amount1":0.5},{"type":"ingrediente","entry":"c","amount1":0.67}]},{"type":"entradas","name":"","entries":[{"type":"ingrediente","entry":"{=cantidad1/v} tazas","amount1":1.33},{"type":"ingrediente","entry":"ingrediente","amount1":3},{"type":"ingrediente","entry":"c","amount1":0.33},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de extracto puro de vainilla","amount1":0.75}]}],"instructions":[{"type":"entradas","name":"entradas","entries":["Precaliente el horno a 425°F con una rejilla en el centro del horno.","Precaliente el horno a 425°F con una rejilla en el centro del horno.","Precaliente el horno a 425°F con una rejilla en el centro del horno.","Precaliente el horno a 425°F con una rejilla en el centro del horno.","Precaliente el horno a 425°F con una rejilla en el centro del horno.","Precaliente el horno a 425°F con una rejilla en el centro del horno.","Precaliente el horno a 425°F con una rejilla en el centro del horno.","Re"]},{"type":"Re","name":"Re","entries":["Re","Re"]}],"noteCook":["Re"],"hasFluff":true,"hasFluffImages":true},{"name":"Hon","page":135,"type":"Halfling","dishTypes":["entrada"],"allergenGroups":["mostaza","leche"],"serves":{"min":10,"max":14},"ingredients":[{"type":"ingrediente","entry":"{=cantidad1/v} sm","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} tazas","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} taza","amount1":0.75},{"type":"ingrediente","entry":"{=cantidad1/v} taza pa","amount1":0.33},{"type":"ingrediente","entry":"{=cantidad1/v} cucharaditas","amount1":2,"amount2":1},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de clavo de olor molido","amount1":0.25},"Pimienta negra recién molida",{"type":"ingrediente","entry":"ingrediente","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} sh","amount1":1},{"type":"ingrediente","entry":"ingrediente","amount1":2},"Sal Kosher",{"type":"","entry":"{=cantidad1/v} cucharada","amount1":1},{"type":"ingrediente","entry":"c","amount1":1}],"instructions":["Re","Precalentar el ov","Precalentar el ov","Precalentar el ov","Precalentar el ov","Precalentar el ov","Precalentar el ov","Precalentar el ov"],"hasFluff":true,"hasFluffImages":true},{"name":"Precalentar el ov","page":189,"type":"Precalentar el ov","dishTypes":["Precalentar el ov"],"allergenGroups":["sulfitos"],"serves":{"exact":4},"ingredients":[{"type":"ingrediente","entry":"{=cantidad1/v} grande","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v}","amount1":8},{"type":"ingrediente","entry":"{=cantidad1/v} cucharilla","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} c","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} tazas a","amount1":3},{"type":"ingrediente","entry":"{=cantidad1/v} tazas p","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas l","amount1":3},"Una pizca de sal kosher",{"type":"ingrediente","entry":"ingrediente","amount1":0.25},"Fres"],"instructions":["Nosotros","Nosotros","Nosotros","Nosotros"],"miscTags":["Nosotros"],"hasFluff":true},{"name":"Nosotros","page":8,"type":"Humano","dishTypes":["entrada"],"allergenGroups":["leche","mostaza","nueces","gluten"],"serves":{"exact":4},"ingredients":[{"type":"ingrediente","entry":"{=cantidad1/v} libras","amount1":1.25},{"type":"ingrediente","entry":"{=cantidad1/v} ou","amount1":10},{"type":"{=cantidad1/v} ou","entry":"{=cantidad1/v} ou","amount1":12},{"type":"ingrediente","entry":"{=cantidad1/v} taza","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v}","amount1":4},{"type":"ingrediente","entry":"{=cantidad1/v}","amount1":4,"amount2":4}],"instructions":["Si"],"noteCook":["Si"],"hasFluff":true,"hasFluffImages":true},{"name":"Si","page":32,"type":"Humano","dishTypes":["entrada"],"allergenGroups":["apio","sulfitos","p","s","c","soja","gluten"],"serves":{"exact":4},"ingredients":[{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas","amount1":3},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas","amount1":2.5},{"type":"ingrediente","entry":"{=cantidad1/v} cucharada","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} libra","amount1":1,"amount2":0.5},{"type":"ingrediente","entry":"{=cantidad1/v} ou","amount1":6,"amount2":0.25},{"type":"ingrediente","entry":"{=cantidad1/v} taza pl","amount1":0.25,"amount2":2},{"type":"ingrediente","entry":"{=cantidad1/v} taza de caldo de pollo bajo en sodio","amount1":0.5},{"type":"ingrediente","entry":"ingrediente","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} cucharilla","amount1":0.5},{"type":"ingrediente","entry":"p","amount1":2,"amount2":1.5},{"type":"ingrediente","entry":"g","amount1":5},{"type":"ingrediente","entry":"{=cantidad1/v} cucharilla","amount1":0.25},"Sal Kosher y pimienta negra recién molida",{"type":"ingrediente","entry":"l","amount1":1},{"type":"ingrediente","entry":"l","amount1":1,"amount2":1},{"type":"ingrediente","entry":"l","amount1":1,"amount2":0.75},{"type":"ingrediente","entry":"s","amount1":6,"amount2":1}],"instructions":["En un arco","En un arco","En un arco","En un arco","En un arco","En un arco","En un arco"],"noteCook":["En un arco","En un arco"],"miscTags":["En un arco"],"hasFluff":true},{"name":"En un arco","page":131,"type":"En un arco","dishTypes":["En un arco"],"allergenGroups":["mostaza","leche","nueces","sulfitos"],"serves":{"exact":4},"ingredients":[{"type":"ingrediente","entry":"{=cantidad1/v} cucharaditas","amount1":2.5},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de zumo de limón fresco","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} cucharilla","amount1":0.75},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas","amount1":2},"Sal Kosher y pimienta negra recién molida",{"type":"ingrediente","entry":"c","amount1":0.25},{"type":"i","entry":"{=cantidad1/v} tazas p","amount1":8,"amount2":4.5},"Sal Kosher y",{"type":"ingre","entry":"{=cantidad1/v} (","amount1":1,"amount2":4,"amount3":5},{"type":"ingrediente","entry":"c","amount1":0.67},{"type":"ingrediente","entry":"c","amount1":0.5}],"instructions":["T","T"],"miscTags":["alcohol"],"hasFluff":true},{"name":"Mea","page":79,"type":"Elven","dishTypes":["postre"],"allergenGroups":["leche","huevos"],"serves":{"exact":4},"ingredients":[{"type":"ingrediente","entry":"{=cantidad1/v} tazas f","amount1":3},"S",{"type":"ingrediente","entry":"{=cantidad1/v} tazas","amount1":1.33},{"type":"ingrediente","entry":"{=cantidad1/v} taza pl","amount1":0.33},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadita de extracto puro de vainilla","amount1":0.25},{"type":"ingrediente","entry":"{=cantidad1/v} ou","amount1":2,"amount2":1.33}],"instructions":["Co","Co","Co"],"noteCook":["Co","Co","Co"],"hasFluff":true,"hasFluffImages":true},{"name":"Yo","page":127,"type":"Halfling","dishTypes":["entrada","sou"],"allergenGroups":["leche","gluten"],"serves":{"exact":4},"ingredients":[{"type":"entradas","name":"T","entries":[{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} grande","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} ba","amount1":1},"Sal Kosher",{"type":"ingrediente","entry":"{=cantidad1/v} cucharada de azúcar moreno ligero","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} cucharada","amount1":1},{"type":"ingrediente","entry":"c","amount1":4},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas l","amount1":2},{"type":"ingrediente","entry":"ingrediente","amount1":1,"amount2":28},"Pimienta negra recién molida"]},{"type":"entradas","name":"C","entries":[{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas","amount1":6},{"type":"ingrediente","entry":"ingrediente","amount1":8,"amount2":0.5},{"type":"ingrediente","entry":"ingrediente","amount1":8},{"type":"ingrediente","entry":"ingrediente","amount1":1.5}]}],"instructions":[{"type":"entradas","name":"Ma","entries":["En un gran","En un gran"]},{"type":"En un gran","name":"En un gran","entries":["s","Sp","Sp"]}],"hasFluff":true,"hasFluffImages":true},{"name":"Sp","page":95,"type":"Sp","dishTypes":["Sp"],"allergenGroups":["leche","gluten","huevos","sulfitos"],"serves":{"min":4,"max":6},"ingredients":[{"type":"entradas","name":"Fi","entries":[{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas","amount1":1.5},{"type":"ingrediente","entry":"{=cantidad1/v} cebolla amarilla picada","amount1":1},{"type":"ingrediente","entry":"{=cantidad1/v} grande","amount1":1,"amount2":0.75},{"type":"ingrediente","entry":"{=cantidad1/v} ba","amount1":1},"Sal Kosher",{"type":"ingrediente","entry":"{=cantidad1/v} libras","amount1":2},{"type":"ingrediente","entry":"g","amount1":3},{"type":"ingrediente","entry":"ingrediente","amount1":2},{"type":"ingrediente","entry":"ingrediente","amount1":4},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de harina común","amount1":3},{"type":"ingrediente","entry":"c","amount1":0.5},{"type":"ingrediente","entry":"{=cantidad1/v} taza de caldo de pollo bajo en sodio","amount1":1},{"type":"ingrediente","entry":"c","amount1":0.75},{"type":"c","entry":"{=cantidad1/v} taza f","amount1":0.75},{"type":"ingrediente","entry":"{=cantidad1/v} taza de perejil fresco picado","amount1":0.25},"Pimienta negra recién molida"]},{"type":"entradas","name":"T","entries":[{"type":"ingrediente","entry":"p","amount1":3,"amount2":1},{"type":"ingrediente","entry":"ingrediente","amount1":3},{"type":"ingrediente","entry":"c","amount1":0.67},"Sal Kosher y pimienta negra recién molida",{"type":"ingrediente","entry":"c","amount1":0.33},{"type":"ingrediente","entry":"{=cantidad1/v} {@unidad {=cantidad1}|huevo|huevo}, batido","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} taza co","amount1":0.75}]}],"instructions":[{"type":"entradas","name":"entradas","entries":["a","a","a"]},{"type":"entradas","name":"Meanw","entries":["Poner","Poner","Poner","Poner"]}],"miscTags":["Poner"],"hasFluff":true,"hasFluffImages":true},{"name":"Poner","page":72,"type":"Elven","dishTypes":["entrada"],"allergenGroups":["entrada","c","sulfitos","leche"],"serves":{"exact":4},"ingredients":[{"type":"ingrediente","entry":"{=cantidad1/v} tazas f","amount1":4},{"type":"ingrediente","entry":"{=cantidad1/v} cucharilla","amount1":0.25},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de aceite de oliva virgen extra","amount1":2},{"type":"ingrediente","entry":"{=cantidad1/v} o","amount1":1},"Sal Kosher",{"type":"ingrediente","entry":"{=cantidad1/v} tazas","amount1":1.5},{"type":"ingrediente","entry":"c","amount1":0.75},{"type":"ingrediente","entry":"ingrediente","amount1":12,"amount2":21,"amount3":25},{"type":"ingrediente","entry":"ingrediente","amount1":12},{"type":"ingrediente","entry":"{=cantidad1/v} cucharadas de mantequilla sin sal","amount1":2},{"type":"ingrediente","entry":"ingrediente","amount1":3}],"instructions":["a","a",""],"noteCook":["",""],"miscTags":[""],"hasFluff":true,"hasFluffImages":true},{"name":"","page":184,"type":"","dishTypes":[""],"allergenGroups":[""],"serves":{"exact":4},"ingredients":[{"type":"","entry":"","amount1":2,"amount2":5,"amount3":6,"amount4":3},{"type":"","entry":"","amount1":4.5},{"type":"","entry":"","amount1":2,"amount2":5},{"type":"","entry":"","amount1":1},{"type":"","entry":"","amount1":0.75},{"type":"","entry":"","amount1":2},{"type":"","entry":"","amount1":2}],"instructions":[""],"noteCook":["",""],"hasFluff":true},{"name":"","page":104,"type":"","dishTypes":[""],"allergenGroups":["",""],"serves":{"exact":4},"ingredients":[{"type":"","entry":"","amount1":3,"amount2":4},{"type":"","entry":"","amount1":4,"amount2":8},"",{"type":"","entry":"","amount1":1},{"type":"","entry":"","amount1":1},{"type":"","entry":"","amount1":0.5},{"type":"","entry":"","amount1":1.5},{"type":"","entry":"","amount1":1.5},"",{"type":"","entry":"","amount1":1},{"type":"","entry":"","amount1":2},{"type":"","entry":"","amount1":1,"amount2":0.25}],"instructions":["","","","","",""],"miscTags":[""],"hasFluff":true},{"name":"","page":29,"type":"","dishTypes":[""],"allergenGroups":[""],"serves":{"exact":4},"ingredients":[{"type":"","entry":"","amount1":2},{"type":"","entry":"","amount1":1},"",{"type":"","entry":"","amount1":1.5,"amount2":4,"amount3":0.75},{"type":"","entry":"","amount1":1},"",{"type":"","entry":"","amount1":1},{"type":"","entry":"","amount1":1},{"type":"","entry":"","amount1":0.5},{"type":"","entry":"","amount1":2}],"instructions":["","",""],"hasFluff":true},{"name":"","page":13,"type":"","dishTypes":[""],"allergenGroups":["","",""],"serves":{"exact":4},"ingredients":[{"type":"","entry":"","amount1":0.25},{"type":"","entry":"","amount1":1},"",{"type":"","entry":"","amount1":4,"amount2":4},{"type":"","entry":"","amount1":1.5},{"type":"","entry":"","amount1":5},{"type":"","entry":"","amount1":1},{"type":"","entry":"","amount1":1},{"type":"","entry":"","amount1":2}],"instructions":["","","","","",""],"hasFluff":true},{"name":"","page":183,"type":"","dishTypes":[""],"serves":{"exact":4},"ingredients":[{"type":"","entry":"","amount1":1},{"type":"","entry":"","amount1":2.5},{"type":"","entry":"","amount1":5},"",{"type":"","entry":"","amount1":4}],"instructions":[""],"noteCook":["","",{"type":"","entries":[""],"by":"","from":""}],"hasFluff":true,"hasFluffImages":true},{"name":"","page":106,"type":"","dishTypes":["",""],"allergenGroups":["","",""],"serves":{"note":"","exact":4},"ingredients":[{"type":"","name":"","entries":[{"type":"","entry":"","amount1":0.33},{"type":"","entry":"","amount1":0.33},{"type":"","entry":"","amount1":3},{"type":"","entry":"","amount1":1},{"type":"","entry":"","amount1":2},{"type":"","entry":"","amount1":0.5},""]},{"type":"","name":"","entries":[{"type":"","entry":"","amount1":1.5},{"type":"","entry":"","amount1":0.67},{"type":"","entry":"","amount1":3},"",{"type":"","entry":"","amount1":0.67,"amount2":1},{"type":"","entry":"","amount1":8},{"type":"","entry":"","amount1":1,"amount2":0.25},{"type":"","entry":"","amount1":1,"amount2":0.5}]}],"instructions":["","","",""],"miscTags":[""],"hasFluff":true,"hasFluffImages":true},{"name":"","page":97,"type":"","dishTypes":[""],"allergenGroups":["",""],"serves":{"exact":6},"ingredients":[{"type":"","entry":"","amount1":2},{"type":"","entry":"","amount1":3},{"type":"","entry":"","amount1":3},{"type":"","entry":"","amount1":2},{"type":"","entry":"","amount1":2,"amount2":1},{"type":"","entry":"","amount1":4},"",{"type":"","entry":"","amount1":1},""],"instructions":["","","",""],"hasFluff":true},{"name":"","page":196,"type":"","dishTypes":[""],"allergenGroups":[""],"serves":{"exact":2},"ingredients":[{"type":"","entry":"","amount1":15},{"type":"","entry":"","amount1":1},{"type":"","entry":"","amount1":1.5},{"type":"","entry":"","amount1":3},{"type":"","entry":"","amount1":0.5},"",{"type":"","entry":"","amount1":1},{"type":"","entry":"","amount1":2}],"instructions":[""],"noteCook":["",""],"miscTags":[""],"hasFluff":true,"hasFluffImages":true},{"name":"","page":76,"type":"","dishTypes":[""],"serves":{"exact":4},"ingredients":[{"type":"","entry":"","amount1":0.33},{"type":"","entry":"","amount1":5},{"type":"","entry":"","amount1":2},{"type":"","entry":"","amount1":1},"",{"type":"","entry":"","amount1":1,"amount2":15},{"type":"","entry":"","amount1":1},"",{"type":"","entry":"","amount1":0.25},{"type":"","entry":"","amount1":1,"amount2":0.25},{"type":"","entry":"","amount1":1,"amount2":0.25},{"type":"","entry":"","amount1":1,"amount2":0.25},{"type":"","entry":"","amount1":4,"amount2":0.25}],"instructions":["","","","",""],"noteCook":[""],"hasFluff":true,"hasFluffImages":true},{"name":"","page":57,"type":"","dishTypes":["",""],"allergenGroups":[""],"makes":"","ingredients":[{"type":"","entry":"","amount1":1},{"type":"","entry":"","amount1":6,"amount2":1},{"type":"","entry":"","amount1":0.75},{"type":"","entry":"","amount1":0.75},""],"instructions":["","","",{"type":"","entries":["","","",""],"by":"","from":""}],"hasFluff":true,"hasFluffImages":true},{"name":"","page":37,"type":"","dishTypes":[""],"allergenGroups":["",""],"serves":{"exact":4},"ingredients":[{"type":"","entry":"","amount1":3},"",{"type":"","entry":"","amount1":2},{"type":"","entry":"","amount1":1},{"type":"","entry":"","amount1":4},{"type":"","entry":"","amount1":1},{"type":"","entry":"","amount1":1.5},{"type":"","entry":"","amount1":1},{"type":"","entry":"","amount1":0.75},{"type":"","entry":"","amount1":1.5},{"type":"","entry":"","amount1":0.75,"amount2":0.25,"amount3":0.5},{"type":"","entry":"","amount1":1},{"type":"","entry":"","amount1":3},{"type":"","entry":"","amount1":12,"amount2":0.75},{"type":"","entry":"","amount1":12,"amount2":0.75},{"type":"","entry":"","amount1":0.25}],"instructions":["","","","","","","","","",{"type":"","entries":[""],"by":"","from":""}],"miscTags":[""],"hasFluff":true,"hasFluffImages":true},{"name":"","page":194,"type":"","dishTypes":[""],"serves":{"exact":2},"ingredients":[{"type":"","entry":"","amount1":1.5},{"type":"","entry":"","amount1":1.5},{"type":"","entry":"","amount1":20,"amount2":2},"",{"type":"","entry":"","amount1":4},{"type":"","entry":"","amount1":4}],"instructions":[""],"noteCook":[""],"miscTags":[""],"hasFluff":true},{"name":"","page":34,"type":"","dishTypes":[""],"allergenGroups":["","",""],"serves":{"exact":4},"ingredients":[{"type":"","entry":"","amount1":0.5},{"type":"","entry":"","amount1":0.5},{"type":"","entry":"","amount1":1},{"type":"","entry":"","amount1":1},{"type":"","entry":"","amount1":2},{"type":"","entry":"","amount1":1},{"type":"","entry":"","amount1":1},"",{"type":"","entry":"","amount1":5},{"type":"","entry":"","amount1":2},{"type":"","entry":"","amount1":1},"",{"type":"","entry":"","amount1":4.5,"amount2":5},"",{"type":"","entry":"","amount1":2}],"instructions":["","","","","",""],"noteCook":[""],"miscTags":[""],"hasFluff":true,"hasFluffImages":true},{"name":"","page":99,"type":"","dishTypes":[""],"allergenGroups":["","",""],"serves":{"exact":6},"ingredients":[{"type":"","entry":"","amount1":3},{"type":"","entry":"","amount1":1},{"type":"","entry":"","amount1":1,"amount2":0.5},{"type":"","entry":"","amount1":1},{"type":"","entry":"","amount1":1},{"type":"","entry":"","amount1":4},"",{"type":"","entry":"","amount1":1.5},{"type":"","entry":"","amount1":2},{"type":"","entry":"","amount1":6},{"type":"","entry":"","amount1":0.5},{"type":"","entry":"","amount1":0.25}],"instructions":["","","",""],"miscTags":[""],"hasFluff":true,"hasFluffImages":true},{"name":"","page":120,"type":"","dishTypes":[""],"allergenGroups":["","","",""],"serves":{"exact":4},"ingredients":[{"type":"","entry":"","amount1":4,"amount2":0.5},{"type":"","entry":"","amount1":0.25},{"type":"","entry":"","amount1":2},{"type":"","entry":"","amount1":4,"amount2":1},{"type":"","entry":"","amount1":2},{"type":"","entry":"","amount1":0.5},{"type":"","entry":"","amount1":0.25},{"type":"","entry":"","amount1":2},{"type":"","entry":"","amount1":0.5},""],"instructions":["","","","","",""],"noteCook":["",""],"hasFluff":true,"hasFluffImages":true},{"name":"","page":170,"type":"","dishTypes":[""],"allergenGroups":["","","",""],"serves":{"exact":4},"ingredients":[{"type":"","entry":"","amount1":1.5},{"type":"","entry":"","amount1":1},{"type":"","entry":"","amount1":2},{"type":"","entry":"","amount1":1},"",{"type":"","entry":"","amount1":2.5},{"type":"","entry":"","amount1":1},{"type":"","entry":"","amount1":1},{"type":"","entry":"","amount1":2},{"type":"","entry":"","amount1":0.5,"amount2":1},{"type":"","entry":"","amount1":1},{"type":"","entry":"","amount1":0.33},{"type":"","entry":"","amount1":0.5},{"type":"","entry":"","amount1":2},{"type":"","entry":"","amount1":0.5},{"type":"","entry":"","amount1":1.5}],"instructions":["","","","",""],"miscTags":[""],"hasFluff":true,"hasFluffImages":true},{"name":"","page":11,"type":"","dishTypes":["",""],"allergenGroups":["","","","",""],"serves":{"min":4,"max":6},"ingredients":[{"type":"","entry":"","amount1":2},{"type":"","entry":"","amount1":1},{"type":"","entry":"","amount1":2},"",{"type":"","entry":"","amount1":1,"amount2":1},{"type":"","entry":"","amount1":5,"amount2":4,"amount3":1},{"type":"","entry":"","amount1":1.5},{"type":"","entry":"","amount1":0.5},{"type":"","entry":"","amount1":0.25},{"type":"","entry":"","amount1":1},{"type":"","entry":"","amount1":0.5},{"type":"","entry":"","amount1":2},{"type":"","entry":"","amount1":1,"amount2":14.5},{"type":"","entry":"","amount1":4,"amount2":4,"amount3":1},{"type":"","entry":"","amount1":2},{"type":"","entry":"","amount1":1.5},{"type":"","entry":"","amount1":1.5,"amount2":1.5},"",{"type":"","entry":"","amount1":1.5},"",{"type":"","entry":"","amount1":0.25}],"instructions":["","","",""],"noteCook":[""],"miscTags":[""],"hasFluff":true,"hasFluffImages":true},{"name":"","page":40,"type":"","dishTypes":[""],"allergenGroups":["",""],"serves":{"exact":4},"ingredients":[{"type":"","name":"","entries":[{"type":"","entry":"","amount1":0.75},{"type":"","entry":"","amount1":2},{"type":"","entry":"","amount1":2},{"type":"","entry":"","amount1":0.25},""]},{"type":"","name":"","entries":[{"type":"","entry":"","amount1":6},{"type":"","entry":"","amount1":1},{"type":"","entry":"","amount1":1.5},{"type":"","entry":"","amount1":2},{"type":"","entry":"","amount1":1},{"type":"","entry":"","amount1":1.5},{"type":"","entry":"","amount1":2},"",{"type":"","entry":"","amount1":3}]},{"type":"","name":"","entries":[{"type":"","entry":"","amount1":2},{"type":"","entry":"","amount1":1},"",{"type":"","entry":"","amount1":7},{"type":"","entry":"","amount1":1.5},{"type":"","entry":"","amount1":12},{"type":"","entry":"","amount1":12},""]}],"instructions":[{"type":"","name":"","entries":[""]},{"type":"","name":"","entries":["",""]},{"type":"","name":"","entries":["","","",""]}],"noteCook":[""],"hasFluff":true,"hasFluffImages":true},{"name":"","page":193,"type":"","dishTypes":[""],"allergenGroups":[""],"serves":{"exact":2},"ingredients":[{"type":"","entry":"","amount1":3},{"type":"","entry":"","amount1":0.25},{"type":"","entry":"","amount1":0.33},{"type":"","entry":"","amount1":0.5},{"type":"","entry":"","amount1":5},{"type":"","entry":"","amount1":3},""],"instructions":["",""],"miscTags":[""],"hasFluff":true,"hasFluffImages":true},{"name":"","page":7,"type":"","dishTypes":["",""],"allergenGroups":["",""],"serves":{"exact":6},"ingredients":[{"type":"","entry":"","amount1":0.25},"",{"type":"","entry":"","amount1":1.5,"amount2":1},{"type":"","entry":"","amount1":1},{"type":"","entry":"","amount1":1},{"type":"","entry":"","amount1":4},{"type":"","entry":"","amount1":1},{"type":"","entry":"","amount1":1},{"type":"","entry":"","amount1":2,"amount2":0.5},{"type":"","entry":"","amount1":3,"amount2":1},{"type":"","entry":"","amount1":0.25}],"instructions":["","","",""],"noteCook":[""],"miscTags":[""],"hasFluff":true,"hasFluffImages":true},{"name":"","page":24,"type":"","dishTypes":[""],"makes":"","ingredients":[{"type":"","entry":"","amount1":4},{"type":"","entry":"","amount1":1.25},{"type":"","entry":"","amount1":3},{"type":"","entry":"","amount1":0.5},{"type":"","entry":"","amount1":0.25},{"type":"","entry":"","amount1":0.25}],"instructions":["","","",""],"noteCook":[""],"hasFluff":true,"hasFluffImages":true},{"name":"","page":1163,"type":"","dishTypes":["",""],"allergenGroups":[""],"serves":{"exact":4},"ingredients":[{"type":"","entry":"","amount1":3.5},{"type":"","entry":"","amount1":1},{"type":"","entry":"","amount1":1.5},{"type":"","entry":"","amount1":1.5},{"type":"","entry":"","amount1":2.5}],"instructions":["",""],"noteCook":[""],"hasFluff":true,"hasFluffImages":true},{"name":"","page":93,"type":"","dishTypes":[""],"allergenGroups":["",""],"serves":{"exact":6},"ingredients":[{"type":"","entry":"","amount1":1,"amount2":15},{"type":"","entry":"","amount1":1,"amount2":4},{"type":"","entry":"","amount1":0.75},{"type":"","entry":"","amount1":1},{"type":"","entry":"","amount1":3},"",{"type":"","entry":"","amount1":0.67},{"type":"","entry":"","amount1":0.25},{"type":"","entry":"","amount1":0.25},""],"instructions":["","","",""],"noteCook":["",""],"hasFluff":true},{"name":"","page":27,"type":"","dishTypes":[""],"allergenGroups":["","",""],"makes":"","ingredients":[{"type":"","name":"","entries":[{"type":"","entry":"","amount1":12},{"type":"","entry":"","amount1":2},{"type":"","entry":"","amount1":2},"",{"type":"","entry":"","amount1":1},{"type":"","entry":"","amount1":0.25},""]},{"type":"","name":"","entries":[{"type":"","entry":"","amount1":2.25},{"type":"","entry":"","amount1":1},{"type":"","entry":"","amount1":1},{"type":"","entry":"","amount1":0.5},{"type":"","entry":"","amount1":6},{"type":"","entry":"","amount1":0.75},{"type":"","entry":"","amount1":6},{"type":"","entry":"","amount1":1},""]}],"instructions":[{"type":"","name":"","entries":["","",""]},{"type":"","name":"","entries":["","","","",""]}],"noteCook":[""],"hasFluff":true,"hasFluffImages":true},{"name":"","page":63,"type":"","dishTypes":[""],"allergenGroups":[""],"serves":{"min":4,"max":6},"ingredients":[{"type":"","entry":"","amount1":1},{"type":"","entry":"","amount1":1},{"type":"","entry":"","amount1":1},{"type":"","entry":"","amount1":1},"",{"type":"","entry":"","amount1":1},{"type":"","entry":"","amount1":0.25},{"type":"","entry":"","amount1":1},{"type":"","entry":"","amount1":0.5},{"type":"","entry":"","amount1":1,"amount2":0.75},""],"instructions":["","","",""],"miscTags":[""],"hasFluff":true,"hasFluffImages":true},{"name":"","page":31,"type":"","dishTypes":[""],"allergenGroups":["",""],"makes":"","ingredients":[{"type":"","entry":"","amount1":12,"amount2":2,"amount3":10},{"type":"","entry":"","amount1":3.5},{"type":"","entry":"","amount1":1.5},{"type":"","entry":"","amount1":0.5},{"type":"","entry":"","amount1":1.25},{"type":"","entry":"","amount1":1.5},{"type":"","entry":"","amount1":1.67}],"instructions":["","","","","",{"type":"","entries":[""],"by":"","from":""}],"hasFluff":true,"hasFluffImages":true},{"name":"","page":197,"type":"","dishTypes":[""],"allergenGroups":["",""],"serves":{"exact":2},"ingredients":[{"type":"","entry":"","amount1":0.25},{"type":"","entry":"","amount1":1},{"type":"","entry":"","amount1":3.5},"",{"type":"","entry":"","amount1":1.5},{"type":"","entry":"","amount1":0.5}],"instructions":["",""],"noteCook":[""],"miscTags":[""],"hasFluff":true}]}