{"reward":[{"name":"Encanto Azorius","page":173,"type":"Encanto","entries":["Cuando activas este encantamiento, puedes lanzar el hechizo {@spell hold person} (versión de 3er nivel), {@spell command}, o {@spell counterspell}. El amuleto desaparece después de activarlo."]},{"name":"Bendición de la salud","page":228,"type":"Bendición","entries":["Tu puntuación de Constitución aumenta en 2, hasta un máximo de 22."]},{"name":"Bendición de la Resistencia Mágica","page":228,"type":"Bendición","entries":["Tienes ventaja en las tiradas de salvación contra hechizos y otros efectos mágicos."]},{"name":"Bendición de la protección","page":228,"type":"Bendición","entries":["Obtienes un bono de +1 a la CA y a las tiradas de salvación."]},{"name":"Bendición de la doncella de la escarcha","source":"IDRotF","page":213,"type":"Bendición","entries":["Tus ojos se vuelven fríos como el hielo. Ganas inmunidad al daño por frío. Además, puedes lanzar el hechizo {@cono de frío} (salvación {@dc 15}) una vez. Recuperas la capacidad de lanzar este conjuro cuando terminas un descanso largo."]},{"name":"Bendición del Señor de la Mañana","source":"IDRotF","page":119,"type":"Bendición","entries":["Ganas 10 puntos de golpe temporales cada día al amanecer."]},{"name":"Bendición de la comprensión","page":228,"type":"Bendición","entries":["Tu puntuación de Sabiduría aumenta en 2, hasta un máximo de 22."]},{"name":"Bendición del Valhalla","page":228,"type":"Bendición","entries":["Esta bendición te otorga el poder de convocar guerreros espirituales, como si hubieras soplado un {@item cuerno del valhalla, plata||cuerno del valhalla}. Una vez que usas esta bendición, no puedes volver a usarla hasta que hayan pasado 7 días"]},{"name":"Bendición de la mejora del arma","page":228,"type":"Bendición","entries":["Un arma no mágica en tu posesión se convierte en un arma +1 cada vez que la empuñas."]},{"name":"Bendición del cierre de la herida","page":228,"type":"Bendición","entries":["Esta bendición le otorga los beneficios de un {@item periapt de cierre de heridas}."]},{"name":"Boon of Combat Prowess","page":232,"type":"Boo","entries":["Cuando fallas un ataque con un arma cuerpo a cuerpo, puedes elegir golpear en su lugar. Una vez que usas esta bendición, no puedes"]},{"name":"La ventaja de los viajes dimensionales","page":232,"type":"Boon","entries":["Como acción, puedes lanzar el hechizo {@spell misty step}, sin usar una ranura de hechizo ni ningún componente. Una vez que lo haces, no puedes volver a usar esta bendición hasta que termines un sh"]},{"name":"Boon de Fa","page":232,"type":"Boon de Fa","entries":["Cuando otra criatura que puedas ver en un radio de 60 pies de ti haga un chequeo de habilidad, una tirada de ataque o una tirada de salvación, puedes tirar un {@dice d10} y aplicar el resultado como bonificación o penalización a la tirada. Una vez que usas esta bendición, no puedes volver a usarla hasta que termines un breve descanso."]},{"name":"La ventaja de","page":232,"type":"Boon","entries":["Tu punto de vida máximo aumenta en 40."]},{"name":"Boon de Alta Magia","page":232,"type":"Boon","entries":["Ganas una ranura de hechizo de 9º nivel, siempre que ya tengas una."]},{"name":"La bendición de la inmortalidad","page":232,"type":"Boon","entries":["Dejas de envejecer. Y"]},{"name":"Dejas de envejecer.","page":232,"type":"Boon","entries":["Cuando recibes daño de cualquier fuente, puedes reducir ese daño a 0. Una vez que uses esta bendición,"]},{"name":"La ventaja de la ofensiva irresistible","page":232,"type":"Boon","entries":["Puedes eludir las resistencias al daño de cualquier criatura."]},{"name":"La suerte de la bota","page":232,"type":"Boon","entries":["Puedes añadir una tirada de {@dice d10} a cualquier chequeo de habilidad, tirada de ataque o tirada de salvación que hagas. Una vez que usas esta bendición, no puedes volver a usarla hasta que termines un breve descanso."]},{"name":"Boon de Resistencia Mágica","page":232,"type":"Boon","entries":["Tienes ventaja en las tiradas de salvación contra hechizos y otros efectos mágicos."]},{"name":"Boon of Peerless Aim","page":232,"type":"Boon","entries":["Puedes darte un bono de +20 a una tirada de ataque a distancia que hagas. Una vez que usas esta bendición, no puedes volver a usarla hasta que termines un breve descanso."]},{"name":"La ventaja de la salud perfecta","page":232,"type":"Boon","entries":["Eres inmune a todas las enfermedades y venenos, y tienes ventaja en Constitución"]},{"name":"Eres inmune a todas las enfermedades y venenos, y tienes ventaja en Constitución","page":232,"type":"Eres inmune a todas las enfermedades y venenos, y tienes ventaja en Constitución","entries":["Cuando obtengas esta bendición, elige un plano de existencia que no sea el Plano Material. Ahora puedes usar una acción para lanzar el hechizo {@spell plane shift} (no requiere ranura de hechizo ni componentes), apuntando sólo a ti mismo, y viajar al plano elegido, o desde ese plano de vuelta al Plano Material. Una vez que usas esta bendición, no puedes volver a usarla hasta que termines un breve descanso."]},{"name":"Ventaja de la fundición rápida","page":232,"type":"Boon","entries":["Elige uno de tus hechizos de 1º a 3º nivel que tenga un tiempo de lanzamiento de 1 acción. El tiempo de lanzamiento de ese hechizo es ahora 1 acción adicional para ti."]},{"name":"La ventaja de la recuperación","page":232,"type":"Boon","entries":["Puedes utilizar una acción de bonificación para recuperar un número de puntos de golpe igual a la mitad de tu punto de golpe máximo. Una vez que usas esta bendición, no puedes volver a usarla hasta que termines un descanso largo."]},{"name":"La ventaja de la resiliencia","page":232,"type":"Boon","entries":["Tienes resistencia al daño contundente, perforante y cortante de las armas no mágicas."]},{"name":"Boon of Skill Proficiency","page":232,"type":"Boon","entries":["Ganas competencia en todas las habilidades."]},{"name":"La ventaja de la velocidad","page":232,"type":"Boon","entries":["Tu velocidad al caminar aumenta en 30 pies. Además, puedes utilizar una acción de bonificación para realizar la acción {@acción Dash} o {@acción Disengage}. Una vez que lo haces, no puedes volver a hacerlo hasta que f"]},{"name":"Boon of Spell Mastery","page":232,"type":"Boon","entries":["Elige un hechizo de hechicero, brujo o mago de 1er nivel que puedas lanzar. Ahora puedes lanzar ese hechizo a su nivel más bajo sin gastar una ranura de hechizo."]},{"name":"Boon de Spe","page":232,"type":"Boon de Spe","entries":["Puedes lanzar cualquier hechizo que conozcas o tengas preparado sin gastar una ranura de hechizo. Una vez que lo hagas, no podrás volver a usar esta bendición hasta que termines un descanso largo."]},{"name":"Boon del alma de fuego","page":232,"type":"Boon","entries":["Tienes inmunidad al daño por fuego. También puedes lanzar {@spellizco manos ardientes} (salvación DC 15) a voluntad, sin usar"]},{"name":"La bendición del Espíritu Nocturno","page":232,"type":"Boon","entries":["Mientras estás completamente en un área de luz tenue u oscuridad, puedes volverte {@condición invisible} como acción. Permaneces {@condición invisible} hasta que realizas una acción o reacción."]},{"name":"La bendición del Nacido de la Tormenta","page":232,"type":"Boon","entries":["Tienes inmunidad al daño por rayos y truenos. También puedes lanzar {@spell thunderwave} (salvación DC 15) a voluntad, sin usar una ranura de hechizo ni ningún componente."]},{"name":"La ventaja de no tener que preocuparse por nada","page":232,"type":"Boon","entries":["Tienes ventaja en los chequeos de habilidad realizados para resistirse a ser {@condición de agarre}. Además, puedes usar una acción para escapar automáticamente de un grapple o liberarte de restr"]},{"name":"La ventaja de","page":232,"type":"La ventaja de","entries":["La ventaja de"]},{"name":"La ventaja de la indetectabilidad","page":232,"type":"Boon","entries":["Obtienes un bonificador +10 a los chequeos de Destreza ({@habilidades de Sigilo}), y no puedes ser detectado o apuntado por la magia {@filtro de adivinación|hechizos|escuela=D}, incluyendo los sensores de adivinación."]},{"name":"Encanto de Boros","page":173,"type":"Encanto","entries":["Cuando activas este amuleto, puedes lanzar el hechizo {@spell crusader's mantle} o {@spell haste}. Alternativamente, puedes lanzar el hechizo {@spell de guía}, y si impacta, recuperas un número de puntos de golpe igual al daño que hace. El amuleto desaparece después de activarlo."]},{"name":"Encanto de los conjuradores de animales","page":228,"type":"Encanto","entries":["Este amuleto te permite lanzar el hechizo {@spellar animales} (versión de 3er nivel) como acción. Una vez utilizado tres veces"]},{"name":"Encanto del frío penetrante","source":"IDRotF","page":283,"type":"Encanto","entries":["{@nota Este amuleto puede ser otorgado por una {@criatura chwinga|ToA} que viva en Icewind Dale o en otras regiones frías utilizando su acción de Don Mágico.}","Este amuleto tiene 3 cargas. Como acción de bonificación, puedes gastar 1 de las cha"]},{"name":"Este amuleto tiene 3 cargas.","source":"Este amuleto tiene 3 cargas.","page":283,"type":"Este amuleto tiene 3 cargas.","entries":["Este amuleto tiene 3 cargas.","Este amuleto tiene 3 cargas."]},{"name":"{@nota Este amuleto puede ser otorgado por una {@criatura chwinga|ToA} que viva en Icewind Dale o en otras regiones frías utilizando su acción de Don Mágico.}","source":"IDRotF","page":283,"type":"Encanto","entries":["{@nota Este amuleto puede ser otorgado por una {@criatura chwinga|ToA} que viva en Icewind Dale o en otras regiones frías utilizando su acción de Don Mágico.}","Este amuleto te permite darte resistencia al daño por frío como acción. Este beneficio dura 24 horas, tras las cuales el amuleto desaparece de ti."]},{"name":"Encanto o","page":228,"type":"Encanto o","entries":["Encanto o"]},{"name":"Encanto o","page":228,"type":"Encanto o","entries":["Este amuleto te otorga los beneficios de un {@item anillo de caída de plumas}. Estos beneficios duran 10 días, tras los cuales el amuleto desaparece de ti."]},{"name":"El encanto del heroísmo","page":228,"type":"Encanto","entries":["Este c"]},{"name":"Este ch","page":167,"type":"Encanto","entries":["Cuando bajas a 0 puntos de vida como resultado de recibir daño, puedes elegir bajar a 1 punto de vida en su lugar. Una vez utilizado nueve veces, el amuleto desaparece."]},{"name":"El encanto de la restauración","page":228,"type":"Encanto","entries":["Este amuleto tiene 6 cargas. Puedes usar una acción para gastar algunas de sus cargas para lanzar uno de los siguientes hechizos: {hechizo de restauración mayor} (4 cargas) o {hechizo de restauración menor} (2 cargas). Una vez gastadas todas las cargas, el amuleto desaparece."]},{"name":"Encanto del golpe de la bola de nieve","source":"IDRotF","page":283,"type":"Encanto","entries":["{@nota Este amuleto puede ser otorgado por una {@criatura chwinga|ToA} que viva en Icewind Dale o en otras regiones frías utilizando su acción de Don Mágico.}","Este amuleto tiene 5 cargas. Como acción adicional, puedes gastar 1 de las cargas del amuleto para crear una bola de nieve mágica en tu mano y lanzarla. Debes tener una mano libre para sostener la bola de nieve, o la carga se desperdicia. La bola de nieve es un arma mágica a distancia con la que eres competente. Tiene un alcance normal de 20 pies y un alcance largo de 60 pies, inflige {@daño 1d4} de daño por frío en un golpe, y obtiene un golpe crítico con una tirada de 19 o 20. Si consigues un impacto crítico con la bola de nieve, el objetivo queda {@condición de cegado} hasta el final de su siguiente turno. La bola de nieve desaparece inmediatamente después de que aciertes o falles con ella, o al final de tu turno si no la lanzas. Una vez gastadas todas sus cargas, este amuleto desaparece de ti."]},{"name":"Encanto del Corazón de Cristal","page":167,"type":"Encanto","entries":["Este amuleto te otorga inmunidad al daño punzante y cortante de los ataques no mágicos, pero ganas vulnerabilidad al daño contundente. Estos efectos duran 10 días, tras los cuales el amuleto desaparece."]},{"name":"El encanto del demonio","page":167,"type":"Encanto","entries":["Este amuleto te permite utilizar una acción para comer un bocado de carne de un humanoide que lleve muerto no más de 1 día. Al hacerlo, recuperas {@dice 3d8 + 3} puntos de golpe. Una vez utilizado tres veces, el amuleto desaparece."]},{"name":"Encanto del Troll de Hielo","source":"IDRotF","page":283,"type":"Encanto","entries":["{@nota Este amuleto puede ser otorgado por una {@criatura chwinga|ToA} que viva en Icewind Dale o en otras regiones frías utilizando su acción de Don Mágico.}","Este amuleto te permite usar tu reacción cuando recibes daño por frío para reducir el daño a 0. Recuperas un número de puntos de golpe igual a la mitad del daño por frío que habrías recibido. Una vez que lo haces, el amuleto desaparece de ti."]},{"name":"Encanto de los mutilados","page":167,"type":"Encanto","entries":["Este amuleto te permite regenerar un apéndice u órgano perdido, como un brazo, un pie o un ojo. A"]},{"name":"Encanto de la M","page":212,"type":"Encanto de la M","entries":["{@nota Este amuleto puede ser otorgado por una {@criatura","Este amuleto te permite lanzar el hechizo {@spell alucinatory terrain} (salvación DC 15) como acción. [...]"]},{"name":"Encanto del Sl","page":228,"type":"Encanto","entries":["Una espada en tu posesión se convierte en un {@item matadragones} o {@item matagigantes} (a elección del DM) durante los próximos 9 días. El amuleto desaparece y el arma vuelve a la normalidad."]},{"name":"Encanto del caminante de la nieve","source":"IDRotF","page":283,"type":"Encanto","entries":["{@nota Este amuleto puede ser otorgado por una {@criatura chwinga|ToA} que viva en Icewind Dale o en otras regiones frías utilizando su acción de Don Mágico.}","Este amuleto tiene 3 cargas. Como acción, puedes gastar 1 de las cargas del amuleto para obtener los siguientes beneficios durante 24 horas:",{"type":"lista","items":["Tú y tus aliados en un radio de 15 pies ignoráis el {@quickref terreno difícil||3} causado por la nieve o el hielo.","Se puede ver a través de zonas muy oscurecidas por la nieve hasta una distancia de 60","Eres inmune a los efectos del frío extremo, como se describe en el {@book Dungeon Master's Guide|DMG} (aunque no obtienes protección contra el daño por frío)."]},"Una vez que se han gastado todas sus cargas, este amuleto desaparece de ti."]},{"name":"El encanto de la tormenta","page":41,"type":"Encanto","entries":["Usted b [...]"]},{"name":"El encanto de la bruja hinchada","page":167,"type":"Encanto","entries":["Este amuleto te permite escupir una rana como acción. La rana te entiende y obedece tus órdenes. Una vez utilizado tres veces, el amuleto"]},{"name":"Encanto del Refugio del Viajero","source":"IDRotF","page":283,"type":"Encanto","entries":["{@nota Este amuleto puede ser otorgado por una {@criatura chwinga|ToA} que viva en Icewind Dale o en otras regiones frías utilizando","Este amuleto tiene 3 cargas. Como acción, puedes gastar 1 de las cargas del amuleto para lanzar el hechizo {@spell Leomund's tiny hut}, sin necesidad de componentes. Una vez gastadas todas las cargas, este amuleto desaparece de ti."]},{"name":"Encanto del portador de agua","page":212,"type":"Encanto","entries":["{@nota Este amuleto puede ser otorgado por una {@criatura chwinga|CM} que viva en un desierto usando su acción de Regalo Mágico.}","Este encanto le permite crear hasta"]},{"name":"Encanto del Sentido del Tesoro","page":167,"type":"Encanto","entries":["Mientras dure este amuleto, puedes usar una acción para localizar, mediante el olor, la ubicación de metales y piedras preciosas, como monedas y gemas, en un radio de 30 pies de ti. El efecto dura 3 días, tras los cuales el amuleto desaparece fr"]},{"name":"Encanto de la vitalidad","page":228,"type":"Encanto","entries":["Este amuleto te permite darte el beneficio de una {@poción de vitalidad} como acción. Una vez que lo hagas, el ch"]},{"name":"El encanto de Clay No-Face","page":179,"type":"Encanto","entries":["Mientras tengas Clay No-Face en tu poder, no necesitas comer, beber o respirar. Estos beneficios duran 30 días mientras el muñeco esté en tu poder, después el amuleto desaparece de ti.","La muñeca es una construcción de Tiny. Destruir el muñeco hace que el alma del niño que está dentro quede atrapada en {@adv",{"type":"dataObject","dataObject":{"name":"Arcilla Sin Cara","isNpc":true,"page":179,"creatureType":"construir","hp":1,"speed":{"walk":10},"immune":["veneno"],"conditionImmune":["envenenado"]}}]},{"name":"Regalo oscuro de Dahlver-Nar, el de los muchos dientes","page":192,"type":"Encanto","entries":["El don de Dahlver-Nar es el poder de vivir muchas vidas. Al recibir este oscuro don, el beneficiario ins [...]  [...]","El beneficiario de este oscuro don pierde todos sus dientes hasta que se reencarna por tercera y última vez."]},{"name":"Regalo oscuro de Delban, la estrella del hielo y el odio","page":193,"type":"Encanto","entries":["El don de Delban es el poder de desatar un frío mortal. Este oscuro don permite a su beneficiario lanzar el hechizo {@cono de frío} como acción. Una vez utilizado siete veces, el don oscuro desaparece. Hasta que se desvanezca, el beneficiario también obtiene los beneficios de un {@anillo de calor}.","El beneficiario de este oscuro don obtiene el siguiente defecto: \"El fuego aterroriza"]},{"name":"Regalo oscuro de Drizlash, la araña de nueve ojos","page":192,"type":"Encanto","entries":["D","D"]},{"name":"D","page":191,"type":"D","entries":["El don de Fekre es el poder de propagar enfermedades. Este oscuro don permite a su beneficiario lanzar el hechizo {@spell contagio} como acción. Después de usarlo tres veces, el don oscuro se desvanece.","El beneficiario de este oscuro regalo apesta a suciedad."]},{"name":"Regalo oscuro del Gran Taar Haak, el destructor de cinco cabezas","page":193,"type":"Encanto","entries":["El don de Taar Haak es una gran fuerza. Este don oscuro concede a su beneficiario el beneficio de un {@cinturón de fuerza de gigante de fuego}. Este beneficio dura 10 días, tras los cuales el don oscuro","El beneficiario de este oscuro don el siguiente defecto: \"Me gusta intimidar a los demás y hacerlos sentir débiles e inferiores\"."]},{"name":"Regalo oscuro de Khirad, la estrella de los secretos","page":193,"type":"Encanto","entries":["El don de Khirad es el poder de la adivinación. Este don permite a su beneficiario lanzar el hechizo {@spell scrying} como acción. Después de usarlo tres veces, el don oscuro se desvanece.","La voz del beneficiario se convierte en un susurro bajo, y su sonrisa se vuelve cruel y malvada."]},{"name":"Regalo oscuro de Norganas, el dedo del olvido","page":193,"type":"Encanto","entries":["El don de Norganas es el poder de convertir la vida en no-muerte. Este oscuro don permite a su beneficiario lanzar el hechizo {@spell finger of death} como acción. Después de usarlo tres veces, el don oscuro se desvanece. Cuando se desvanece, el beneficiario debe tener éxito en una tirada de salvación de Constitución DC 15 o caerá a 0 puntos de vida.","Este oscuro don hace que la sangre del beneficiario se vuelva negra y viscosa, como el alquitrán."]},{"name":"Regalo oscuro de Savnok el Inescrutable","page":192,"type":"Encanto","entries":["El don de Savnok es el poder de proteger la mente. Este don oscuro adopta la forma de un hechizo {@spell mind blank} lanzado sobre el beneficiario. El hechizo tiene una duración de 1 año, tras el cual el don oscuro se desvanece.","Los ojos del beneficiario se derriten al recibir este oscuro regalo, dejando cuencas vacías que aún pueden ver."]},{"name":"Regalo oscuro de Seriach, el susurrador de sabuesos infernales","page":193,"type":"Encanto","entries":["El don de Seriach es el poder de convocar y controlar a los sabuesos infernales. Como acción, el beneficiario de este oscuro don puede invocar y controlar dos {@criatura sabueso del infierno||sabuesos del infierno}. Ambos sabuesos aparecen al mismo tiempo. El beneficiario sólo puede invocar a los sabuesos una vez, y el don oscuro desaparece al morir.","El beneficiario adquiere la capacidad de hablar y entender Infernal, si no conoce ya el idioma. (Los sabuesos infernales no entienden ningún otro idioma.) Sale humo sulfuroso de los poros del beneficiario cada vez que habla Infernal."]},{"name":"Regalo oscuro de Shami-Amourae, la Dama de las Delicias","page":192,"type":"Encanto","entries":["El don de Shami-Amourae es el poder de la persuasión. Este oscuro don permite a su beneficiario lanzar el hechizo {@sugerencia} como acción, y las tiradas de salvación contra el hechizo tienen desventaja. Después de usarlo tres veces, el don oscuro se desvanece.","El beneficiario de este oscuro don gana un dedo extra en cada mano, así como el siguiente defecto: \"Puedo' [...]"]},{"name":"Regalo oscuro de","page":192,"type":"Encanto","entries":["El don de Sykane es el poder de resucitar a los recién fallecidos. Este oscuro don permite a su beneficiario lanzar el hechizo {@spell raise dead} como acción. Después de usarlo tres veces, el don oscuro desaparece.","En cuanto se recibe este don oscuro, los ojos del beneficiario brillan con un amarillo enfermizo hasta que el don oscuro desaparece. El beneficiario también obtiene el siguiente defecto: \"Si ayudo a alguien, espero un pago a cambio\"."]},{"name":"Regalo Oscuro de Tarakamedes, el Wyrm de la Tumba","page":192,"type":"Encanto","entries":["El don de Tarakamedes es el poder de volar. Al beneficiario de este don oscuro le crecen alas esqueléticas y gana una velocidad de vuelo de 50 fe","El beneficiario de este oscuro don debe comer huesos o tierra de la tumba para sobrevivir. Al amanecer, si la criatura no ha comido al menos 1 libra de huesos o tierra de tumba en las últimas 24 horas, muere."]},{"name":"Regalo oscuro de Vaund el Evasor","page":193,"type":"Encanto","entries":["El don de Vaund es el poder de la evasión. Este oscuro don concede a su beneficiario los beneficios de un {@artículo amuleto a prueba de detección y localización} y un {@artículo anillo de evasión}. Estos beneficios duran 10 días, tras los cuales el don oscuro se desvanece.","El beneficiario de este don oscuro se vuelve crispado y nervioso, y también adquiere el siguiente defecto: \"No puedo dar una respuesta directa a ninguna pregunta que me hagan\"."]},{"name":"Regalo oscuro de Yog el Invencible","page":193,"type":"Encanto","entries":["El don de Yog es el de la resistencia física. Este don oscuro aumenta el máximo de puntos de golpe del beneficiario en 30. Este beneficio dura 10 días, tras los cuales el don oscuro","El pelaje negro y aceitoso cubre la cara y el cuerpo del beneficiario"]},{"name":"Regalo oscuro de Yrrga, el ojo de las sombras","page":193,"type":"Encanto","entries":["El don de Yrrga es el poder de la visión verdadera. Este don oscuro concede a su beneficiario los beneficios de {@sense truesight} hasta un alcance de 60 pies. Estos beneficios duran 30 días, tras los cuales el don oscuro se desvanece.","Los ojos del beneficiario se convierten en vacíos estelares hasta que el oscuro regalo se desvanece. El beneficiario de este don oscuro también adquiere el siguiente defecto: \"Creo que toda la vida es inútil y espero la muerte cuando finalmente llegue\"."]},{"name":"Regalo oscuro de Zantras, el hacedor de reyes","page":192,"type":"Encanto","entries":["El don de Zantras es el poder que proviene de una gran presencia y fuerza de la personalidad. Este don oscuro aumenta el Carisma del beneficiario en 4, hasta un máximo de 22","El beneficiario de este oscuro don adquiere el siguiente defecto: \"No aceptaré un no como respuesta"]},{"name":"Regalo oscuro de Zrin-Hala, la tormenta aullante","page":192,"type":"Encanto","entries":["El don de Zrin-Hala es el poder de crear rayos. Este oscuro don permite a su beneficiario lanzar el hechizo {@spell lightning bolt} como acción. Después de usarlo tres veces, el don oscuro desaparece.","Como s"]},{"name":"Como s","page":173,"type":"Como s","entries":["Cuando activas este amuleto, puedes lanzar el hechizo {@spell blink} o {@spell sleep} (versión de 3er nivel). Alternativamente, cuando recibes daño, puedes usar tu reacción para volverte {@condición invisible} y teletransportarte hasta 30 pies a un espacio desocupado que puedas ver. Permaneces {@condición invisible} hasta el comienzo de tu siguiente turno o hasta que ataques o lances un hechizo. El encantamiento desaparece después de activarlo."]},{"name":"Familiar dracónico","page":28,"type":"Regalo dracónico","rarity":"u","entries":["Obtienes la ayuda de un familiar dracónico, que puede ser una astilla de la conciencia de un dragón que te invistió de poder.","Puedes lanzar el hechizo {@spell find familiar} como un ritual sin usar ningún componente material. Cuando lanzas el hechizo de esta manera, tu familiar siempre toma la forma de un {@criatura pseudodragón}.","Además, cuando realizas la acción {@acción Ataque} en tu turno, puedes renunciar a uno de tus propios ataques para permitir que tu familiar pseudodragón realice un ataque de su"]},{"name":"Renacimiento dracónico","page":28,"type":"Regalo dracónico","rarity":"poco común","entries":["Te conviertes en un dragonborn. Sustituyes los rasgos raciales de tu raza original por los rasgos de un dragonborn cromático, gema o metálico (detallados en este {@libro|FTD|1|Razas dracónicas}). El tipo de dragonborn en el que te conviertes coincide con la familia del dragón que es la fuente de este don. Puedes mantener cualquier habilidad que hayas obtenido de tu raza anterior, o ganas competencia en dos habilidades de tu elección."]},{"name":"Sentidos dracónicos","page":28,"type":"Regalo dracónico","rarity":"raro","entries":["Obtienes sentidos agudos como los de un dragón.",{"type":"entradas","name":"Blindsight","entries":["Tienes {@sense blindsight} hasta un rango de 10 pies. Dentro de ese rango, puedes ver efectivamente cualquier cosa que no esté detrás de {@libro de cobertura total|PHB|9|Cubierta}, incluso si estás {@condición de cegado} o en la oscuridad. Además, puedes ver criaturas {@condición invisible} dentro de ese rango, a menos que las criaturas se oculten de ti con éxito."]},{"type":"entradas","name":"Sentidos agudos","entries":["Tienes ventaja en los chequeos de Sabiduría ({habilidad Percepción})."]}]},{"name":"Eco de la visión de los dragones","page":28,"type":"Regalo dracónico","rarity":"muy raro","entries":["Has comenzado a extender tu conciencia más allá del único mundo del Plano Material que es tu hogar.","Puedes lanzar {@spell contact other plane} como un ritual. La entidad con la que contactas es un dragón de otro mundo en el Plano Material, por lo que su conocimiento de tu mundo puede ser limitado. Además, este dragón es un eco del dragón que es la fuente del don, lo que podría afectar a su actitud y comportamiento hacia ti."]},{"name":"Fragmento de aborrecimiento","source":"CRCotN","page":214,"type":"Fragmento de sufrimiento","entries":[{"type":"entradas","name":"Beneficio","entries":["Una vez en cada uno de tus turnos, cuando golpeas a una criatura con una tirada de ataque de arma, puedes obligar al objetivo a alejarse hasta 3 metros de ti en una dirección de tu elección. Una criatura que no pueda ser {@condición de miedo} es inmune a este efecto."]},{"type":"entradas","name":"Drawback","entries":["Si comienzas tu turno {@condición asustada},"]}]},{"name":"Fragmento de apego","source":"CRCotN","page":214,"type":"Fragmento de sufrimiento","entries":[{"type":"entradas","name":"Beneficio","entries":["No puedes estar {@condición de miedo} mientras estés a menos de 3 metros de un aliado. Si ya tienes la {@condición de miedo} y te mueves a menos de 3 metros de un aliado, la condición de {@condición de miedo} termina en ti."]},{"type":"entradas","name":"Drawback","entries":["Tienes desventaja en las tiradas de salvación de Sabiduría y Carisma mientras no estés a 3 metros de un aliado."]}]},{"name":"Fragmento de engaño","source":"CRCotN","page":214,"type":"Frag","entries":[{"type":"entradas","name":"Beneficio","entries":["Cuando recibes daño, puedes usar tu reacción para convertirte en {@condición invisible} y teletransportarte hasta 60 pies a un espacio desocupado que puedas ver. Sigues siendo {@condición invisible} hasta el comienzo de tu siguiente turno o hasta que hagas una tirada de daño o lances un hechizo."]},{"type":"entradas","name":"Drawback","entries":["Tienes desventaja en los chequeos de Sabiduría."]}]},{"name":"Fragmento de desaliento","source":"CRCotN","page":214,"type":"Fragmento de sufrimiento","entries":[{"type":"entradas","name":"Beneficio","entries":["Eres inmune a la condición {@condición encantada}."]},{"type":"entradas","name":"Drawback","entries":["No puedes realizar la acción {@action Help}."]}]},{"name":"Fragmento de Intransigencia","source":"CRCotN","page":214,"type":"Fragmento de sufrimiento","entries":[{"type":"entradas","name":"Beneficio","entries":["Otra criatura no puede obligarte a ir a un lugar al que no quieres ir."]},{"type":"entradas","name":"Drawback","entries":["No puedes tomar la {@acción Desenganchar} o la {@acción Esquivar}"]}]},{"name":"Fragmento de asco","source":"CRCotN","page":214,"type":"Fragmento de sufrimiento","entries":[{"type":"entradas","name":"Beneficio","entries":["Cuando una criatura te daña con un ataque de arma o un hechizo, puedes concentrar tu odio en esa criatura. Hasta el final de tu siguiente turno, tienes ventaja en las tiradas de ataque que hagas contra la criatura. Sólo puedes concentrar tu odio en una criatura a la vez."]},{"type":"entradas","name":"Drawback","entries":["Tienes desventaja en los chequeos de Carisma."]}]},{"name":"Fragmento de melancolía","source":"CRCotN","page":214,"type":"Fragmento de sufrimiento","entries":[{"type":"entradas","name":"Beneficio","entries":["Cuando fallas una tirada de salvación de Sabiduría o Carisma, puedes repetirla con adva"]},{"type":"Cuando fallas una tirada de salvación de Sabiduría o Carisma, puedes repetirla con adva","name":"Cuando fallas una tirada de salvación de Sabiduría o Carisma, puedes repetirla con ventaja, convirtiendo potencialmente un fallo en un éxito. [...]","entries":["Si usas el beneficio de este fragmento y no convierte una tirada de salvación fallida en un éxito, quedas {@condición incapacitada} hasta el final de tu siguiente turno,"]}]},{"name":"Fragmento de Piedad","source":"CRCotN","page":214,"type":"Fragmento de sufrimiento","entries":[{"type":"entradas","name":"Beneficio","entries":["Cada vez que gastas un dado de golpe para recuperar puntos de golpe, recuperas puntos de golpe adicionales iguales a tu bono de competencia."]},{"type":"entradas","name":"Drawback","entries":["Tienes desventaja en las tiradas de salvación de la muerte."]}]},{"name":"Fragmento de Rancor","source":"CRCotN","page":214,"type":"Fragmento de sufrimiento","entries":[{"type":"entradas","name":"Beneficio","entries":["Cuando golpeas a una criatura con un ataque, puedes elegir infligir {@daño 2d6} de daño psíquico adicional a la criatura o {@daño 4d6} de daño psíquico a cada una de las demás criaturas que se encuentren a 1,5 metros de ella. Después de usar este beneficio, debes terminar un descanso corto o largo antes de poder usarlo de nuevo."]},{"type":"entradas","name":"Drawback","entries":["Siempre que no estés {@condición inconsciente} y falles una tirada de salvación, recibes {@daño 2d6} de daño psíquico."]}]},{"name":"Presencia aterradora","page":28,"type":"Regalo dracónico","rarity":"muy raro","entries":["Los ecos del poder de un dragón permanecen a tu alrededor, y puedes invocarlos para inspirar miedo a aquellos que s","Como acción de bonificación, puedes manifestar tu presencia aterradora. Cada criatura que elijas y que esté en un radio de 120 pies de ti y sea consciente de tu presencia debe hacer una tirada de salvación de Sabiduría contra una DC igual a 8 + tu bono de competencia + tu modificador de Carisma. Una criatura que falle se convierte en {@condición de miedo} de ti durante 1 minuto. La criatura puede repetir la tirada de salvación al final de cada uno de sus turnos, terminando el efecto sobre sí misma si tiene éxito.","Una vez que usas esta habilidad un número de veces igual a tu bonificación de competencia, no puedes volver a usarla hasta que termines un descanso largo."]},{"name":"Encanto Golgari","page":173,"type":"Encanto","entries":["Cuando activas este amuleto, puedes lanzar el hechizo {@spell dispel magic}, {@spell false life} (versión de 3er nivel), o {@spell stinking cloud}. El amuleto desaparece después de activarlo."]},{"name":"Encanto Gruul","page":173,"type":"Encanto","entries":["Cuando activas este amuleto, puedes lanzar el hechizo {@spell heroism} o {@spell thunderwave} (versiones de 3er nivel). Alternativamente, un"]},{"name":"Cuando activas este amuleto, puedes lanzar el hechizo {@spell heroism} o {@spell thunderwave} (versiones de 3er nivel). Alternativamente, un","page":129,"type":"Cuando activas este amuleto, puedes lanzar el hechizo {@spell heroism} o {@spell thunderwave} (versiones de 3er nivel).","entries":[{"type":"lista","style":"list-hang-notitle","items":[{"type":"artículo","name":"Ge","entry":"Mujer"},{"type":"artículo","name":"Alineación:"},{"type":"artículo","name":"La personalidad:","entry":"Voluble e imprevisible"},{"type":"artículo","name":"Defecto heredado:","entry":"\"Nunca me atengo a un plan\"."},{"type":"artículo","name":"Enemigo:","entry":"Obo'laka"},{"type":"artículo","name":"Po","entry":"La puntuación de Destreza del anfitrión se convierte en 23, a menos que ya sea hi"}]}]},{"name":"Encanto Izzet","page":174,"type":"Encanto","entries":["Cuando activas este amuleto, puedes lanzar el hechizo {@spell dispel magic} o {@spell lightning bolt}. A [...]"]},{"name":"El encanto de Joho","page":179,"type":"Encanto","entries":["Mientras tengas a Joho en tu poder, te otorga el beneficio de un {@item de comprensión de idiomas}. Este beneficio dura 7 días mientras el muñeco esté en tu poder, tras lo cual el amuleto desaparece de ti.","La muñeca es una construcción de Tiny. Destruir el muñeco hace que el alma del niño que está dentro quede atrapada en {@adventure the Soulmonger|ToA|5|The Soulmonger}.",{"type":"dataObject","dataObject":{"name":"J","isNpc":true,"page":179,"creatureType":"construir","hp":1,"speed":{"walk":10},"immune":["veneno"],"conditionImmune":["envenenado"]}}]},{"name":"Kubazan","page":129,"type":"Habitabilidad","entries":[{"type":"lista","style":"list-hang-notitle","items":[{"type":"artículo","name":"El género:","entry":"Hombre"},{"type":"artículo","name":"Alineación:"},{"type":"artículo","name":"La personalidad:","entry":"Salvaje y enérgico"},{"type":"artículo","name":"Defecto heredado:","entry":"\"No tengo miedo y no me asusta correr grandes riesgos\"."},{"type":"artículo","name":"Enemigo:","entry":"Papazotl"},{"type":"artículo","name":"Poder:","entry":"El ho"}]}]},{"page":129,"type":"Habitabilidad","entries":[{"type":"lista","style":"list-hang-notitle","items":[{"type":"artículo","name":"El género:","entry":"Hombre"},{"type":"artículo","name":"Alineación:"},{"type":"artículo","name":"La personalidad:","entry":"Veraz y amable"},{"type":"artículo","name":"Defecto heredado:","entry":"\"Debo decir siempre la verdad\"."},{"type":"artículo","name":"Enemigo:","entry":"Wo"},{"type":"artículo","name":"Poder:","entry":"El anfitrión puede usar una acción para volver {@condición invisible}. Todo lo que el anfitrión lleve puesto o cargue es {@condición invisible} mientras esté en la persona del anfitrión. El efecto termina si el anfitrión ataca"}]}]},{"name":"Nangnang","page":129,"type":"Habitabilidad","entries":[{"type":"lista","style":"list-hang-notitle","items":[{"type":"artículo","name":"El género:","entry":"Mujer"},{"type":"artículo","name":"Alineación:"},{"type":"artículo","name":"La personalidad:","entry":"Egoísta y cruel"},{"type":"artículo","name":"Defecto heredado:","entry":"\"No compartiré con otros\"."},{"type":"artículo","name":"Enemigo:","entry":"Shagambi"},{"type":"artículo","name":"Poder:","entry":"El anfitrión puede subir, bajar y atravesar superficies verticales, así como desplazarse por los techos, dejando las manos libres. Adquiere una velocidad de escalada igual a su velocidad al caminar."}]}]},{"name":"Obo'laka","page":129,"type":"Habitabilidad","entries":[{"type":"lista","style":"list-hang-notitle","items":[{"type":"artículo","name":"El género:","entry":"Mujer"},{"type":"artículo","name":"Alineación:"},{"type":"artículo","name":"La personalidad:","entry":"Ne"},{"type":"artículo","name":"Defecto heredado:","entry":"\"Tengo aversión al riesgo y soy esclavo de la rutina\"."},{"type":"artículo","name":"Enemigo:","entry":"I'jin"},{"type":"artículo","name":"Poder:","entry":"El anfitrión puede sintonizar un objeto mágico adicional. Cuando Obo'laka deja al anfitrión, todos los objetos mágicos a los que se"}]}]},{"name":"Encanto de Orzhov","page":174,"type":"Encanto","entries":["Cuando activas este amuleto, puedes lanzar el hechizo {@spell bestow curse} o {@spell fear}. Alternativamente, cuando una criatura que puedas ver en un radio de 30 pies de ti se reduzca a 0 puntos de golpe, puedes usar tu reacción para que baje a 1 punto de golpe en su lugar. El encantamiento desaparece después de activarlo."]},{"name":"Papazotl","page":129,"type":"Habitabilidad","entries":[{"type":"lista","style":"list-hang-notitle","items":[{"type":"artículo","name":"El género:","entry":"Hombre"},{"type":"artículo","name":"Alineación:"},{"type":"artículo","name":"La personalidad:","entry":"Astuto e intrigante"},{"type":"artículo","name":"Defecto heredado:","entry":"\"No me inclino ante nadie y espero que los demás hagan lo que les mando\"."},{"type":"artículo","name":"Enemigo:","entry":"Kubazan"},{"type":"artículo","name":"Poder:","entry":"El anfitrión no puede ser sorprendido, gana ventaja en todos los chequeos de Sabiduría y nunca recibe daño al caer."}]}]},{"name":"Alcance psiónico","page":28,"type":"Regalo dracónico","rarity":"muy raro","entries":["La energía psiónica de un dragón gema potencia tu mente. Ganas resistencia al daño psíquico.","Además, aprendes el hechizo {@spell telekinesis}. Puedes lanzar este hechizo sin gastar una ranura de hechizo. Una vez que lanzas este hechizo de esta manera, no puedes volver a hacerlo hasta que termines un descanso largo. También puedes lanzar este hechizo utilizando ranuras de hechizo que tengas del nivel apropiado [...]"]},{"name":"Además, aprendes el hechizo {@spell telekinesis}. Puedes lanzar este hechizo sin gastar una ranura de hechizo. Una vez que lanzas este hechizo de esta manera, no puedes volver a hacerlo hasta que termines un descanso largo. También puedes lanzar este hechizo utilizando ranuras de hechizo que tengas del nivel apropiado [...]","page":174,"type":"Además, aprendes el hechizo {@spell telekinesis}. Puedes lanzar este hechizo sin gastar una ranura de hechizo. Una vez que lanzas este hechizo de esta manera, no puedes volver a hacerlo hasta que termines un descanso largo. También puedes lanzar este hechizo utilizando ranuras de hechizo que tengas del nivel apropiado [...]","entries":["Cuando activas este amuleto, puedes lanzar el hechizo {@spell crown of madness}, {@spell hellish rebuke}, o {@spell shatter} [...]"]},{"name":"Dureza a escala","page":28,"type":"Regalo dracónico","rarity":"legendario","entries":["Su piel se endurece, haciéndola resistente a ciertos tipos de daños físicos. Obtienes resistencia al daño punzante y cortante."]},{"name":"Encanto Selesnya","page":174,"type":"Encanto","entries":["Cuando activas este amuleto, puedes lanzar el hechizo {@spell aura de vitalidad} o {@spell conjurar animales}. Alternativamente, como acción, puedes otorgar a un máximo de tres criaturas de tu elección en un radio de 30 pies resistencia al daño contundente, perforante y cortante hasta el final de tu siguiente turno. El amuleto desaparece después de activarlo."]},{"name":"Shagambi","page":129,"type":"Habitabilidad","entries":[{"type":"lista","style":"list-hang-notitle","items":[{"type":"artículo","name":"El género:","entry":"Mujer"},{"type":"artículo","name":"Alineación:"},{"type":"artículo","name":"Persona","entry":"Persona"},{"type":"artículo","name":"Defecto heredado:","entry":"\"Nunca muestro misericordia a los malhechores\"."},{"type":"artículo","name":"Enemigo:","entry":"Nangnang"},{"type":"artículo","name":"Poder:","entry":"El anfitrión puede hacer un ataque extra cuando realiza la acción {@acción Ataque} en su turno."}]}]},{"name":"Encanto Simic","page":174,"type":"Encanto","entries":["Cuando activas este amuleto, puedes lanzar el hechizo {@spell enhance ability} (versión de 3er nivel), {@spell enlarge/reduce}, o {@spell gaseous form}. El amuleto desaparece después de activarlo."]},{"name":"El encanto de la paja","page":179,"type":"Encanto","entries":["Mientras tengas Strawbundle en tu poder, este amuleto te permite lanzar el hechizo {@spell etherealness} como acción, sin necesidad de componentes. Después de usarlo tres veces, el amuleto desaparece.","La muñeca es una construcción de Tiny. Destruir el muñeco hace que el alma del niño que está dentro quede atrapada en {@adventure the Soulmonger|ToA|5|The Soulmonger}.",{"type":"dataObject","dataObject":{"name":"Manojo de paja","isNpc":true,"page":179,"creatureType":"construir","hp":1,"speed":{"walk":10},"immune":["veneno"],"conditionImmune":["envenenado"]}}]},{"name":"Los beatos de Corellon","page":45,"type":"Otros","entries":["Siempre cambiantes, alegres y hermosas, las elfas primigenias podían asumir el sexo que quisieran. Cuando se sometieron a la influencia de Lolth y eligieron fijar sus formas físicas, los elfos perdieron la capacidad de transformarse de este modo. Sin embargo, de vez en cuando nacen elfos tan andróginos que se les proclama entre los benditos de Corellon, símbolos vivos del amor del dios y del estado fluido original de los elfos primigenios. Muchos de los principales sacerdotes de Corellon llevan esta bendición.","Los más raros de estos elfos bendecidos pueden cambiar de sexo cada vez que terminan un descanso largo-un milagro celebrado por los elfos de todo tipo excepto los drow. (El DM decide si un elfo puede manifestar este milagro.) Los elfos oscuros encuentran esta habilidad aterradora y la caracterizan como una maldición, ya que podría desestabilizar toda su sociedad. Si la bendición de Corellon se manifiesta en un drow, ese elfo suele huir al mundo de la superficie para buscar refugio entre los dedicados a Corellon."]},{"name":"Lengua de Dragón","page":28,"type":"Regalo dracónico","rarity":"poco común","entries":["Obtienes algo de la majestuosa presencia de un dragón.",{"type":"entradas","name":"Discurso del Dragón","entries":["Puedes hablar, leer y escribir dracónico."]},{"type":"entradas","name":"La voz del dragón","entries":["Como acción adicional, puedes hacer que tu voz sea audible hasta 300 pies de distancia durante 1 minuto."]},{"type":"entradas","name":"Las artimañas del dragón","entries":["Tienes ventaja en los chequeos de Carisma ({@habilidad Persuasión})."]}]},{"name":"Unkh","page":129,"type":"Habitabilidad","entries":[{"type":"lista","style":"list-hang-notitle","items":[{"type":"artículo","name":"El género:","entry":"Mujer"},{"type":"artículo","name":"Alineación:"},{"type":"artículo","name":"La personalidad:","entry":"Ensimismado e indeciso"},{"type":"artículo","name":"Defecto heredado:","entry":"\"Soy incapaz de hacer"},{"type":"artículo","name":"Enemigo:","entry":"Ninguno"},{"type":"artículo","name":"Poder:","entry":"La puntuación de la Constitución del anfitrión pasa a ser 23, a menos que ya esté"}]}]},{"name":"La chispa de Vlagomir","source":"IDRotF","page":228,"type":"Encanto","entries":["Ganas 1 pie de altura cada hora y te vuelves proporcionalmente más pesado hasta que mides 21 pies y pesas 7.700 libras. Cuando mides 9 pies, tu Fuerza pasa a ser 19, a menos que ya sea mayor. Por cada 3 pies de altura adicionales que ganes, tu Fuerza aumenta en 1, hasta un máximo de 23. La armadura y la ropa que lleves puesta y las armas que portes aumentan mágicamente de tamaño para adaptarse a tu crecimiento. Si recibes un hechizo de {@spell greater restoration} o una magia similar, este amuleto desaparece de ti, y vuelves a encoger inmediatamente a tu tamaño normal, junto con cualquier armadura, ropa y arma que poseas."]},{"name":"Wongo","page":129,"type":"Habitabilidad","entries":[{"type":"lista","style":"list-hang-notitle","items":[{"type":"artículo","name":"El género:","entry":"Hombre"},{"type":"artículo","name":"Alineación:"},{"type":"artículo","name":"La personalidad:","entry":"Violento y trastornado"},{"type":"artículo","name":"Defecto heredado:","entry":"\"Actúo sin preocuparme por el bienestar de los demás\"."},{"type":"artículo","name":"Enemigo:"},{"type":"artículo","name":"Poder:","entry":"El anfitrión puede utilizar una acción para desatar un asalto psiónico sobre una criatura que pueda ver en un radio de 60 pies. El objetivo debe tener éxito en una tirada de salvación de Sabiduría DC 16 o quedar {@condición de aturdido} hasta el final del siguiente turno del objetivo."}]}]},{"name":"Transformación de sangre pura Yuan-Ti","page":119,"type":"Otros","entries":["Un humano puede transformarse en un yuan-ti de sangre pura. La transformación sólo puede deshacerse mediante un hechizo {@spell wish} o una intervención divina. Un personaje que sobrevive a la transformación adquiere una forma aleatoria de {@locura indefinida} (ver \"{@libro Locura|DMG|8|Locura}\" en el capítulo 8 de la {@i Guía del Dungeon Master}). Un humano que se somete y sobrevive al ritual conserva sus rasgos y gana los siguientes rasgos raciales yuan-ti.",{"type":"entradas","name":"Darkvision","entries":["Puedes ver con luz tenue en un radio de 60 pies como si fuera luz brillante, y en la oscuridad como si fuera luz tenue. No puedes discernir el color en la oscuridad, sólo tonos de gris."]},{"type":"entradas","name":"Hechizo innato","entries":["Conoces el cantrip {@spellizco de veneno}. Puedes lanzar {@hechizo de amistad con animales} un número ilimitado de veces con este rasgo, pero sólo puedes apuntar a serpientes con él. A partir del 3º nivel, también puedes lanzar {@spell sugerencia} con este rasgo. Una vez que lo lanzas, no puedes volver a hacerlo hasta que termines un descanso largo. El carisma es tu habilidad de lanzamiento de conjuros para estos hechizos."]},{"type":"entradas","name":"Resistencia mágica","entries":["Tienes ventaja en las tiradas de salvación contra hechizos y otros efectos mágicos."]},{"type":"entradas","name":"Inmunidad al veneno","entries":["Eres inmune al daño por veneno y a la condición {@condición envenenada}."]}]}]}