{"table":[{"name":"Oleada de Magia Salvaje","isShown":true,"page":104,"items":[{"row":"Tira en esta tabla al comienzo de cada uno de tus turnos durante el siguiente minuto, ignorando este resultado en las siguientes tiradas.","weight":1},{"row":"Durante el siguiente minuto, puedes ver cualquier criatura invisible si tienes línea de visión con ella.","weight":1},{"row":"Un modron elegido y controlado por el DM aparece en un espacio desocupado a menos de 5 pies de ti, luego desaparece 1 minuto después.","weight":1},{"row":"Lanzas bola de fuego como un hechizo de 3er nivel centrado en ti mismo.","weight":1},{"row":"Lanzas un misil mágico como hechizo de 5º nivel.","weight":1},{"row":"Tira un d10. Tu altura cambia en un número de centímetros igual a la tirada. Si la tirada es impar, te encoges. Si la tirada es par, creces.","weight":1},{"row":"Arrojas la confusión centrada en ti mismo.","weight":1},{"row":"Durante el siguiente minuto, recuperas 5 puntos de golpe al comienzo de cada uno de tus turnos.","weight":1},{"row":"Te crece una larga barba hecha de plumas que permanece hasta que estornudas, momento en el que las plumas salen disparadas de tu cara.","weight":1},{"row":"Lanzas grasa centrada en ti mismo.","weight":1},{"row":"Las criaturas tienen desventaja en las tiradas de salvación contra el siguiente hechizo que lances en el siguiente minuto que implique una tirada de salvación.","weight":1},{"row":"Su piel se vuelve de un tono azul vibrante. Un hechizo de eliminación de maldición puede acabar con este efecto.","weight":1},{"row":"Un ojo aparece en su frente durante el siguiente minuto.","weight":1},{"row":"Durante el siguiente minuto, todos tus hechizos con un tiempo de lanzamiento de 1 acción tienen un tiempo de lanzamiento de 1 acción adicional.","weight":1},{"row":"Te teletransportas hasta 60 pies a un espacio desocupado de tu elección que puedas ver.","weight":1},{"row":"Eres transportado al Plano Astral hasta el final de tu siguiente turno, tras el cual vuelves al espacio que ocupabas anteriormente o al espacio desocupado más cercano si ese espacio está ocupado.","weight":1},{"row":"Maximiza el daño del siguiente hechizo dañino que lances en el próximo minuto.","weight":1},{"row":"Tira un d10. Tu edad cambia en un número de años igual a la tirada. Si la tirada es impar, te vuelves más joven (mínimo 1 año). Si la tirada es par, envejeces.","weight":1},{"row":"1d6 flumphs controlados por el DM aparecen en espacios desocupados a menos de 60 pies de ti y se asustan de ti. Desaparecen después de 1 minuto.","weight":1},{"row":"Recuperas 2d10 puntos de golpe.","weight":1},{"row":"Te conviertes en una planta en maceta hasta el comienzo de tu próximo turno. Mientras eres una planta, estás incapacitado y eres vulnerable a todo el daño. Si bajas a 0 puntos de vida, tu maceta se rompe y tu forma se revierte.","weight":1},{"row":"Durante el siguiente minuto, puedes teletransportarte hasta 6 metros como acción adicional en cada uno de tus turnos.","weight":1},{"row":"Te lanzas a levitar.","weight":1},{"row":"Un unicornio controlado por el DM aparece en un espacio a 5 pies de ti, y luego desaparece 1 minuto después.","weight":1},{"row":"No puedes hablar durante el siguiente minuto. Cada vez que lo intentas, salen burbujas rosas de tu boca.","weight":1},{"row":"Un escudo espectral flota cerca de ti durante el siguiente minuto, concediéndote un bono de +2 a la CA e inmunidad a los proyectiles mágicos.","weight":1},{"row":"Eres inmune a la intoxicación por alcohol durante los siguientes 5d6 días.","weight":1},{"row":"El pelo se cae pero vuelve a crecer en 24 horas.","weight":1},{"row":"Durante el siguiente minuto, cualquier objeto inflamable que toques y que no sea llevado por otra criatura estalla en llamas.","weight":1},{"row":"Recuperas tu ranura de hechizo de menor nivel gastado.","weight":1},{"row":"Durante el siguiente minuto, debes gritar cuando hables.","weight":1},{"row":"Lanzas una nube de niebla centrada en ti mismo.","weight":1},{"row":"Hasta tres criaturas que elijas en un radio de 30 pies reciben 4d10 de daño por rayo.","weight":1},{"row":"Te asusta la criatura más cercana hasta el final de tu siguiente turno.","weight":1},{"row":"Cada criatura en un radio de 30 pies de ti se vuelve invisible durante el siguiente minuto. La invisibilidad termina en una criatura cuando ataca o lanza un hechizo.","weight":1},{"row":"Ganas resistencia a todo el daño durante el siguiente minuto.","weight":1},{"row":"Una criatura aleatoria en un radio de 60 pies queda envenenada durante 1d4 horas.","weight":1},{"row":"Brillas con una luz brillante en un radio de 30 pies durante el siguiente minuto. Cualquier criatura que termine su turno a menos de 5 pies de ti queda cegada hasta el final de su siguiente turno.","weight":1},{"row":"Usted cas","weight":1},{"row":"Mariposas ilusorias y pétalos de flores revolotean en el aire a menos de 3 metros de ti durante el siguiente minuto.","weight":1},{"row":"Puedes realizar una acción adicional inmediatamente.","weight":1},{"row":"Cada criatura en un radio de 30 pies de ti recibe 1d10 de daño necrótico. Recuperas puntos de golpe iguales a la suma del daño necrótico infligido.","weight":1},{"row":"Usted lanza la imagen del espejo.","weight":1},{"row":"Lanzas volar sobre una criatura al azar en un radio de 60 pies.","weight":1},{"row":"Te vuelves invisible durante el siguiente minuto. Durante ese tiempo, las demás criaturas no pueden oírte. La invisibilidad termina si atacas o lanzas un hechizo.","weight":1},{"row":"Si mueres en el siguiente minuto, vuelves inmediatamente a la vida como si fuera por el hechizo de reencarnación.","weight":1},{"row":"Tu talla aumenta en una categoría de talla durante el siguiente minuto.","weight":1},{"row":"Tú y todas las criaturas en un radio de 30 pies ganáis vulnerabilidad al daño penetrante durante el próximo","weight":1},{"row":"Durante el siguiente minuto te rodea una música tenue y etérea.","weight":1},{"row":"Recuperas todos los puntos de hechicería gastados.","weight":1}]},{"name":"Tipos de líderes","isShown":true,"page":27,"items":[{"row":"Política"},{"row":"Religión"},{"row":"Militar"},{"row":"Crimen/Submundo"},{"row":"Arte/Cultura"},{"row":"Filosofía/aprendizaje/magia"}]},{"name":"Formulario","isShown":true,"page":18,"items":[{"row":"Autocracia"},{"row":"Burocracia"},{"row":"Confederación"},{"row":"Democracia"},{"row":"Dictadura"},{"row":"Feudalismo"},{"row":"Gerontocracia"},{"row":"Jerarquía"},{"row":"Magocracia"},{"row":"Matriarcado"},{"row":"Militocracia"},{"row":"Monarquía"},{"row":"Oligarquía"},{"row":"Patriarcado"},{"row":"Meritocracia"},{"row":"Plutocracia"},{"row":"República"},{"row":"Satrapy"},{"row":"Cleptocracia"},{"row":"Teocracia"},{"row":"Kakistocracia"},{"row":"Angelocracia"},{"row":"Estratocracia"},{"row":"Tecnocracia"},{"row":"Britocracia"},{"row":"Criptarquía"},{"row":"Ptachocracia"},{"row":"Gynarchy"}]},{"name":"Acontecimientos que sacuden el mundo","isShown":true,"page":27,"items":[{"row":"Ascenso de un líder o de una época"},{"row":"Caída de un líder o de una época"},{"row":"Catástrofe catastrófica"},{"row":"Asalto o invasión"},{"row":"Rebelión, revolución, derrocamiento"},{"row":"Extinción o agotamiento"},{"row":"Nueva organización"},{"row":"Descubrimiento, expansión, invención"},{"row":"Predicción, presagio, profecía"},{"row":"Mito y leyenda"}]},{"name":"Desastre catastrófico","isShown":true,"page":28,"items":[{"row":"Terremoto"},{"row":"Hambre/Sequía"},{"row":"Fuego"},{"row":"Inundación"},{"row":"Plaga/Enfermedad"},{"row":"Lluvia de fuego (impacto meteórico)"},{"row":"Tormenta (huracán, tornado, tsunami)"},{"row":"Magia malograda o una deformación planar"},{"row":"El juicio divino"}]},{"name":"Fuerzas invasoras","isShown":true,"page":29,"items":[{"row":"Una empresa criminal"},{"row":"Monstruo o un monstruo único"},{"row":"Una amenaza planar"},{"row":"Un adversario del pasado reavivado, renacido o resurgido"},{"row":"Una facción escindida"},{"row":"Una tribu salvaje"},{"row":"Una sociedad secreta"},{"row":"Un aliado traidor"}]},{"name":"Extinción o agotamiento","isShown":true,"page":30,"items":[{"row":"Un tipo de animal (insecto, pájaro, pez, ganado)"},{"row":"Tierra habitable"},{"row":"Magia o usuarios de la magia (toda la magia, o tipos o escuelas de magia específicos)"},{"row":"Un recurso mineral (gemas, metales, minerales)"},{"row":"Un tipo de monstruo (unicornio, mantícora, dragón)"},{"row":"Un pueblo (familia, línea, clan, cultura, raza)"},{"row":"Un tipo de planta (cultivo, árbol, hierba, bosque)"},{"row":"Una vía de agua (río, lago, océano)"}]},{"name":"Nuevas organizaciones","isShown":true,"page":31,"items":[{"row":"Sindicato del crimen/confederación de bandidos"},{"row":"Gremio (albañiles, boticarios, orfebres)"},{"row":"Círculo/sociedad mágica"},{"row":"Militar"},{"row":"Nueva dinastía/tribu/clan familiar"},{"row":"Filosofía/disciplina dedicada a un principio o ideal"},{"row":"Reino (pueblo, ciudad, ducado, reino)"},{"row":"Religión / secta / denominación"},{"row":"Escuela / Universidad"},{"row":"Sociedad secreta / culto / cábala"}]},{"name":"Descubrimientos","isShown":true,"page":31,"items":[{"row":"Antigua ruina / ciudad perdida de una raza legendaria"},{"row":"Animal / monstruo / mutación mágica"},{"row":"Invención / tecnología / magia (útil, destructiva)"},{"row":"Nuevo (u olvidado) dios o entidad planar"},{"row":"Nuevo"},{"row":"Objeto de otro mundo (portal planar, nave espacial extraterrestre)"},{"row":"Personas (raza, tribu, civilización perdida, colonia)"},{"row":"Planta (hierba milagrosa, hongo parásito, plantas sensibles)"},{"row":"Recurso o riqueza (oro, gemas, mithral)"}]},{"name":"Piscinas de colores astrales","isShown":true,"page":47,"items":[{"row":"Ysgard (Índigo)"},{"row":"Limbo (Jet Black)"},{"row":"Pandemonium (Magenta)"},{"row":"El Abismo (Amatista)"},{"row":"Carceri (Oliva)"},{"row":"Hades (Óxido)"},{"row":"Gehenna (Ruso)"},{"row":"Los Nueve Infiernos (Rubí)"},{"row":"Acheron (rojo fuego)"},{"row":"Mechanus (Azul Diamante)"},{"row":"Arco"},{"row":"Arco"},{"row":"Bytopia (Ámbar)"},{"row":"Elysium (Naranja)"},{"row":"The Beastland (Verde Esmeralda)"},{"row":"Arborea (azul zafiro)"},{"row":"Las Tierras Exteriores (cuero marrón)"},{"row":"Plano etéreo (blanco en espiral)"},{"row":"Plano Material (Plata)"}]},{"name":"Efectos del viento psíquico","isShown":true,"page":48,"items":[{"row":"Desviado; añada <%%91%%><%91%%>1d6<%93%%><%93%> horas al tiempo de viaje"},{"row":"Se desvía de su curso; añade <%%91%%><%91%%>3d10<%93%%><%93%%> horas al tiempo de viaje"},{"row":"Perdido; al final del tiempo de viaje, los personajes llegan a un lugar distinto del destino previsto."},{"row":"Enviado a través de la reserva de color a un plano aleatorio (tira en la tabla de Reservas de Color Astral)"}]},{"name":"Cortinas etéreas","isShown":true,"page":49,"items":[{"row":"Plano material (Turquesa brillante)"},{"row":"Shadowfell (Dusky Gray)"},{"row":"Feywild (blanco opalescente)"},{"row":"Plano del aire (azul pálido)"},{"row":"Lugar de la tierra (marrón rojizo)"},{"row":"Plano de fuego (naranja)"},{"row":"Plano del agua (verde)"},{"row":"Caos elemental (mezcla de colores en remolino)"}]},{"name":"Corrupción abisal","isShown":true,"page":62,"items":[{"row":"Traición. El personaje gana el siguiente defecto; \"Sólo puedo lograr mis objetivos asegurándome de que mis compañeros no logren los suyos\"."},{"row":"Sed de sangre. El personaje adquiere el siguiente defecto: \"Disfruto matando porque sí, y una vez que empiezo, es difícil parar\"."},{"row":"Ambición loca. El personaje gana el siguiente defecto: \"Estoy destinado a gobernar el Abismo, y mis compañeros son herramientas para ese fin\"."},{"row":"Posesión demoníaca. El personaje está poseído por una entidad demoníaca hasta que se libere mediante disipar el mal y el bien o una magia similar. Siempre que el personaje poseído saque un 1 en una tirada de ataque, chequeo de habilidad o tirada de salvación, el demonio toma el control del personaje y determina su comportamiento. Al final de cada uno de los turnos del personaje poseído, éste puede realizar una tirada de salvación de Carisma DC15. Si tiene éxito, el personaje recupera el control hasta que saque otro 1."}]},{"name":"Desesperación de Shadowfell","isShown":true,"page":52,"items":[{"row":"Apatía. El personaje tiene desventaja en las tiradas de salvación por muerte y en los Chequeos de Destreza por iniciativa, y obtiene el siguiente defecto: \"No creo que pueda marcar la diferencia con nadie ni con nada\"."},{"row":"Pavor. El personaje tiene desventaja en todas las tiradas de salvación y gana el siguiente defecto: \"Estoy convencido de que este lugar va a matarme\"."},{"row":"Locura. El personaje tiene desventaja en los chequeos de habilidad y tiradas de salvación que usen Inteligencia, Sabiduría o Carisma, y gana el siguiente defecto: \"Ya no puedo lo que es real\"."}]},{"name":"Mezcla de pociones","isShown":true,"page":140,"items":[{"row":"¡EXPLOSIÓN! La mezcla crea una explosión, recibe 6d10 de daño de fuerza interna, las criaturas en un radio de 5\" reciben 1d10 de daño de fuerza. Si se mezcla externamente, todos en un radio de 10' reciben 4d6 de daño de fuerza."},{"row":"La mezcla se convierte en un veneno a elección del DM."},{"row":"Inmiscible. Ambas pociones totalmente destruidas, ya que una anulaba a la otra."},{"row":"Inmiscible. Una poción cancelada, pero la otra sigue siendo normal (selección aleatoria)."},{"row":"Resultado inmiscible que hace que ambas pociones tengan la mitad de la eficacia normal cuando se consumen."},{"row":"Mis [...]"},{"row":"Resultado compatible que hace que una poción (determinada al azar) tenga un 150% de eficacia normal. (Debes determinar si tanto el efecto como la duración son admisibles, o si sólo debe ampliarse la duración)."},{"row":"DESCUBRIMIENTO La mezcla de las dos pociones ha dado lugar a una fórmula especial que hará que una de las dos pociones sólo funcione, pero sus efectos serán permanentes en el imbibidor. (Tenga en cuenta que algunos efectos secundarios perjudiciales bien podría resultar de esto ...)"}]},{"name":"Herida Crítica","isShown":true,"page":272,"items":[{"row":"Perder un ojo: tienes desventaja en los chequeos de Sabiduría (Percepción) que dependen de la vista y en las tiradas de ataque a distancia. La magia, como el conjuro regenerar, puede restaurar el ojo perdido. Si no te quedan ojos después de sufrir esta herida, quedas ciego"},{"row":"Pierde un brazo o una mano: Ya no puede sujetar nada con las dos manos y sólo puede sostener un único objeto a la vez. La magia, como el hechizo de regeneración, puede restaurar el apéndice perdido."},{"row":"Pierde un pie o una pierna: Su velocidad de marcha se reduce a la mitad y debe utilizar un bastón o una muleta para desplazarse, a menos que tenga una pata de palo u otra prótesis. Caes boca abajo después de usar la acción de correr. Tienes desventaja en los chequeos de Destreza realizados para equilibrarte. La magia, como el hechizo de regeneración, puede restaurar el apéndice perdido."},{"row":"Cojera pronunciada <%91%%>-5 movimientos, y después de las acciones de carrera debes hacer una salvación de DEX contra DC 10 - o caes prono y terminas la ronda<%93%%>"},{"row":"Herida interna:{Cuando intentas una acción en combate, debes hacer una tirada de salvación de Constitución DC 15. Si fallas la tirada de salvación, pierdes la acción y no puedes utilizar las reacciones hasta el comienzo de tu siguiente turno. La lesión se cura si recibes curación mágica o si pasas diez días sin hacer nada más que descansar}"},{"row":"Costilla(s) rota(s).{Cada vez que intentes una acción en combate, deberás hacer un DC 10 de Constitución sa [...]"},{"row":"Cicatriz horrible {Estás desfigurado - Desventaja en los chequeos de CAR (Persuasión) y Ventaja en los chequeos de CAR (Intimidación)}"},{"row":"Herida de fuego{Su máximo de HP/BP se reduce en 1 cada 24 horas que la herida persiste. Si tu máximo baja a 0, mueres.}"},{"row":"Cicatriz menor: La cicatriz no tiene ningún efecto adverso, pero a las chicas les gusta. La curación mágica de 6º nivel o superior, como curar y regenerar, elimina la cicatriz."},{"row":"Pierde un dedo. {Tienes desventaja en los chequeos de Destreza (Juego de manos) y en los chequeos de Destreza para usar herramientas finas (como herramientas de ladrón) usando la mano con la que perdiste el dedo. La magia, como el hechizo regenerar, puede restaurar el dedo perdido. Si pierdes todos los dedos de una mano, entonces funciona como si hubieras perdido una mano}"},{"row":"Romper un dedo. {Tienes desventaja en los chequeos de Destreza (Juego de manos) y en los chequeos de Destreza para usar herramientas finas (como las de los ladrones) usando la mano con el dedo roto. La herida se cura si recibes curación mágica. Alternativamente, la herida se cura después de que alguien arregle el dedo con un chequeo de Sabiduría (Medicina) DC 10 y tú"},{"row":"Romper un objeto. {Un objeto no mágico determinado al azar que sujetes, lleves o lleves encima se rompe o se estropea. Tira un d10. Con una tirada de 1, el objeto roto es un arma, con una tirada de 2 el objeto es una armadura o un escudo, y con una tirada de 3-10 es un objeto que no es un escudo o un arma}"},{"row":"Dientes golpeados. {Tienes desventaja en los chequeos de Carisma (Persuasión). Cuando lanzas un hechizo con un componente verbal hay un 25% de posibilidades de que el hechizo no funcione. Si el hechizo falla, todavía usaste tu acción para intentar lanzarlo, pero el hechizo no usó ninguna ranura o componente material. La herida se cura si recibes curación mágica Regenerar o Comprar dientes de repuesto}"},{"row":"Herida abierta. {Pierdes 1 punto de golpe cada hora que la herida persiste. La herida se cura si recibes curación mágica. Alternativamente, alguien puede atender la herida y hacer un chequeo de Sabiduría (Medicina) DC 15 una vez cada hora. Después de diez éxitos, la herida se cura}"},{"row":"Fractura de cráneo. {Siempre que intentes una acción en combate, debes hacer una tirada de salvación de Constitución DC 20. Si fallas la tirada de salvación, pierdes la acción y no puedes utilizar las reacciones hasta el comienzo de tu siguiente turno. La lesión se cura si recibes curación mágica o si pasas treinta días sin hacer nada más que descansar}"},{"row":"Pulmón perforado. {Puedes realizar una acción o una acción adicional o tu turno, pero no ambas. La herida se cura si recibes curación mágica. Si te perforas ambos pulmones, tus puntos de vida caen a 0 y comienzas a morir inmediatamente.}"},{"row":"Horrible cicatriz. {Tienes desventaja en los chequeos de Carisma (Persuasión) y ventaja en los chequeos de Carisma (Intimidación). La curación mágica de 6º nivel o superior, como curar y regenerar, elimina la herida}"},{"row":"Cicatriz dolorosa. {Tienes una cicatriz que se vuelve dolorosa cada vez que llueve, aguanieve, graniza o nieva. Siempre que intentes una acción en combate y tu cicatriz te cause dolor, debes hacer una tirada de salvación de Constitución DC 15. Si fallas la tirada de salvación, pierdes tu acción y no puedes utilizar las reacciones hasta el comienzo de tu siguiente turno. La herida se cura si recibes curación mágica.}"},{"row":"Pierde una oreja. {Tienes desventaja en los chequeos de Carisma (Persuasión) y Sabiduría (Percepción) que dependen del oído. Tienes ventaja en los chequeos de Carisma (Intimidación). La magia, como el hechizo regenerar, puede restaurar la oreja perdida.}"},{"row":"Pierde la nariz. {Tienes desventaja en los chequeos de Carisma (Persuasión) y Sabiduría (Percepción) que dependen del olfato. Tienes ventaja en los chequeos de Carisma (Intimidación). La magia como el hechizo regenerar puede restaurar la nariz perdida}"},{"row":"Visión borrosa. {Tienes desventaja en los chequeos de Sabiduría (Percepción) que dependen de la vista y en las tiradas de ataque a distancia. La herida se cura si recibes curación mágica. Alternativamente, la herida se cura después de pasar tres días sin hacer nada más que descansar}"},{"row":"Brazo o mano rota. {Ya no puedes sujetar nada con las dos manos, y sólo puedes sujetar un único objeto a la vez. La lesión se cura si recibes curación mágica. Alternativamente, la lesión se cura después de que alguien fije el hueso con un chequeo de Sabiduría (Medicina) DC 15 y pases treinta días sin hacer nada más que descansar}"},{"row":"Pie o pierna rota. {Tu velocidad al caminar se reduce a la mitad y debes usar un bastón o muleta para moverte. Caes boca abajo después de usar la acción de correr. Tienes desventaja en los chequeos de Destreza realizados para equilibrarte. La herida se cura si recibes curación mágica. Alternativamente, la lesión se cura después de que alguien fije el hueso con un chequeo de Sabiduría (Medicina) DC 15 y pases treinta días sin hacer nada más que descansar}"},{"row":"Zumbidos en los oídos. {Tienes desventaja en los chequeos de Sabiduría (Percepción) que dependen del oído. La herida se cura si recibes curación mágica. Alternativamente, la herida se cura después de que pases tres días sin hacer nada más que descansar.}"}]},{"name":"Choque de sistemas","isShown":false,"page":273,"items":[{"row":"La criatura cae a 0 de salud."},{"row":"La criatura cae a 0 de salud, pero se mantiene estable"},{"row":"La criatura queda aturdida <%91%%>pierde su(s) acción(es) hasta el final del siguiente turno<%93%%>"},{"row":"La criatura no puede reaccionar y tiene desventaja en las tiradas de ataque y los chequeos de habilidad hasta el siguiente turno<%93%%>"},{"row":"La criatura no puede tomar reacciones hasta el final de su siguiente turno"}]},{"name":"Locura a corto plazo","isShown":false,"page":260,"items":[{"row":"El personaje se repliega en su mente y se paraliza. El efecto termina si el personaje recibe algún daño."},{"row":"El personaje queda incapacitado y se pasa la duración gritando, riendo o llorando."},{"row":"El personaje se asusta y debe utilizar su acción y movimiento cada asalto para huir de la fuente del miedo."},{"row":"El personaje comienza a balbucear y es incapaz de hablar normalmente o de lanzar hechizos."},{"row":"El personaje debe usar su acción cada ronda para atacar a la criatura más cercana."},{"row":"El personaje experimenta alucinaciones vívidas y tiene desventaja en los chequeos de habilidad."},{"row":"El personaje hace cualquier cosa que le digan que no es obviamente autodestructiva."},{"row":"El personaje experimenta un impulso irrefrenable de comer algo extraño"},{"row":"El personaje está aturdido."},{"row":"El personaje cae inconsciente."}]},{"name":"Locura a largo plazo","isShown":false,"page":260,"items":[{"row":"El personaje se siente obligado a repetir una actividad específica una y otra vez, como lavarse las manos, tocar cosas, rezar o contar monedas."},{"row":"El personaje experimenta alucinaciones vívidas y tiene desventaja en los chequeos de habilidad."},{"row":"El personaje sufre una paranoia extrema. El personaje tiene desventaja en los chequeos de Sabiduría y Carisma."},{"row":"El personaje mira algo (normalmente la fuente de la locura) con intensa repulsión, como si estuviera afectado por el efecto de antipatía del hechizo de antipatía/simpatía."},{"row":"El personaje experimenta un poderoso delirio. Elige una poción. El personaje imagina que está bajo sus efectos."},{"row":"El personaje queda unido a un \"amuleto de la suerte\", como una persona o un objeto, y tiene desventaja en las tiradas de ataque, los chequeos de habilidad y las tiradas de salvación mientras esté a más de 30 pies de él."},{"row":"El personaje queda cegado (25%) o ensordecido (75%)."},{"row":"El personaje experimenta temblores o tics incontrolables, que imponen desventaja en las tiradas de ataque, chequeos de habilidad y tiradas de salvación que implican Fuerza o Destreza."},{"row":"Siempre que el personaje reciba daño, debe tener éxito en una tirada de salvación de Sabiduría DC 15 o ser afectado como si fallara una tirada de salvación contra el hechizo de confusión. El efecto de confusión dura 1 minuto."},{"row":"El personaje pierde la capacidad de hablar."},{"row":"El personaje cae inconsciente. Ningún empujón o daño puede despertar al personaje."}]},{"name":"Locura indefinida","isShown":false,"page":260,"items":[{"row":"Estar borracho me mantiene cuerdo"},{"row":"Me quedo con todo lo que encuentro (cleptomanía)"},{"row":"Intento parecerme a otra persona que conozco, adoptando gestos, intentando vestir, hablar y quizás incluso su nombre\""},{"row":"Deshonestidad compulsiva: Tengo que torcer la verdad, pettifogar, mentir, etc. - la verdad es mía, si me pillan podría justificar/racionalizar, o buscar desacreditar a la persona que me ha sacado."},{"row":"Maniático \"Conseguir mi objetivo es lo único que me interesa, y voy a ignorar y sacrificar CUALQUIER cosa para perseguirlo/conseguirlo\"."},{"row":"Disociativo: \"Me resulta casi imposible preocuparme por lo que ocurre a mi alrededor\"."},{"row":"La ansiedad: \"No me gusta que me miren y juzguen todo el tiempo\""},{"row":"Narcisismo: \"Soy la persona más inteligente, más sabia, más fuerte, más rápida y más bella que conozco\""},{"row":"Paranoico: \"Estoy convencido de que me persiguen poderosos enemigos, de que sus agentes están por todas partes. Estoy seguro de que me vigilan en todo momento\"."},{"row":"Delirante: \"Sólo hay una persona en la que puedo confiar, y sólo yo soy capaz de ver a mi amigo especial\"."},{"row":"\"No puedo tomarme nada en serio. Cuanto más seria es la situación, más divertida me parece\""},{"row":"Psicótico: \"He descubierto que me gusta mucho matar gente\""}]},{"name":"Complicación de la persecución en el desierto","isShown":false,"page":254,"items":[{"row":"Tu camino te lleva a través de una zona de maleza. Haz un chequeo DC 10 de Fuerza (Atletismo) o Destreza (Acrobacia) (a tu elección) para pasar la maleza. Si fallas el chequeo, la maleza cuenta como 5 pies de terreno difícil."},{"row":"El terreno irregular amenaza con ralentizar tu progreso. Haz un chequeo de Destreza (Acrobacia) DC 10 para navegar por la zona. Si fallas el chequeo, el terreno cuenta como 10 de terreno difícil."},{"row":"Corres a través de un Enjambre de Insectos, (el GM elige el tipo apropiado) El enjambre hace un ataque de oportunidad contra ti. (+3 Impacto, y hasta 4d4 de daño perforante)"},{"row":"Un arroyo, un barranco o un lecho de roca bloquean tu camino. Haz un chequeo de Fuerza (Atletismo) o Destreza (Acrobacia) DC 10 (a tu elección) para cruzar el impedimento. Si fallas el chequeo, el impedimento cuenta como 10 pies de terreno difícil."},{"row":"Haz una tirada de salvación de Constitución DC 10. Si fallas la tirada de salvación, quedas cegado por la arena, la suciedad, la ceniza, la nieve o el polen hasta el final de tu turno. Mientras estás cegado, tu velocidad se reduce a la mitad."},{"row":"Una caída repentina te pilla por sorpresa. Haz una tirada de salvación de Destreza DC 10 para sortear el impedimento. Si fallas la tirada de salvación, caes d4 × 5 pies, recibiendo d6 de daño por cada 10 pies caídos (como es normal) y caes boca abajo."},{"row":"Caes en la trampa de un cazador. Haz una tirada de salvación de Destreza DC 15 para evitarla. Si fallas la tirada de salvación, quedas atrapado en una red y atado. (Consulta el Capítulo 5, \"Equipo\" del PHB para ver las reglas para escapar de una red."},{"row":"Usted es c [...]"},{"row":"Su p"},{"row":"Una creación autóctona de la zona te persigue. (El GM elige una criatura adecuada al terreno)."},{"row":"Sin complicaciones"},{"row":"Ganas d10 pies en el sujeto"}]},{"name":"Complicación de la persecución urbana","isShown":false,"page":254,"items":[{"row":"Un gran obstáculo, como un caballo o un carro, bloquea tu camino. Haz un chequeo de Destreza (Acrobacia) DC 15 para superar el obstáculo. Si fallas el chequeo, el obstáculo cuenta como 10 pies de terreno difícil."},{"row":"Una multitud le bloquea el paso. Haz un chequeo de Fuerza (Atletismo) o Destreza (Acrobacia) DC 10 (a tu elección) para abrirte paso entre la multitud sin obstáculos. Si fallas el chequeo, la multitud cuenta como 10 pies de terreno difícil."},{"row":"Una gran vidriera o una barrera similar bloquea tu camino. Haz una tirada de salvación de Fuerza DC 10 para atravesar la barrera y seguir adelante. Si fallas la tirada de salvación, rebotas contra la barrera y caes boca abajo."},{"row":"Un laberinto de barriles, cajas u obstáculos similares se interpone en tu camino. Haz un chequeo de Destreza (Acrobacia) o Inteligencia (a tu elección) de DC 10 para navegar por el laberinto. Si fallas el chequeo, el laberinto cuenta como 10 pies de terreno difícil."},{"row":"El suelo bajo tus pies está resbaladizo por la lluvia, el aceite derramado o algún otro líquido. Haz una tirada de salvación de destreza DC 10. Si fallas la tirada de salvación, caes boca abajo."},{"row":"Te encuentras con una manada de perros que se pelean por la comida. Haz un chequeo de Destreza (Acrobacia) DC 10 para pasar [...]"},{"row":"Te encuentras con una pelea en curso. Haz un chequeo DC 15 de Fuerza (Atletismo), Destreza (Acrobacia) o Carisma (Intimidación) (a tu elección) para escabullirte del mendigo. Tienes éxito automáticamente si lanzas una moneda al mendigo. Si fallas el chequeo, el mendigo cuenta como 5 pies de terreno difícil."},{"row":"Un guardia demasiado celoso (ver MM para las estadísticas del juego) te confunde con otra persona. Si te mueves 6 metros o más en tu turno, el guardia realiza un ataque de oportunidad contra ti con una lanza (+3 para impactar; d6+1 de daño penetrante para impactar)."},{"row":"Te ves obligado a realizar un giro brusco para evitar chocar con algo impasible. Realiza una tirada de salvación de Destreza DC 10 para realizar el giro. Si fallas la tirada de salvación, chocas con algo duro y recibes d4 de daño por aplastamiento."},{"row":"No hay complicaciones."},{"row":"Ganar d10 pies en el sujeto(s)"}]},{"name":"Tabla de objetos mágicos A","isShown":false,"page":144,"items":[{"row":"Poción de salud <%91%%>Líquido rojo que reluce y brilla suavemente cuando se agita<%93%%>"},{"row":"Poción de maná <%91%%>Poción azul que brilla suavemente<%93%%>"},{"row":"Pergamino de hechizo (cantrip)"},{"row":"Poción de escalada <%91%%>El líquido se ha separado en capas; marrón sucio, plateado, y gris moteado/montañoso<%93%%>"},{"row":"Drenaje de poder <%91%%>Lodo negro que no refleja absolutamente ninguna luz<%93%%>"},{"row":"Pergamino de hechizo (1er nivel)"},{"row":"Pergamino de hechizo (2º nivel)"},{"row":"Poción de salud mayor <%91%%>Líquido rojo que brilla suavemente y resplandece cuando se agita<%93%%>"},{"row":"Bolsa de la explotación"},{"row":"Driftglobe"}]},{"name":"Tabla de objetos mágicos B","isShown":false,"page":144,"items":[{"row":"Poción de salud, mayor <%91%%>Líquido rojo que brilla suavemente y resplandece cuando se agita<%93%%>"},{"row":"Poción de aliento de fuego <%91%%>Un fluido anaranjado que parece lamer constantemente los lados del vaso, oscilando entre el amarillo, el naranja y los tintes de rojo - el aire capturado se convierte en humo salobre en el momento en que se rompe el sello<%93%%>."},{"row":"Poción de Resistencia <%91%%>Líquido opalescente y lechoso que tiene colores parpadeantes que coinciden con el tipo de energía resistente - Ácido=grumos amarillos y verdosos; Frío=cristales azules pálidos; Fuego=grietas de color rojo/naranja y amarillo; Fuerza=cubos de gelatina transparente; Relámpago=hilos brillantes de color azul eléctrico; Necrótico=una corrupción nebulosa de color negro y rojo; Veneno=;Psíquico= zarcillos rosas y grises; Radiante= destellos dorados y amarillos; Trueno/Sonido= bocanadas cilíndricas de color naranja"},{"row":"Munición, +1"},{"row":"Poción de la amistad de los animales <%91%%>Líquido turbio que al agitarlo hace aparecer trozos de .. escamas de pescado, pequeñas lenguas rosas, cl"},{"row":"Poción de fuerza de gigante de la colina <%91%%>Líquido transparente con una astilla de media luna suspendida en su interior<%93%%>"},{"row":"Poción de Crecimiento <%91%%>Picotazos de pequeñas cuentas de colores, que ocasionalmente se hinchan y luego se difunden en el líquido coloreándolo luego el líquido base se vuelve claro y otra cuenta se hincha<%93%%>."},{"row":"Poción de respiración de agua <%91%%>Azul verdoso turbio con manchas gelatinosas que se desplazan por ella burbujeando.<%93%%>"},{"row":"Pergamino de hechizo (2º nivel)"},{"row":"Pergamino de hechizo (3er nivel)"},{"row":"Bolsa de la explotación"},{"row":"Ungüento de Keoghtom"},{"row":"Aceite de resbalones"},{"row":"Polvo de la Desaparición"},{"row":"Polvo de sequedad"},{"row":"Polvo de estornudos y asfixia"},{"row":"Gema elemental"},{"row":"Filtro de amor <%91%%>un líquido de color rosa que brilla y que casi siempre lleva inscrito un #9 en algún idioma o un corazón en la botella<%93%%>"},{"row":"Jarra de alquimia"},{"row":"Tapa de respiración de agua"},{"row":"Capa de la manta raya"},{"row":"Globo de deriva"},{"row":"Gafas de la noche"},{"row":"Timón de Comprensión de Lenguas"},{"row":"Varilla inamovible"},{"row":"Linterna de la revelación"},{"row":"Armadura de marinero"},{"row":"Armadura Mithral"},{"row":"Poción de veneno {se parece a cualquier otra poción, y puede adaptarse para parecerse a las pociones con las que se almacena}"},{"row":"Anillo de natación"},{"row":"Túnica de objetos útiles"},{"row":"Cuerda de escalar"},{"row":"Silla de montar de Cavalier"},{"row":"Varita de detección mágica"},{"row":"Varita de los secretos"}]},{"name":"Tabla de objetos mágicos C","isShown":false,"page":145,"items":[{"row":"Poción de salud, superior"},{"row":"Pergamino de hechizo (4º nivel)"},{"row":"Munición +2"},{"row":"Poción de clarividencia"},{"row":"Poción de disminución"},{"row":"Poción de forma gaseosa"},{"row":"Poción de Fuerza de Gigante de Escarcha"},{"row":"Poción de fuerza de gigante de piedra"},{"row":"Poción de heroísmo"},{"row":"Poción de invulnerabilidad"},{"row":"Poción de lectura mental"},{"row":"Pergamino de hechizo (5º nivel)"},{"row":"Elixir de la salud"},{"row":"Aceite de Etéreo"},{"row":"Poción de fuerza de gigante de fuego"},{"row":"Ficha de la pluma de Quaal"},{"row":"Pergamino de protección"},{"row":"Bolsa de judías"},{"row":"Cuenta de fuerza"},{"row":"Timbre de apertura"},{"row":"Decantador de agua interminable"},{"row":"Ojos de la visión minuciosa"},{"row":"Barco plegable"},{"row":"Heward's Handy Haversack"},{"row":"Herraduras de velocidad"},{"row":"Collar de bolas de fuego"},{"row":"Periódico de la Salud"},{"row":"Envío de piedras"}]},{"name":"Tabla de objetos mágicos D","isShown":false,"page":145,"items":[{"row":"Poción de Salud, Suprema"},{"row":"Poción de Invisibilidad"},{"row":"Poción de velocidad <%91%%>Líquido amarillo con remolinos oscuros, casi negros, que ondulan constantemente por el líquido."},{"row":"Pergamino de hechizo (6º nivel)"},{"row":"Pergamino de hechizo (7º nivel)"},{"row":"Munición +3"},{"row":"Aceite de afilado"},{"row":"Poción de Volar <%91%%>una botella de líquido claro, que al examinarla no está llena, sino que el líquido desafía la gravedad, aunque a veces flotan impurezas blancas y turbias en el líquido<%93%%>."},{"row":"Poción de Fuerza Gigante de las Nubes <%91%%>Líquido transparente con una astilla de media luna flotando en su interior)"},{"row":"Poción de Longevidad <%91%%>Líquido de ámbar con una astilla de hueso, quizás un diente... una araña muerta"},{"row":"Poción de vitalidad <%91%%>líquido carmesí que late regularmente, casi como un latido<%93%%>"},{"row":"Pergamino de hechizo (8º nivel)"},{"row":"Herraduras de un Céfiro"},{"row":"Pigmentos maravillosos de Nolzur"},{"row":"Bolsa de devorar"},{"row":"Agujero portátil"}]},{"name":"Tabla de objetos mágicos E","isShown":false,"page":145,"items":[{"row":"Pergamino de hechizo (8º nivel)"},{"row":"Poción de Fuerza Gigante de la Tormenta <%91%%>Líquido transparente con una astilla en forma de media luna flotando en su interior."},{"row":"Poción de salud, suprema <%91%%>Un líquido rojo que brilla suavemente y resplandece cuando se agita<%93%%>"},{"row":"Pergamino de hechizo (9º nivel)"},{"row":"Disolvente universal"},{"row":"Flecha de la matanza"},{"row":"Pegamento soberano"}]},{"name":"Tabla de objetos mágicos F","isShown":false,"page":146,"items":[{"row":"Arma, +1 (U)"},{"row":"Escudo, +1 (U)"},{"row":"Escudo centinela (U)"},{"row":"Amuleto de prueba de detección y localización (U)"},{"row":"Botas de los elfos (U)"},{"row":"Botas de zancada y muelle (U)"},{"row":"Brazos de arquero (U)"},{"row":"Broche de escudo (U)"},{"row":"Escoba de vuelo (U)"},{"row":"Capa de los elfos (U)"},{"row":"Capa de protección (U)"},{"row":"Guanteletes de poder ogro (U)"},{"row":"Sombrero de disfraz (U)"},{"row":"Jabalina del rayo (U)"},{"row":"Perla del poder (U)"},{"row":"Vara del guardián del pacto, +1 (U)"},{"row":"Zapatillas de escalada (U)"},{"row":"Bastón de la víbora (U)"},{"row":"Báculo de la pitón (U)"},{"row":"Espada de la venganza (U)"},{"row":"Comando del tridente de los peces (U)"},{"row":"Varita de misiles mágicos (U)"},{"row":"Varita del mago de la guerra, +1 (U)"},{"row":"Varita de red (U)"},{"row":"Arma de aviso (U)"},{"row":"Armadura adamantina (cota de malla) (U)"},{"row":"Armadura adamantina (camisa de cadenas) (U)"},{"row":"Armadura adamantina (cota de malla) (U)"},{"row":"Bolsa de trucos gris (U)"},{"row":"Bolsa de trucos de óxido (U)"},{"row":"Bolsa de trucos de bronceado (U)"},{"row":"Botas de las tierras de invierno (u)"},{"row":"Circunvalación de la voladura (U)"},{"row":"Baraja de ilusiones (U)"},{"row":"Botella para fumar (U)"},{"row":"Ojos de encanto (U)"},{"row":"Ojos de águila (U)"},{"row":"Figurilla de poder maravilloso, cuervo de plata (U)"},{"row":"Gema de brillo (U)"},{"row":"Guantes de enganche de misiles (U)"},{"row":"Guantes de ladrón (U)"},{"row":"Diadema del intelecto (U)"},{"row":"Yelmo de telepatía (U)"},{"row":"Instrumento de los bardos (laúd) (U)"},{"row":"Instrumento de los bardos (Fochlucan bandore) (U)"},{"row":"Instrumento de los bardos (Mac-Fuimidh cittern) (U)"},{"row":"Medallón de pensamientos (U)"},{"row":"Collar de adaptación (U)"},{"row":"Período de cierre de la herida (U)"},{"row":"Tubos de embrujo (U)"},{"row":"Tubos de las alcantarillas (U)"},{"row":"Anillo de salto (U)"},{"row":"Anillo de blindaje mental (U)"},{"row":"Anillo de calor (U)"},{"row":"Anillo de agua que camina (U)"},{"row":"Carcaj de Ehlonna (U)"},{"row":"Piedra de la buena suerte (U)"},{"row":"Ventilador de viento (U)"},{"row":"Botas aladas (U)"}]},{"name":"Tabla de objetos mágicos G","isShown":false,"page":146,"items":[{"row":"Arma, +2 (R)"},{"row":"Figurilla de poder maravilloso (Tira un d8: 1 - grifo de bronce, 2 - mosca de ébano, 3 - leones de oro, 4 - cabras de marfil, 5 - elefante de mármol, 6-7 - perro de ónice, 8 - búho de serpiente) (R)"},{"row":"Armadura adamantina (peto) (U)"},{"row":"Armadura adamantina (férula) (U)"},{"row":"Amuleto de la salud (R)"},{"row":"Armadura de vulnerabilidad (Tira un d6: 1-2-perforante, 3-4-perforante, 5-6-acortante) (R)"},{"row":"Escudo para atrapar flechas (R)"},{"row":"Cinturón de los enanos (R)"},{"row":"Cinturón de fuerza del gigante de la colina (R)"},{"row":"Hacha berserker (R)"},{"row":"Botas de levitación (R)"},{"row":"Botas de velocidad"},{"row":"Cuenco de elementales de agua de mando (R)"},{"row":"Brazos de defensa (R)"},{"row":"Brasero de elementales de fuego de mando (R)"},{"row":"Capa del monte banco (R)"},{"row":"Incensario de control de los elementales del aire (R)"},{"row":"Armadura, +1 cota de malla (R)"},{"row":"Armadura de resistencia (cota de malla) (Tira un d4 para determinar el tipo: 1-ácido, 2-frío, 3-fuego, 4-fuerza) (R)"},{"row":"Armadura, +1 camisa de cadenas (R)"},{"row":"Armadura de resistencia (camisa de cadenas) (Tira un d4 para determinar el tipo: 1-ácido, 2-frío, 3-fuego, 4-fuerza) (R)"},{"row":"Capa de desplazamiento (R)"},{"row":"Capa del murciélago (R)"},{"row":"Cubo de fuerza (R)"},{"row":"Fortaleza instantánea de Daern (R)"},{"row":"Dag"},{"row":"Grilletes dimensionales (R)"},{"row":"Cazadragones (R)"},{"row":"Cadena élfica (R)"},{"row":"Lengua de fuego (R)"},{"row":"Gema de ver (R)"},{"row":"Cazagigantes (R)"},{"row":"Piel con tachuelas Glamour (R)"},{"row":"Yelmo de teletransporte (R)"},{"row":"Cuerno de la voladura (R)"},{"row":"Cuerno del Valhalla (Tira un d4: 1-2-plata, 3-4-latón) (R)"},{"row":"Instrumento de los bardos (mandolina Canaith) (R)"},{"row":"Instrumento de los bardos (Cli lyre) (R)"},{"row":"Piedra Ioun de la conciencia (R)"},{"row":"Piedra de protección Ioun (R)"},{"row":"Piedra de reserva (R)"},{"row":"Piedra Ioun de sustento (R)"},{"row":"Bandas de hierro de Bilarro (R)"},{"row":"Armadura, +1 cuero (R)"},{"row":"Armadura de resistencia (cuero) (Tira un d4 para determinar el tipo: 1-ácido, 2-frío, 3-fuego, 4-fuerza) (R)"},{"row":"Maza de la interrupción (R)"},{"row":"Maza de golpear (R)"},{"row":"Maza del terror (R)"},{"row":"Manto de resistencia a los hechizos (R)"},{"row":"Collar de cuentas de oración (R)"},{"row":"Periapta de prueba contra el veneno (R)"},{"row":"Anillo de influencia animal (R)"},{"row":"Anillo de evasión (R)"},{"row":"Anillo de caída de plumas (R)"},{"row":"Anillo de acción libre (R)"},{"row":"Anillo de protección (R)"},{"row":"Anillo de resistencia (Tira un d10: 1-ácido, 2-frío, 3-fuego, 4-fuerza, 5-relámpago, 6-necrótico, 7-veneno, 8-psíquico, 9-radiante, 10-trueno) (R)"},{"row":"Anillo de almacenamiento de hechizos (R)"},{"row":"Anillo del carnero (R)"},{"row":"Anillo de visión de rayos X (R)"},{"row":"Túnica de ojos (R)"},{"row":"Vara de mando (R)"},{"row":"Vara del guardián del pacto, +2 (R)"},{"row":"Cuerda de enredo (R)"},{"row":"Armadura, +1 cota de malla (R)"},{"row":"Armadura de resistencia (cota de malla) (Tira un d4 para determinar el tipo:"},{"row":"Escudo, +2 (R)"},{"row":"Escudo de atracción de misiles (R)"},{"row":"Personal con encanto (R)"},{"row":"Báculo de curación (R)"},{"row":"Báculo de insectos en enjambre (R)"},{"row":"Personal de los bosques (R)"},{"row":"Báculo de marchitamiento (R)"},{"row":"Piedra de control de los elementales de la tierra (R)"},{"row":"Hoja de sol (R)"},{"row":"Robo de la espada de la vida (R)"},{"row":"Swo"},{"row":"Espada de herir (R)"},{"row":"Espada de herir (R)"},{"row":"Espada de herir (R)"},{"row":"Varita de detección de enemigos (R)"},{"row":"Varita del miedo (R)"},{"row":"Varita de bolas de fuego (R)"},{"row":"Varita de rayos (R)"},{"row":"Vara de la parálisis (R)"},{"row":"Varita del mago de la guerra, +2 (R)"},{"row":"Varita mágica (R)"},{"row":"Alas de volar (R)"}]},{"name":"Tabla de objetos mágicos H","isShown":false,"page":148,"items":[{"row":"Arma +3"},{"row":"Amuleto de los Planos"},{"row":"Alfombra de vuelo"},{"row":"Bola de cristal (versión muy rara)"},{"row":"Anillo de Regeneración"},{"row":"Anillo de estrellas fugaces"},{"row":"Anillo de Telequinesis"},{"row":"Túnica de colores brillantes"},{"row":"Túnica de las estrellas"},{"row":"Varilla de absorción"},{"row":"Vara de Alerta"},{"row":"Vara de seguridad"},{"row":"Vara del Guardián del Pacto +3"},{"row":"Cimitarra de la velocidad"},{"row":"Escudo +3"},{"row":"S"},{"row":"S"},{"row":"Bastón de mando"},{"row":"Bastón de Golpear"},{"row":"Báculo del trueno y el relámpago"},{"row":"Espada de afilado"},{"row":"Varita de Polimorfo"},{"row":"Varita de mago de guerra +3"},{"row":"Armadura adamantina (media placa)"},{"row":"Adamantina (placa)"},{"row":"Escudo animado"},{"row":"Cinturón de Fuego Fuerza Gigante"},{"row":"Cinturón de Fuerza de Gigante de Escarcha/Piedra"},{"row":"Armadura +1 Coraza"},{"row":"C"},{"row":"Armadura, +2 Malla de Cadenas"},{"row":"Armadura, +2 Camisa de cadenas"},{"row":"Capa de arácnidos"},{"row":"Espada danzante"},{"row":"Armadura del demonio"},{"row":"Armadura Dragonscale"},{"row":"Placa enana"},{"row":"Lanzador enano"},{"row":"Botella Efreeti"},{"row":"Figurilla del Poder Maravilloso"},{"row":"Marca Frost"},{"row":"Yelmo de Brillantez"},{"row":"Cuerno del Valhalla (Bronce)"},{"row":"Cuerno del Valhalla (Bronce)"},{"row":"Piedra Ioun <%91%%>Rodar en la mesa IounStone<%93%%>"},{"row":"Armadura +2, Cuero"},{"row":"Manual de salud corporal"},{"row":"Manual del ejercicio de la profesión"},{"row":"Manual de gólems"},{"row":"Manual de Rapidez en Acción"},{"row":"Espejo del robo de la vida"},{"row":"Robo de Nueve Vidas"},{"row":"Oathbow"},{"row":"Armadura +2, cota de malla"},{"row":"Escudo de protección contra hechizos"},{"row":"Armadura +1, Férula"},{"row":"Armadura de resistencia (férula)"},{"row":"Armadura +1, cuero tachonado"},{"row":"Armadura de resistencia (cuero tachonado)"},{"row":"Tomo del Pensamiento Claro"},{"row":"Tomo de Liderazgo e Influencia"},{"row":"Tomo de entendimiento"}]},{"name":"Tabla de objetos mágicos I","isShown":false,"page":149,"items":[{"row":"Defensor"},{"row":"H"},{"row":"H"},{"row":"Espada de la respuesta"},{"row":"Santo Vengador"},{"row":"Anillo de Invocación de Djinni"},{"row":"Anillo de Invisibilidad"},{"row":"Anillo de giro de hechizos"},{"row":"Vara del Poder del Señor"},{"row":"Báculo de los Reyes Magos"},{"row":"Espada Vorpal"},{"row":"Cinturón de fuerza de los gigantes de las nubes"},{"row":"Armadura +2, Coraza"},{"row":"Armadura +3, cota de malla"},{"row":"Armadura +3, camisa con cadenas"},{"row":"Capa de Invisibilidad"},{"row":"Bola de cristal (versión legendaria)"},{"row":"Armadura, +1 media placa"},{"row":"Frasco de hierro"},{"row":"Armadura, +3 Cuero"},{"row":"Armadura, +1 placa"},{"row":"Túnica de los archimagos"},{"row":"Vara de la Resurrección"},{"row":"Armadura +1, cota de malla"},{"row":"Escarabajo de protección"},{"row":"Armadura +2, Férula"},{"row":"Armadura +2, cuero tachonado"},{"row":"Pozo de muchos mundos"},{"row":"Armadura mágica (tira la tabla DMG_MagicArmor)"},{"row":"Aparato de Kwalish"},{"row":"Armadura de invulnerabilidad"},{"row":"Cinturón de Fuerza de los Gigantes de la Tormenta"},{"row":"Puerta cúbica"},{"row":"Baraja de muchas cosas"},{"row":"Cadena Efreeti"},{"row":"Armadura de resistencia (media placa)"},{"row":"Cuerno del Valhalla (hierro)"},{"row":"Instrumento de los bardos (Ollamh Harp)"},{"row":"Piedra Ioun (Mayor Absorción) <%91%%>Tira en la tabla IounStone<%93%%>"},{"row":"Piedra Ioun (Maestría) <%91%%>Tira en la tabla IounStone<%93%%>"},{"row":"Piedra Ioun (Regeneración) <%91%%>Tira en la tabla IounStone<%93%%>"},{"row":"Armadura de placas de lo etéreo"},{"row":"Armadura de placas de resistencia"},{"row":"Anillo de mando elemental (aire)"},{"row":"Anillo de mando elemental (Tierra)"},{"row":"Anillo de mando elemental (fuego)"},{"row":"Anillo de mando elemental (agua)"},{"row":"Esfera de la Aniquilación"},{"row":"Talismán del bien puro"},{"row":"Talismán de la Esfera"},{"row":"Talismán del Mal Supremo"},{"row":"Tomo de la lengua apagada"}]},{"name":"Objeto mágico: Quién creó","isShown":false,"page":142,"items":[{"row":"Aberración El objeto fue creado por aberraciones en la antigüedad, posiblemente para el uso de siervos humanoides favorecidos. Cuando se ve con el rabillo del ojo, parece desplazarse o acechar."},{"row":"Humano El objeto fue creado durante el apogeo de un reino humano caído, o está vinculado a un humano de leyenda. Puede contener escritura en una lengua olvidada o símbolos cuyo significado se ha perdido en el tiempo."},{"row":"Celestial El arma tiene la mitad del peso normal y lleva inscritas alas emplumadas, soles y otros símbolos del bien. A los demonios les repugna la presencia de este objeto."},{"row":"Dragón Este objeto está hecho de escamas y garras desprendidas por un dragón. Quizá incorpore metales preciosos y gemas del tesoro del dragón. Se calienta ligeramente cuando se encuentra a 120 pies de un dragón"},{"row":"Drow El objeto tiene la mitad del peso normal. Es negro y lleva inscritas arañas y telas de araña en honor a Lolth. Puede funcionar mal, o desintegrarse, si se expone a la luz del sol durante 1 minuto o más."},{"row":"Enano El objeto es duradero y tiene runas enanas en su diseño. Podría estar asociado a un clan que quisiera verlo devuelto a sus salones ancestrales."},{"row":"Aire elemental El objeto pesa la mitad de lo normal y se siente hueco. Si está hecho de tela, el tejido es diáfano."},{"row":"Elemental Tierra El objeto puede estar hecho de piedra. Cualquier elemento de tela o cuero está tachonado de piedras finamente pulidas."},{"row":"Fuego elemental Este objeto es cálido al tacto y todas las partes metálicas están hechas de hierro negro. Su superficie está cubierta por sellos de llamas. Los colores más destacados son el rojo y el naranja."},{"row":"Agua elemental Las escamas de pescado brillantes sustituyen al cuero o la tela en este objeto, y las partes metálicas se fabrican con conchas marinas y coral trabajado, tan duro como cualquier metal"},{"row":"ElfEl artículo tiene la mitad del peso normal. Está adornado con símbolos de la Naturaleza; hojas, vides, estrellas y similares"},{"row":"Fey El objeto está exquisitamente elaborado con los mejores materiales y brilla con un pálido resplandor a la luz de la luna, arrojando una tenue luz en un resplandor de 1,5 metros. El metal del objeto es plata o mithral, en lugar de hierro o acero."},{"row":"Demonio El objeto está hecho de hierro o cuerno negro con runas inscritas, y cualquier componente de tela o cuero está hecho con la piel de demonios, es cálido al tacto y presenta caras lascivas o runas viles grabadas en su superficie. Los celestiales encuentran la presencia del objeto repulsiva."},{"row":"Gigante El objeto es más grande de lo normal y fue elaborado por los gigantes para sus aliados más pequeños."},{"row":"Gnomo El objeto está elaborado para que parezca ordinario, y puede parecer desgastado. También puede incorporar engranajes y componentes mecánicos, aunque no sean esenciales para la función del objeto."},{"row":"Muerto viviente El objeto incorpora imágenes de la muerte, como huesos y cráneos, y puede estar fabricado con partes de cadáveres, huesos o similares. Se siente frío e incómodo al tacto."},{"row":"Aarakocra. El objeto tiene la mitad del peso normal y carece de inscripciones. Las diminutas piedras pulidas y brillantes están trabajadas en zonas de tela o cuero."},{"row":"Aasimar. El objeto pesa la mitad de lo normal y lleva inscritas alas emplumadas, soles y otros símbolos del bien. A los demonios les repugna la presencia del objeto."},{"row":"Aboleth. El objeto está fabricado de forma rudimentaria y las partes de metal están hechas de piedra dura. El objeto siempre se siente frío y resbaladizo cuando se sostiene o se blande, y cuando se ve con el rabillo del ojo, parece que se mueve."},{"row":"Alhoon. El objeto siempre se siente frío y resbaladizo cuando se sostiene o se empuña, y cuando se ve con el rabillo del ojo, parece estar en movimiento. Los Illithid encuentran la presencia del objeto repulsiva. Se calienta cuando está a 120 pies de una criatura capaz de lanzar hechizos arcanos."}]},{"name":"Objeto mágico: Historia","isShown":false,"page":142,"items":[{"row":"Arcano Este objeto fue creado para una antigua orden de hechiceros y lleva el símbolo de la orden."},{"row":"Bane Este objeto fue creado por los enemigos de una cultura o tipo de criatura en particular, si la cultura o las criaturas todavía están alrededor, podrían reconocer el objeto y señalar al portador como un enemigo."},{"row":"Adorno Este artículo fue creado para honrar una ocasión especial. Las piedras preciosas insertadas, las incrustaciones de oro o platino y la filigrana de oro o plata adornan su superficie."},{"row":"Profecía El objeto figura en una profecía: su portador está destinado a desempeñar un papel clave en los acontecimientos futuros. Alguien que quiera desempeñar ese papel podría intentar robar el objeto, o alguien que quiera evitar que la profecía se cumpla podría intentar matar al portador del objeto."},{"row":"Religioso Los objetos se utilizaban en ceremonias religiosas dedicadas a una deidad concreta. Tiene símbolos sagrados grabados en la superficie. Los seguidores de la deidad pueden intentar persuadir a su dueño para que lo done a un templo, lo robe para sí mismo o celebre su uso con un miembro de la misma fe."},{"row":"Siniestro El objeto está relacionado con un acto de gran maldad, como una masacre o un asesinato. Puede tener un nombre o estar estrechamente relacionado con un villano que lo utilizó. Cualquiera que conozca la historia del objeto es probable que lo trate a él y a su propietario con recelo."},{"row":"Símbolo de poder Este objeto se utilizaba antiguamente como parte de las galas reales o como insignia de un alto cargo. Su antiguo propietario o sus descendientes podrían desearlo, o alguien podría suponer erróneamente que el propietario actual es el heredero legítimo."},{"row":"Heroico Un gran héroe empuñó una vez este objeto. Cualquiera que conozca la historia del objeto espera grandes hazañas del nuevo propietario."},{"row":"Desastroso. El objeto está vinculado a un nombre o linaje que cayó en la ruina y sufrió constantes desgracias. Cualquiera que conozca la historia del objeto se mantiene alejado de su nuevo propietario por miedo a la notoriedad del objeto."},{"row":"Entretenimiento. Se sabe que el objeto ocupa un lugar destacado en las rutinas de un famoso animador que lo utilizaba durante sus espectaculares actuaciones. Cualquiera que conozca su historia probablemente insistirá con entusiasmo en que su propietario actúe en su presencia, y se sentirá muy decepcionado si no lo hace."},{"row":"Formidable. Se sabe que el objeto fue blandido por un héroe de habilidad inigualable. Cualquiera que conozca su historia y desee fama y fortuna, probablemente buscará y desafiará al actual propietario cuando se le presente la oportunidad."},{"row":"Generoso. Se sabe que el objeto ha tenido múltiples propietarios, todos los cuales lo regalaron después de cierto tiempo a otros como medio de fomentar la buena voluntad. Cualquiera que conozca esta historia espera que el actual propietario haga lo mismo, incluyendo a personas que pueden seguirle de cerca con la esperanza de ser el próximo propietario del objeto."},{"row":"Cleptocracia. El artículo se señala como parte de un gobierno u organización conocida por sus excesivos abusos y criminalidad. Los individuos familiarizados con la cultura se resisten a hacer negocios con el propietario actual por miedo a ser engañados"},{"row":"Enamorado. Se dice que el objeto es un regalo entre seres que compartían una conexión muy apreciada. Cualquiera que conozca la historia ve al actual propietario como un ser que está en camino de encontrar el verdadero amor, si es que no lo ha hecho ya"},{"row":"Minimalista. El objeto está vinculado a un ser o una cultura conocida por su escasez de bienes materiales y su escasez de palabras. Los propietarios del objeto que son especialmente gregarios o que se adornan con evidentes muestras de riqueza son objeto de burlas abiertas por parte de quienes conocen al antiguo propietario o cultura del objeto."},{"row":"Opulento. El objeto está vinculado a un ser o dinastía de gran riqueza. Los descendientes, parientes o miembros de este linaje pueden buscar su devolución, dispuestos a pagar enormemente. Los que están familiarizados con el ser o la dinastía suponen que el propietario actual es un miembro de este linaje o recibe su patrocinio, y suponen que tiene acceso a una gran riqueza."},{"row":"Asesinato. Se cree que el objeto fue crucial en el golpe final que derribó a un ser de inmenso poder. Su presencia es suficiente para infundir miedo y odio a los seres que veneran y honran la memoria de su ídolo caído, y buscarían con gusto la venganza en su nombre."},{"row":"Símbolo de la paz. El objeto destaca por haber sido regalado como parte de un tratado de paz duradero entre facciones, culturas o naciones enfrentadas. Si el actual propietario del objeto pertenece a una de estas facciones, los miembros de estos grupos adoptan un enfoque pacífico hacia ellos. Sin embargo, si el poseedor rompe esta confianza, se convierten en enemigos jurados."},{"row":"Único. El artículo fue elaborado por un ser de gran habilidad y se considera la mejor obra de su creador. Los coleccionistas, admiradores del creador o sus descendientes desean el objeto y están dispuestos a hacer todo lo posible para poseerlo."},{"row":"No natural*. Se cree que el objeto procede de otro plano de existencia y es una fuente de influencia extraplanar. Los seres que se oponen a las incursiones extraplanares pueden desear agresivamente destruir el objeto. A la inversa, los seres con afición por el conocimiento extradimensional desean el objeto a toda costa."},{"row":"Ratones antropomórficos. El objeto es más pequeño de lo normal y es increíblemente cómodo de manejar, forrado con suaves pieles o cueros, aunque normalmente no venga con esos adornos. Los gatos se excitan inusualmente en su presencia."},{"row":"Bladeling. La superficie de los artículos es áspera y siempre causa molestias. Las partes metálicas del artículo son resistentes a la oxidación."},{"row":"Un error. El objeto es ligeramente más grande de lo normal y puede ser poco manejable. Está fabricado con los materiales más comunes."},{"row":"Centauro. El objeto está adornado con símbolos de la naturaleza: hojas, vides, estrellas y similares. Independientemente de su estado, siempre tiene un ligero olor a caballo."},{"row":"Gigante de las nubes. El objeto es ligeramente más grande de lo normal y parece brillar cuando se ve con el rabillo del ojo."},{"row":"Coautl. El objeto pesa la mitad de lo normal y lleva inscritas alas emplumadas, soles y otros símbolos del bien. Está adornado con pequeñas baratijas y partes de trofeos ornamentales de varias criaturas humanoides malignas. A los demonios les repugna la presencia del objeto."},{"row":"Demilich. El objeto incorpora imágenes de la muerte, como huesos y cráneos, y puede estar fabricado con partes de cadáveres. Es excepcionalmente pesado y frío al tacto."},{"row":"Demonio. El objeto está hecho de hierro o cuerno negro con runas inscritas, y los componentes de tela o cuero están hechos con la piel de los demonios. Es cálido al tacto y presenta rostros lascivos o runas viles grabadas en su superficie. A los celestiales les repugna su presencia."},{"row":"Príncipe Demonio. El objeto está hecho de hierro negro o cuerno con runas inscritas, y los componentes de tela o cuero están hechos con pieles de demonios. Es cálido al tacto y parece excepcionalmente regio e intimidante. Se calienta ligeramente cuando se encuentra a 120 pies de una criatura diabólica nativa del Abismo. Los celestiales encuentran la presencia del objeto repulsiva"},{"row":"Diablo. El objeto está hecho de hierro negro o cuerno con runas inscritas, y los componentes de tela o cuero están hechos con la piel de los demonios. Es cálido al tacto y está tachonado de gemas preciosas y otros materiales preciados. A los celestiales les repugna la presencia de este objeto."},{"row":"Doppelganger. El objeto tiene una apariencia mundana sin excepciones. Cuando se ve con el rabillo del ojo, el objeto parece cambiar (de forma y/o color)."},{"row":"Dragonborn. Este objeto está hecho de escamas y garras de un dragón asesinado de mala reputación. Quizá incorpore metales preciosos y gemas del tesoro del dragón. Se calienta ligeramente cuando está a 120 pies de un dragón."},{"row":"Dragón, Sombra. El objeto está hecho con las escamas y las garras que desprende un dragón de sombra. Es difícil de ver con poca luz y casi imposible de ver en la oscuridad mágica. Puede funcionar mal, o desintegrarse, si se expone a la luz del sol durante 1 minuto o más."},{"row":"Duergar. El objeto es duradero y está hecho de hierro negro o de piedra dura con runas enanas incorporadas en su diseño. Los enanos que no son Duergar encuentran la presencia de estos objetos repulsiva."},{"row":"Elfo, Acuático. Las escamas de pescado reemplazan al cuero o a la tela en este objeto, y las partes metálicas se fabrican con conchas marinas y coral trabajado, tan duro como cualquier metal. El objeto pesa la mitad de lo normal y es fresco al tacto."},{"row":"Elfo, alto. El objeto está exquisitamente elaborado con los mejores materiales y brilla con un pálido resplandor a la luz de la luna, arrojando una tenue luz en un radio de 1,5 metros. El metal del objeto es plata o mithral, en lugar de hierro o acero."},{"row":"Firbolg. La prenda es excepcionalmente cómoda y ligeramente sobredimensionada. Está adornado con símbolos de la naturaleza: hojas, enredaderas, estrellas y similares."},{"row":"Gigante de fuego. El objeto es ligeramente grande y está caliente al tacto. Puede estar fabricado con piedra y hierro negro y tachonado de roca finamente pulida."},{"row":"Fomoriano. Este objeto puede estar fabricado con piedra y hierro negro. Los elementos de tela o cuero están tachonados de piedra finamente pulida. Los tonos de negro y púrpura son los colores más destacados."},{"row":"Genasi, Aire. El objeto pesa la mitad de lo normal y se siente hueco. Si está hecho de tela, es diáfano."},{"row":"Genasi, Tierra. Este objeto puede estar hecho de piedra. Cualquier elemento de tela o cuero está tachonado de piedra finamente pulida."},{"row":"Genasi, Fuego. Este objeto es cálido al tacto y sus partes metálicas están hechas de hierro negro. Su superficie está cubierta por sellos de llamas. Los colores más destacados son el rojo y el naranja."},{"row":"Gnoll. El objeto tiene un aspecto intimidatorio y aterrador, ya que está adornado con calaveras y otros esqueletos humanoides [...]"},{"row":"Githyanki. [...]  [...]"},{"row":"Githzerai. El objeto está fabricado para que parezca casi simétrico y lleva inscritos unos patrones grabados que resultan relajantes de contemplar. Los Illithid encuentran la presencia del objeto repulsiva."},{"row":"Gnomo, profundo (Svirfneblin). El objeto es ligeramente más pequeño de lo normal y puede estar hecho de piedra. Cualquier elemento de tela o cuero está tachonado de piedra finamente pulida. El objeto es difícil de ver con poca luz."},{"row":"Yugoloth. El objeto tiene un aspecto bastante anodino, compuesto por materiales oscuros y monocromáticos. Apenas perceptible, grabada en algún lugar poco visible, está la pequeña huella de la cabeza de un chacal gruñendo."},{"row":"Yuan-ti. El objeto es frío al tacto y las partes de cuero o tela están hechas de piel de serpiente. Las partes metálicas están recubiertas de grabados en espiral."},{"row":"Warforged. El objeto es excepcionalmente robusto e incorpora componentes mecánicos, aunque no sean esenciales para su funcionamiento. Las superficies metálicas también son muy reflectantes, hasta el punto de que se confunden fácilmente con un cristal de espejo."},{"row":"Vampiro. El objeto es exquisitamente bello, pero algo inquietante de contemplar. Los animales se resisten a tocarlo. En ocasiones, el objeto no se refleja en las superficies de espejo."},{"row":"Tiefling. El objeto está fabricado con los mejores materiales, pero tiene un aspecto ordinario y mundano. Se calienta ligeramente cuando se encuentra a 120 pies de una criatura diabólica nativa de los Nueve Infiernos."},{"row":"Duende. El objeto es ligeramente más pequeño de lo normal y está fabricado de forma tosca. Está adornado con cráneos y otros trofeos menores. Las porciones de metal son, en cambio, de hueso o de piedra tan dura como cualquier metal. Escritos cómicos e inapropiados y notas personales están grabados en toda su superficie."},{"row":"Goliath. El objeto es ligeramente más grande de lo normal. Es duradero y puede estar hecho de piedra. Los elementos de tela o cuero están tachonados de piedra finamente pulida."},{"row":"Grung. El objeto es ligeramente más pequeño de lo normal y algo translúcido. En su lugar, las partes de metal son de hueso o piedra, tan duras como cualquier metal. El objeto tiene pequeños grabados de insectos tallados en su superficie."},{"row":"Hag. El objeto está fabricado con una gran variedad de materiales extraños y presenta una buena cantidad de huesos de criaturas humanoides. Los niños encuentran la presencia del objeto repulsiva."},{"row":"Halfling. El objeto es ligeramente más pequeño de lo normal, pero cómodo de manejar. Tiene un aspecto mundano y poco excepcional."},{"row":"Illithid. El objeto siempre se siente frío, aceitoso y de alguna manera incorrecto cuando se sostiene o se blande. Cuando se ve con el rabillo del ojo, parece que se retuerce. Los que lo llevan tienden a tener pesadillas vívidas y perturbadoras. Los githyanki y los githzerai encuentran la presencia del objeto repulsiva."},{"row":"Hengeyokai. El objeto es muy cómodo de manejar y está forrado con pieles o cueros suaves, aunque normalmente no lleve esos adornos. Se confunde fácilmente con un objeto de tipo similar."},{"row":"Kobold. El objeto es más pequeño de lo normal. Además, incorpora todo tipo de objetos, huesos, baratijas y piezas mecánicas claramente no esenciales para su funcionamiento, que ocasionalmente interrumpen su uso."},{"row":"Lizardfolk. El objeto está fabricado de forma rudimentaria y las partes de metal son, en cambio, de hueso o piedra, tan duros como cualquier metal. Las marcas y los símbolos están grabados en toda su superficie y el objeto está pintado con colores brillantes y chillones."},{"row":"Licántropo. El objeto está fabricado de forma tosca, pero es excepcionalmente cómodo de manejar. Está adornado con símbolos de la luna en varias etapas."},{"row":"Merfolk. El objeto es frío al tacto y las lustrosas escamas de pescado sustituyen al cuero o a la tela, mientras que las partes metálicas se fabrican con conchas marinas y coral trabajado, tan duro como cualquier metal, por lo demás el objeto tiene un aspecto mundano."},{"row":"Minotauro. El objeto está elaborado de forma que parezca casi simétrico y en su superficie están grabados unos signos circulares. Evidentemente, es el esfuerzo de un maestro artesano."},{"row":"Oni. El objeto tiene un aspecto intimidatorio y aterrador, ya que está adornado con cráneos y otras partes esqueléticas humanoides. En cambio, las partes de metal están hechas de hueso tan duro como cualquier metal. Los niños encuentran la presencia del objeto repulsiva."},{"row":"Orco. El objeto está fabricado de forma tosca y parece intimidante, ya que está adornado con cráneos y otros trofeos menores. Las porciones de metal son en cambio de hueso o piedra tan dura como cualquier metal. Hay marcas y símbolos grabados en toda su superficie."},{"row":"Rakshasa. El objeto está fabricado con los mejores materiales, pero es incómodo de manejar, ya que está diseñado para producir el máximo efecto cuando se sostiene en una posición opuesta a su diseño más familiar. Siempre se siente caliente cuando lo empuña una criatura con un buen alineamiento."},{"row":"Sahuagin. El objeto es frío al tacto y las brillantes escamas de pescado sustituyen al cuero o la tela, mientras que las partes metálicas se fabrican con conchas marinas y coral trabajado, tan duro como cualquier metal. Unas extrañas runas cubren cada centímetro de la superficie del objeto y éste siempre resulta cálido al tacto para los devotos seguidores de una deidad alineada con el bien."},{"row":"Sombra. El artículo está hecho ent"},{"row":"Sombra. El objeto está hecho completamente de materiales negros y oscuros y es difícil de ver con poca luz y casi imposible de ver en la oscuridad mágica. Puede funcionar mal, o desintegrarse, si e"},{"row":"Slaadi. El objeto está fabricado de forma tosca y las partes metálicas están hechas, en cambio, de piedra dura y huesos de criaturas humanoides. Cráneos y rocas pulidas adornan el objeto con extrañas marcas de garras."},{"row":"Spirit Folk. Este artículo tiene la mitad del peso normal y aparece opaco con luz tenue y muy brillante."},{"row":"Thri-kreen. Las partes metálicas de este objeto se sustituyen por duros caparazones quitinosos de grandes criaturas insectoides. Este objeto siempre resulta algo incómodo de manejar."},{"row":"Tabaxi. El objeto es muy cómodo de empuñar y está forrado con pieles o cueros suaves, aunque normalmente no lleve esos adornos. Los ratones y otros pequeños roedores se resisten a entrar en contacto con el objeto."}]},{"name":"Objeto mágico: Propiedades menores","isShown":false,"page":143,"items":[{"row":"Faro El portador puede usar una acción de bonificación para hacer que el objeto arroje luz en un radio de 10 pies y atenúe la luz durante 10 pies adicionales, o para extinguir la luz"},{"row":"Brújula El portador puede usar una acción para saber en qué dirección se encuentra un (y sólo un) lugar específico (Polo Norte; Ciudad de Greyhawk; el templo perdido de...)"},{"row":"Delver Mientras está bajo tierra, se localiza la profundidad del elemento por debajo de la superficie y la dirección de la salida más cercana que lleva hacia arriba."},{"row":"Este artículo nunca se ensucia"},{"row":"Conciencia Cuando el portador de este objeto contempla o realiza un acto malévolo, el objeto aumenta los dolores de conciencia."},{"row":"Guardián El objeto susurra advertencias a su portador, otorgando un +2 a la Iniciativa si el portador no está incapacitado."},{"row":"H"},{"row":"Mensaje oculto Hay un mensaje oculto en alguna parte del artículo. Puede que sólo sea visible en determinadas circunstancias (una época del año, la luz de la fase lunar o en un lugar específico)"},{"row":"Llave El objeto se utiliza para abrir un contenedor, cámara, bóveda u otra entrada"},{"row":"Idioma El portador puede hablar y entender un idioma a elección del DM mientras el objeto esté en la persona del portador"},{"row":"Centinela elige un tipo de criatura enemiga del creador del objeto. Este objeto brilla débilmente cuando dicha criatura se encuentra a menos de 120 pies de él."},{"row":"Artesanía de la canción Cada vez que este objeto es golpeado o utilizado para golpear a un enemigo, su portador escucha un fragmento de una antigua canción."},{"row":"Material extraño El objeto fue creado con un material extraño para su propósito. Su durabilidad no se ve afectada."},{"row":"Templado El portador no sufre ningún efecto negativo por las temperaturas ambientales de -20 a 130 grados Fahrenheit"},{"row":"Irrompible El artículo no puede romperse sin intención o medios especiales."},{"row":"Líder de guerra El portador puede usar una acción para hacer que su voz se transmita claramente hasta 300 pies hasta el final del siguiente turno del portador."},{"row":"Acuático Este artículo flota en el agua y en otros líquidos. Su portador tiene ventaja en los chequeos de Fuerza (Atletismo) para nadar."},{"row":"Malvado Cuando al portador se le presenta la oportunidad de actuar de forma egoísta o malévola, el objeto aumenta el impulso del portador de hacerlo."},{"row":"Ilusión El objeto está imbuido de magia de Ilusión, lo que permite a su portador alterar la apariencia del objeto en aspectos menores. Estas formas no cambian el comportamiento del objeto, ni su uso, ni su transporte, ni su manejo, y no tienen ningún efecto sobre sus otras propiedades mágicas. Por ejemplo, una túnica roja puede parecer azul o un anillo de oro puede parecer de marfil. El verdadero n"},{"row":"Ilusión El objeto está imbuido de magia de Ilusión, lo que permite a su portador alterar la apariencia del objeto en aspectos menores."},{"row":"Aéreo. Como acción de bonificación, el portador puede provocar una ráfaga de viento inofensiva en cualquier lugar en un radio de 30 pies."},{"row":"Atrapamiento en el aire. El objeto permite al portador contener la respiración hasta el doble de su límite normal."},{"row":"Amigable con las bestias. Los compañeros animales o familiares que tengas, tienen sus puntos de golpe máximos aumentados en 2."},{"row":"Canto de pájaro. El portador puede usar una acción de bonificación para hacer que el objeto emita la llamada realista del canto de un cuervo que puede oírse hasta 120 pies de distancia."},{"row":"Vinculado. El portador puede utilizar una acción para tocar a una criatura viva. Durante la siguiente hora, el portador siempre conoce la dirección y la distancia de esta criatura siempre que esté a menos de 120 pies del portador."},{"row":"Brimstone. El objeto tiene un olor a azufre y provoca ligeras náuseas a todas las criaturas encerradas con él, incluido el portador."},{"row":"Engañar. Como acción de bonificación, el portador puede hacer que la cara de una carta aparezca como un palo distinto, un número o adopte alguna otra característica."},{"row":"Cómico. Como acción adicional, el portador puede hacer que el objeto emita el sonido de hasta"},{"row":"Conectado. Siempre tienes la dirección y la distancia de este objeto mientras esté a menos de 120 pies de ti"},{"row":"Acorralado. El objeto aumenta la velocidad del portador en 3 metros cuando está asustado."},{"row":"Diabólico. El portador siempre está al tanto de los detalles más minúsculos de cualquier contrato verbal o escrito que celebre."},{"row":"Etéreo. El objeto obstruye el paso de las criaturas del plano etéreo."},{"row":"Envidioso. Si este objeto requiere sintonía, cuenta como dos objetos a efectos de sintonía. Si no requiere sintonización, en cambio sí lo hace."},{"row":"Fértil. Como acción adicional, el portador puede hacer que las plantas en un radio de 3 metros florezcan mientras puedan hacerlo."},{"row":"Frost. El portador puede usar una acción de bonificación para hacer que se congele hasta 1 onza de líquido inorgánico no mágico presionando el objeto contra la sustancia."},{"row":"Elegante. Sin importar la altura, el objeto cae al suelo a una velocidad de 5 pies por asalto."},{"row":"Pesado. El objeto es inusualmente pesado y no puede ser levantado o movido por nada que tenga una Fuerza inferior a 10."},{"row":"Hy [...]"},{"row":"Inamovible. El portador puede emitir una palabra de comando y colocar el objeto en una superficie plana y no viva. A partir de entonces, el objeto sólo puede ser retirado de su lugar por una criatura que emita la misma palabra de mando."},{"row":"Infrarrojos. El objeto distrae mucho a las criaturas que ven exclusivamente en luz infrarroja y sufren un 10% de posibilidades de fallar todos los ataques contra el portador."},{"row":"Manipulador. Cuando al portador se le presenta la oportunidad de mentir, el objeto aumenta el impulso de hacerlo."},{"row":"Bendita sea la luna. El portador siempre sabe el número de días que faltan para la próxima luna llena."},{"row":"De bolsillo. No importa el tamaño de los artículos, siempre puede caber completamente en el bolsillo del portador."},{"row":"Portentoso. El objeto puede ver brevemente los acontecimientos futuros de su portador, otorgando un bono de +1 a la iniciativa si el portador no está incapacitado."},{"row":"Preening. Este elemento siempre da a su portador la apariencia de estar limpio y bien cuidado."},{"row":"Dibujo rápido. Puedes interactuar con este objeto una vez de forma gratuita en tu turno."},{"row":"Aprendizaje rápido. El portador es capaz de terminar de leer libros, tomos y otros artículos escritos en el 75% del tiempo normal requerido."},{"row":"Lleno de rabia. Cuando al portador se le presenta la oportunidad de perdonar a un enemigo o competidor, el objeto aumenta el impulso de no hacerlo. Además, si el portador tiene la habilidad de rabia, puede elegir hacerlo una vez como acción gratuita entre cada uno de sus descansos largos."},{"row":"Repelente. Como acción, el portador puede hacer que todos los insectos pequeños y de menor tamaño huyan hasta un pie de distancia del portador, incluidos los que actualmente forman parte de un enjambre."},{"row":"Sin óxido. El artículo nunca puede corroerse debido a la oxidación."},{"row":"Secreto. Como acción adicional, el portador puede susurrar una frase corta al objeto seguida de una palabra de orden. A partir de ese momento, cualquier criatura que sostenga el objeto y pronuncie la palabra de orden oye la frase pronunciada mágicamente en su cabeza. El objeto sólo puede almacenar una frase a la vez."},{"row":"Sombra. El objeto se vuelve invisible cuando se deja desatendido en una luz tenue u oscura, incluida la oscuridad mágica."},{"row":"Envuelto. Como acción adicional, el portador puede hacer que toda la luz en un radio de tres metros del objeto pase de brillante a tenue, o de tenue a oscura. El efecto aparece como una sombra superpuesta y no afecta a ninguna fuente de luz en la zona."},{"row":"Silencioso. El artículo no hace ningún ruido cuando se extrae o se utiliza."},{"row":"Resbaladizo. El portador puede emitir una palabra de mando y hacer que el objeto se deslice con seguridad hasta 60 pies a lo largo de una superficie plana en una sola dirección sin obstáculos."},{"row":"Sutil. Como acción adicional, el portador puede hacer que el objeto aparezca como un equivalente mundano de sí mismo. La ilusión dura hasta un minuto o hasta que el portador utilice otra acción de bonificación para terminarla."},{"row":"Atronador. Cada vez que este objeto es golpeado o utilizado para golpear a un enemigo, el portador oye el sonido de un trueno retumbante."},{"row":"Asesino. Siempre que se presenta al portador la oportunidad de matar en lugar de herir a un oponente, se siente fuertemente atraído por lo primero."},{"row":"El tiempo se ha agotado. El artículo es impermeable a los efectos de la intemperie y siempre está apropiadamente seco o mojado, dependiendo de la elección del portador."},{"row":"Resonante. El objeto se calienta al tacto a menos de 30 cm de un objeto mágico que no esté adornado por el portador."},{"row":"Ira Cuando está en el plano de Ysgard, el portador no se ve afectado por la Ira Inmortal. (DMG p. 61)"},{"row":"Arcano El portador gana un +1 a los chequeos de Inteligencia (Arcanos)."},{"row":"Transportado por el viento Cuando está en el Plano del Aire, el portador puede navegar por el Viento del Laberinto de forma intuitiva, y conoce el camino hasta la Mota Terrestre más cercana en un radio de 60 millas."},{"row":"Acuático El artículo flota en el agua u otros líquidos. Su portador tiene ventaja en los chequeos de Fuerza (Atletismo) para nadar."},{"row":"Líder de guerra El portador puede utilizar una acción para amplificar su voz de manera que se transmita claramente hasta 300 pies."},{"row":"Vital Los puntos de vida máximos del portador aumentan en su modificador de Constitución mientras está sintonizado con este objeto. Estos puntos de vida se pierden cuando el portador desintoniza el objeto."},{"row":"Vigoroso El portador gana un bonificador +1 a las tiradas de salvación de Fuerza."},{"row":"Vigilante El portador gana +2 a su Percepción pasiva."},{"row":"Victorioso Cada vez que el portador mata a una criatura gana puntos de golpe temporales iguales a la CR de la criatura."},{"row":"Verdant El portador puede lanzar Druidcraft una vez al día."},{"row":"Inquebrantable El portador gana un bonificador +1 a las tiradas de salvación de Constitución."},{"row":"Verdadero El portador puede lanzar Golpe Verdadero una vez al día."},{"row":"Embaucador El portador puede lanzar Ilusión menor una vez al día."},{"row":"Translúcido El portador gana una ranura de hechizo extra de nivel uno, que se recupera sólo después de la salida de la luna llena."},{"row":"Rastreadores El portador gana un +1 a los chequeos de Sabiduría (Supervivencia)."},{"row":"Tenaz Cuando el portador hace un descanso largo, recupera un dado de golpe adicional."},{"row":"Cirujano El portador gana un bonificador +1 a los chequeos de Sabiduría (Medicina)."},{"row":"Zancada Contiene 1d4 cargas no reponibles del conjuro Longstrider (1er nivel)."},{"row":"Chispeante El portador puede lanzar Luces danzantes una vez al día."},{"row":"Solemne El portador puede gastar una acción para eliminar todas las tiradas de salvación fallidas de un objetivo que esté a 5 pies de él. El objetivo sigue sin estar estabilizado."},{"row":"Sojourner's Un poema, una historia o un mapa que describe un tesoro olvidado hace tiempo se graba en la superficie del objeto."},{"row":"Smith's El portador puede lanzar Curar una vez al día."},{"row":"Silencio El portador gana un bonificador +1 a los chequeos de Destreza (Sigilo)."},{"row":"Cambio El portador puede cambiar aspectos menores de la apariencia física de este objeto."},{"row":"Escudo Este objeto contiene 1d4 cargas no reponibles del hechizo Escudo."},{"row":"Pastor El portador gana un bono de +1 a los chequeos de (Sabiduría) Manejo de Animales."},{"row":"El portador conoce la dirección general del cruce de sombras más cercano en un radio de 100 km. Tiene ventaja en las tiradas de salvación contra la Desesperación de las Sombras (DMG p. 51-52)"},{"row":"Sombra El portador no sufre ningún daño con temperaturas de hasta 120 grados Fahrenheit. (Condición de calor cuando se viaja)"},{"row":"Centinela brilla débilmente cuando las criaturas de una determinada raza (a elección del DM) están en un radio de 30 metros."},{"row":"Secreto Contiene 1d4 cargas no reponibles del hechizo Escritura ilusoria (1er nivel)."},{"row":"El portador gana un bono de +1 a los chequeos de Inteligencia (Historia)."},{"row":"Sagaz El portador gana +1 a los chequeos de Sabiduría (Perspicacia)."},{"row":"Milagroso El portador puede aumentar su reserva de puntos de golpe de Imposición de manos en 5."},{"row":"Cabalística Siempre que el portador lance un hechizo como ritual, tiene ventaja para mantener la concentración durante el ritual."},{"row":"Revelación Contiene 1d4 cargas no reponibles del hechizo Detectar magia (1er nivel)."},{"row":"Inspiración Una vez al día, el portador puede ganar +1 a cualquier chequeo de habilidad."},{"row":"La perdición del segador El portador tiene ventaja en las tiradas de salvación por muerte."},{"row":"Pr"},{"row":"Proyección El portador puede enviar mensajes mentalmente a personajes dispuestos en un radio de 30 pies. Esta comunicación es unidireccional."},{"row":"El portador puede ampliar el alcance de su Canal de Divinidad en 1,5 metros."},{"row":"Pandemónium Cuando está en el plano de Pandemónium, el portador tiene ventaja en las tiradas de salvación contra los Vientos Locos. (DMG p. 62)"},{"row":"Nutrición El portador rara vez siente hambre, y sólo necesita consumir una quinta parte de la cantidad habitual de alimentos."},{"row":"Ágil El portador gana un bonificador +1 a las tiradas de salvación de Destreza."},{"row":"Neutralidad Contiene 1d4 cargas no reponibles del hechizo Protección del Bien y del Mal (1er nivel)."},{"row":"Forrajeo Contiene 1d6 cargas no reponibles del hechizo Localizar animales o plantas (1er nivel)."},{"row":"Burla El portador puede lanzar Burla viciosa una vez al día."},{"row":"El portador gana +1 a los chequeos de Carisma (Actuación)."},{"row":"Sagrado Cuando el portador de este objeto tira dados de golpe, puede elegir volver a tirarlos y tomar el segundo resultado."},{"row":"Abisal Cuando está en el plano del Abismo, el portador tiene ventaja en las tiradas de salvación contra la Corrupción Abisal. (DMG p. 62)"},{"row":"Acólito El portador gana un bonificador +1 a los chequeos de Sabiduría (Religión)."},{"row":"Indestructible El objeto es indestructible."},{"row":"Hábil El portador gana un bono de +1 a las tiradas de salvación de Inteligencia."},{"row":"Alarmar Contiene 1d4 cargas no reponibles del hechizo Alarmar (1er nivel)."},{"row":"Arbórea Cuando está en el plano de Arbórea, el portador tiene ventaja en las tiradas de salvación contra los efectos de Ansia intensa. (DMG p. 61)"},{"row":"Arcadia Cuando está en el plano de Arcardia, el portador no se ve afectado por la Vitalidad Planar (DMG p. 67)"},{"row":"Ártico El portador no sufre ningún daño en temperaturas tan bajas como -20 grados Fahrenheit."},{"row":"Solipsista El portador puede lanzar Taumaturgia una vez al día."},{"row":"Mentalidad El portador gana un bonificador +1 a las tiradas de salvación de Sabiduría."},{"row":"Meteoro Contiene 1 carga no recargable de Rayo abrasador (1er nivel)."},{"row":"Mensajero El portador puede lanzar Mensaje una vez al día."},{"row":"Gambito El portador tiene una bonificación de +1 a cualquier chequeo de habilidad que implique apuestas y juegos de azar (perspicacia, prestidigitación, investigación, etc.)."},{"row":"El Taskmaster contiene 1d4 cargas no reponibles del hechizo Siervo invisible (1er nivel)."},{"row":"Manipulación El portador puede lanzar Mano de mago una vez al día."},{"row":"Malediction Contiene 1d4 cargas no reponibles del hechizo Bane (1er nivel)."},{"row":"Locuaz El portador gana +1 a los chequeos de Carisma (Persuasión)."},{"row":"Localización Una vez sintonizado, el portador siempre conoce la ubicación exacta de este objeto"},{"row":"Limbo Cuando está en el plano del Limbo, el portador tiene ventaja en los chequeos de Inteligencia para alterar o mover objetos no mágicos dentro del plano. (DMG p. 61-62)"},{"row":"Mentiroso Contiene 1d4 cargas no reponibles del hechizo Imagen silenciosa (1er nivel)."},{"row":"Salto Contiene 1d4 cargas no reponibles del hechizo Salto (1er nivel)."},{"row":"Inspirado El portador recupera su modificador de Constitución en puntos de golpe temporales cada vez que obtiene o utiliza la inspiración."},{"row":"Inquisidor El portador gana un bono de +1 a los chequeos de Inteligencia (Investigación)."},{"row":"Icónico El objeto está inscrito con símbolos sagrados del Dios que elija el DM. A"},{"row":"Heroico El portador tiene ventaja en las tiradas de salvación contra el miedo."},{"row":"Infernal Cuando está en los Nueve Infiernos, el portador tiene ventaja en las tiradas de salvación contra el Mal Perverso. (DMG p. 64)"},{"row":"Curación Este artículo contiene 4 nodos de curación débiles. Como acción, un personaje puede utilizar un nodo para curar 1d4 puntos de golpe a distancia de contacto. El objeto recupera 1d4 cargas al amanecer."},{"row":"Hadeano Cuando está en el plano de Hades, el portador tiene ventaja en las tiradas de salvación contra la Transformación Vil. (DMG p. 63)"},{"row":"Grim El portador gana un bonificador +1 a los chequeos de Carisma (Intimidación) si el objetivo puede ver este objeto."},{"row":"estabilizar El portador puede lanzar Perdonar a los moribundos una vez al día."},{"row":"Gehennan Cuando está en el plano de Gehenna, el portador tiene ventaja en las tiradas de salvación contra Cruel Hindrance. (DMG p. 63)"},{"row":"Amistoso Contiene 1d4 cargas no reponibles del hechizo Amistad con los animales (1er nivel)."},{"row":"Fortune Teller's Cada vez que te golpea un monstruo, vislumbras una imagen aleatoria de su futuro o su pasado."},{"row":"Perdonado Cuando está en el plano del Monte Celestia, el portador de este objeto puede recibir los beneficios de la Bendita Beneficencia independientemente de su alineamiento."},{"row":"Primero El portador gana un bono de +1 a las tiradas de iniciativa"},{"row":"Feybound El portador conoce la dirección general del cruce Fey más cercano en un radio de 60 millas. (DMG p. 50)"},{"row":"Flotante Contiene 1d4 cargas no reponibles del hechizo Caída de pluma (1er nivel)."},{"row":"Favorito Una vez al día, el portador puede realizar una tirada de salvación con ventaja."},{"row":"Comprensión Contiene 1d4 cargas no reponibles del hechizo Comprender idiomas."},{"row":"FALSO El portador gana un bono de +1 a los chequeos de Carisma (Engaño)."},{"row":"Expeditivo Contiene 1d4 cargas no reponibles del hechizo Retirada expeditiva."},{"row":"Bendito Contiene 1d4 cargas no reponibles del hechizo Bendición (1er nivel)."},{"row":"Etherbound El portador puede ver a las criaturas de la Frontera Etérea que se solapan con su plano con tanta claridad como si estuvieran totalmente en el plano del portador. Estas criaturas aparecen como apariciones o fantasmas."},{"row":"Elíseo Cuando está en el plano del Elíseo, el portador tiene ventaja en las tiradas de salvación contra los efectos de Alegría abrumadora (DMG p. 60)"},{"row":"Espía Mientras esté en el mismo plano, el portador puede oír a través de este objeto como si estuviera presente."},{"row":"Dinámica El portador tiene +1 a las tiradas de salvación de Carisma."},{"row":"Destilería El portador siempre conoce la dirección de la bebida alcohólica más cercana."},{"row":"Desesperado El portador tiene ventaja en los chequeos de percepción cuando busca objetos perdidos hace tiempo en el Pantano del Olvido en el Plano de la Tierra. (DMG p. 54)"},{"row":"Delver's Mientras está bajo tierra, el portador de este objeto siempre sabe la profundidad a la que se encuentra bajo la superficie y la dirección de la escalera, rampa u otro camino más cercano que lleve hacia arriba."},{"row":"Rastrero Los seres rastreros de la tierra, como los insectos, las serpientes y las alimañas, se sienten atraídos por este elemento. Cuando se colocan en el suelo, estas criaturas se escurren hacia el objeto como polillas atraídas por la llama."},{"row":"Cartográfico Por voluntad propia, el objeto graba un mapa de los entornos que el portador está explorando, y puede proyectarlo mágicamente para que el portador lo vea."},{"row":"Astral Cuando se viaja por el Mar Astral, se tarda la mitad de horas en localizar un Fondo de Color a un plano específico. Tienes ventaja en las tiradas de salvación contra los efectos del Viento Psíquico (DMG p. 47-48)"},{"row":"Carceriano Cuando está en el plano de Carceri, el portador conoce la dirección de la salida secreta más cercana de este plano de la prisión. (DMG p. 63)"},{"row":"Conjurador El portador puede lanzar Prestidigitación una vez al día."},{"row":"Bestial Cuando está en el plano de Las Tierras Bestiales, el portador tiene ventaja en las tiradas de salvación contra Transformación de Bestia (DMG p. 60)"},{"row":"Bytopian Cuando está en el plano de Bytopia, el portador tiene ventaja en las tiradas de salvación contra la Buena Voluntad Perversa. (DMG p. 59-60)"},{"row":"Concordante El portador tiene ventaja en las tiradas de salvación contra la Disonancia Psíquica cuando viaja por los Planos Exteriores. (DMG p. 59)"},{"row":"Reloj Cuando está en el plano de Mechanus, el portador tiene ventaja en las tiradas de salvación contra Orden Imponente (DMG p. 66)"},{"row":"Druida El portador gana un bonificador +1 a los chequeos de Inteligencia (Naturaleza)."},{"row":"Defensiva Siempre que el portador realice una acción de esquivar, puede moverse 5 pies adicionales."},{"row":"Escalofrío Contiene 1d4 cargas no reponibles del hechizo Rayo de Escarcha (1º nivel)."},{"row":"Detención Una vez al día, el portador puede usar su reacción para reducir el daño por caída en 1d6 hasta el final del turno."},{"row":"El portador gana un bono de +1 a los chequeos de Destreza (Acrobacia)."},{"row":"Corrosivo Contiene 1d4 cargas no reponibles del hechizo Salpicadura de ácido (1er nivel)."},{"row":"Sociable El portador puede lanzar Amigos una vez al día."},{"row":"Canalización Una vez al día, el portador puede ignorar los componentes verbales y/o somáticos de un hechizo que esté lanzando."},{"row":"Tarjeta"},{"row":"Ladrón El portador gana +1 a los chequeos de Destreza (Juego de manos)."},{"row":"Abundante Contiene 1d4 cargas no reponibles del hechizo Baya buena (1er nivel)."},{"row":"Negrita Contiene 1d4 cargas no reponibles del hechizo Heroísmo (1er nivel)."},{"row":"Explosión Contiene 1d4 cargas no reponibles del hechizo Rayo de Fuego (1er nivel)."},{"row":"Benedictina Contiene 1d4 cargas no reponibles del hechizo Palabra de curación (1er nivel)."},{"row":"El hablador de bestias contiene 1d4 cargas no reponibles del hechizo Hablar con los animales (1er nivel)."},{"row":"Trovador El portador gana +1 a los chequeos de Carisma (Actuación)."},{"row":"El portador gana un bono de +1 a los chequeos de Fuerza (Atletismo)."},{"row":"Asesino El portador puede añadir su bonificación de competencia a las tiradas de daño realizadas durante las rondas de sorpresa."},{"row":"Compasivo Contiene 1d4 cargas no reponibles del hechizo Curar heridas (1er nivel)."},{"row":"Restauración Siempre que el portador de este objeto recibe curación divina, gana 1d4 puntos de golpe adicionales."},{"row":"Armonioso* La sintonía con este objeto sólo dura 1 minuto."}]},{"name":"Objeto mágico: Quirk","isShown":false,"page":143,"items":[{"row":"FelizMientras esté en posesión del objeto, el portador se sentirá afortunado y optimista sobre lo que le depara el futuro. Las mariposas y otras criaturas inofensivas pueden retozar en presencia del objeto."},{"row":"ConfianzaEl objeto ayuda a su portador a sentirse seguro de sí mismo"},{"row":"CodiciosoEl portador del objeto se obsesiona con la riqueza material"},{"row":"Frágil El artículo se desmorona, se deshilacha, se astilla y se agrieta. Cada vez que se maneja, se usa o se activa. En realidad, esto no daña el objeto ni sus propiedades, pero lo hace parecer decrépito."},{"row":"HambreLas propiedades mágicas del objeto sólo funcionan si se ha alimentado el apetito en las últimas 24 horas. (Sangre humanoide, batalla, agua bendita,...algo)"},{"row":"Fuerte El objeto hace un ruido fuerte -como un estruendo, un grito, un canto de batalla, un gong resonante- cuando se utiliza."},{"row":"Metamórfico. El objeto cambia periódicamente y de forma aleatoria su apariencia en aspectos menores. El portador no tiene ningún efecto sobre la naturaleza del objeto. Pero no se arrastrará fuera de su \"rango de uso\" durante mucho tiempo. Una cuchara puede convertirse en un tenedor, que puede convertirse en un cuchillo y quizás en una daga, pero nunca se convertirá en una gran espada."},{"row":"MurmulloEl objeto refunfuña y murmura. Una criatura que escuche atentamente al objeto podría aprender algo útil"},{"row":"DolorosoEl portador experimenta un destello de dolor inofensivo al utilizar el objeto"},{"row":"Posesivo El objeto exige la sintonización cuando se empuña por primera vez, y no permite a su portador sintonizar otros objetos. (Los objetos ya sintonizados no se ven afectados)"},{"row":"RepulsivoEl portador siente una sensación de desagrado al entrar en contacto con el objeto, malestar, y una sensación persistente mientras lo lleva"},{"row":"PerezosoEl portador del objeto se siente perezoso y aletargado. Mientras esté en sintonía con el objeto, el portador necesita 10 horas para terminar un descanso largo (25% más de descanso)"},{"row":"Abominable. La sombra del portador se asemeja a una enorme criatura monstruosa mientras se lleva el objeto."},{"row":"Ab"},{"row":"Ansioso. El objeto hace que el corazón del portador lata excepcionalmente rápido."},{"row":"Barbaridad. Cada vez que se utiliza el objeto, el portador siente un impulso incontrolable de aullar."},{"row":"Ardiendo. Cada amanecer, la piel del portador se llena de dolorosas ronchas."},{"row":"Caníbal. Durante cada comida el objeto susurra sobre las delicias de comer carne humanoide."},{"row":"Cambiante. La piel del portador adquiere un tono gris claro o azul noche cuando se usa el objeto."},{"row":"Encantador. El objeto hace sonreír espontáneamente a las criaturas que rodean al portador, pero no afecta a su actitud."},{"row":"Infantil. El objeto se calienta en presencia de niños y empieza a arder si el portador intenta dañar a seres de edad infantil."},{"row":"Mortal. Cuando una criatura muere a menos de 3 metros del objeto, el portador escucha una fuerte carcajada."},{"row":"Duradero. Las heridas que sufre el portador no dejan marcas ni cicatrices visibles una vez curadas."},{"row":"Madrugador. Cada día, al amanecer, una melodía estridente irrumpe en la mente del portador y le hace despertarse sin importar el tiempo que haya descansado."},{"row":"Eléctrico. El objeto emite chispas eléctricas inofensivas cuando se utiliza o golpea a un enemigo."},{"row":"Empático. El portador del objeto imita inconscientemente el estado emocional de las criaturas que le rodean"},{"row":"Excitable. Los ojos del portador siempre aparecen inyectados en sangre."},{"row":"Previsión. El portador del objeto comienza a desarrollar un tercer ojo que no funciona en su frente después de 1d4 días."},{"row":"Sin sentido. El color del pelo del portador cambia cada 1d4 días."},{"row":"Engranaje. Los objetos mecánicos a menos de 1,5 metros del portador del objeto tienden a funcionar excesivamente bien o a estropearse rápidamente, según el estado de ánimo del portador."},{"row":"Gravitón. Los objetos diminutos desatendidos a menos de 1,5 metros del portador comienzan a flotar si éste permanece en el mismo lugar durante más de 1 minuto."},{"row":"Atasco. El portador de este objeto nunca se siente saciado por mucha comida que consuma"},{"row":"Caliente. La cabeza del portador se agranda ligeramente mientras sostiene o utiliza el objeto."},{"row":"Hirsuto. El pelo de los portadores crece rápidamente y de forma espesa, incluso en lugares en los que normalmente no crecería su pelo."},{"row":"Ronco. El objeto convierte la voz del portador en un susurro."},{"row":"Infeccioso. El objeto deja cicatrices irritantes allí donde toca la carne."},{"row":"Venenoso. El objeto sisea cuando se usa o golpea a un enemigo."},{"row":"Vegetativo. Al artículo le crece un suave musgo amarillento cada amanecer que se elimina fácilmente."},{"row":"Violeta. Los ojos de su portador adquieren un tono púrpura intenso."},{"row":"Vibración. El objeto hace que los objetos metálicos en un radio de 3 metros vibren con un zumbido bajo."},{"row":"Marchitamiento. El objeto hace que la piel del portador se vuelva pálida mientras lo sostiene o lo utiliza."},{"row":"Aterrador. El portador experimenta un gran miedo mientras sostiene o utiliza el objeto."},{"row":"Golpeado. El objeto hace que el pelo del portador se caiga y lo hace de nuevo cada día al amanecer."},{"row":"Vaporoso. Cuando el objeto se utiliza o golpea a un enemigo, sale vapor de la boca y las orejas del portador."},{"row":"Sombra. Cuando se empuña, el portador ve sombras que se arremolinan a su alrededor."},{"row":"Shadesight. Mientras se usa el objeto, los ojos del portador se convierten en remolinos de orbes negros."},{"row":"Marinero. El portador huele ocasionalmente el aroma de la niebla del océano."},{"row":"Rosado. El objeto hace que el portador vea el mundo en varios tonos de rojo, pero no tiene ningún otro efecto sobre su percepción."},{"row":"Revelador. El objeto hace que su portador llore lágrimas con sabor a vino y gotas de sudor con sabor a cerveza."},{"row":"Imprudente. El objeto susurra a su portador, siempre que se presenta la oportunidad, que el curso de acción más temerario es siempre el más deseable."},{"row":"Pintoresco. El objeto susurra con desaprobación cuando el portador se aparta de los roles tradicionales de su cultura nativa."},{"row":"Propiedad. Un sello con la leyenda \"Propiedad de Malek\" está estampado en tinta brillante en el objeto. Se puede borrar, pero vuelve a aparecer en 1d6 días en otro objeto que tenga el portador."},{"row":"De otro mundo. La piel de los portadores emite un tenue brillo, normalmente rojo, que se intensifica cuando utilizan poderes arcanos o mágicos."},{"row":"Laberinto. El portador siempre sueña con estar atrapado en laberintos."},{"row":"Interferir. Los objetos hacen eco de una serie de números aleatorios en la cabeza del portador cada vez que éste intenta concentrarse en una tarea compleja."},{"row":"El artículo no funciona si el usuario lleva algún tipo de tocado o adorno (incluidos los pendientes)."},{"row":"Claustrofóbico El artículo no funciona bajo tierra"},{"row":"Agarófobo El artículo no funciona por encima del suelo"},{"row":"El artículo no funciona por la noche"},{"row":"El artículo no funciona durante el día (luz diurna)"},{"row":"Esporádico El objeto funciona el 80% del tiempo; el 10% del tiempo funciona como una varita mágica"},{"row":"El objeto es mágicamente flotante y tiende a levitar hacia arriba a razón de 1 pie por minuto"},{"row":"El objeto es inmune al daño eléctrico; si el objeto es metálico no es conductor."},{"row":"El artículo hace que el propietario se vuelva extremadamente posesivo con él. Una vez al mes, salvación de Carisma DC 12 (+1 por mes de posesión) o se vuelve paranoico con respecto al objeto."},{"row":"El poder del objeto no puede utilizarse sin un minuto de retraso en cada uso."},{"row":"El objeto es tímido. Se tarda una acción completa en sacarlo; si se coloca en una bolsa, se meterá en el fondo para que alguien que lo busque tenga que hacer una acción de búsqueda (DC 14) para encontrarlo."},{"row":"Cubierto con piel de Doppelganger. El color y la textura cambian para adaptarse al tipo de piel del portador (MM, página 82.)"},{"row":"Nota de firma del ladrón adjunta Hoja de evaluación de un comerciante del mercado negro"},{"row":"Arma improvisada del mercenarioLigeramente abollada en un extremo, con muescas en el otro"},{"row":"Corneado por un mamut Gran agujero en el objeto, sospechosamente en forma de colmillo (MM, página 332)"},{"row":"La propiedad de la iglesia emana una tenue energía radiante"},{"row":"Flotsam marinero Huele ligeramente a sal marina y está cubierto de motas de algas secas"},{"row":"Remanente de purga de plaga Lleva una plaga desaparecida hace tiempo a la que todos son ahora inmunes de forma natural. P"},{"row":"Escudo del exilio Restos del sigilo de una casa noble ha sido rayado"},{"row":"Propiedad del Nigromante Calaveras, calaveras por todas partes, calaveras sobre calaveras, calaveras durante días, nada más que calaveras, malditas masas de ellas"},{"row":"Alijo del viajero Compartimento oculto que se puede descubrir con un chequeo de Sabiduría DC12, dentro hay d8+3 gp en monedas extrañas y extranjeras"},{"row":"Arrojado por el Gigante de las Nubes El objeto se incrusta en el suelo, requiere un chequeo de Fuerza DC12 para liberarlo (MM, página 150.)"},{"row":"Antigua pieza del santuario Kuo-Toa La sombra de un débil dios Kuo-Toa sigue al propietario (MM, página 198.)"},{"row":"El propietario de la cresta de luchador puede vincularse con el objeto como si fuera un arma vinculada de luchador (PHB, página 75.)"},{"row":"Emblema del gremio Marcado como producto de un gremio"},{"row":"Cr"},{"row":"Núcleo de plumas de fénix Se rompe y se reforma cada d6 días"},{"row":"Hecho de madera de peral sapiente El objeto tiene docenas de pies diminutos debajo de él, seguirá o se quedará a la orden de los dueños (Mundodisco, todo)"},{"row":"Sobrevivió a un incendio Ennegrecido y retorcido, las partes metálicas deformadas, las partes de tela o madera chamuscadas, con los bordes destrozados que siempre brillan como si estuvieran en llamas hace unos momentos."},{"row":"Drow forjado Dorado con emblemas que evocan imágenes de arañas, el objeto funciona de forma ineficaz con luz solar directa (PHB, página 24. o MM, página 126.)"},{"row":"Hecho de corteza de treante Crece hasta el doble de su tamaño habitual en caso de lluvia intensa (MM, página 289)"},{"row":"Tallas druídicas No hay piezas metálicas, el canto de los pájaros sigue al propietario"},{"row":"Artefacto del mago pacifista encantado para que deje de funcionar si el combate se produce a menos de 150 pies (o en desventaja cuando está en combate)"},{"row":"Regalo de tintaEncantado, aparece en el brazo del portador una manga de tatuaje adecuada a su clase y procedencia"},{"row":"Sobrevivió a una pelea de taberna Pequeña grieta o desgarro en un lado, huele a cerveza rancia"},{"row":"Hecho de hueso Tarrasque Si se daña, se regenera en d6 días (MM, página 286.)"},{"row":"Reliquia del Imperio Illithid Cuando el propietario experimenta una emoción intensa, todas las criaturas en un radio de 60 pies de alcance visual pueden percibir qué emoción están sintiendo (MM, página 221.)"},{"row":"Sombra forjada Proyecta una sombra tres veces más larga que un equivalente mundano (DMG, página 51.)"},{"row":"Feywild forjado Cuando se deja en el suelo durante al menos una hora, d6 vides espinosas brotan de la tierra (DMG, página 49.)"},{"row":"Propiedad de culto Si el objeto entra en contacto con la sangre, su propietario escucha cánticos eldritch"},{"row":"Blindado Cubierto de placas de hierro reforzado"},{"row":"Oxidado o podrido Requiere d4 horas de limpieza y mantenimiento para reparar... o unos dos segundos con el cantrip Mending"},{"row":"Forjado enano Con incrustaciones de runas enanas, las piezas de metal brillan con el pulido."},{"row":"Pasado prestigioso El objeto ocupa un lugar destacado en la historia, ya que fue utilizado en una batalla/trama famosa o por una persona famosa."},{"row":"Enano borracho forjado Con incrustaciones de runas enanas temblorosas e ilegibles"},{"row":"Forjado de minotauro Con incrustaciones de runas de minotauro"},{"row":"Cubierto de hongos de la Infraoscuridad Los tapones de los hongos no vuelven a crecer, d8+2 tapones por objeto. Al consumir una tapa, tira un d12: 1-3envenenado durante d6 minutos 4-9 se intoxica 10-12 alucina d4 Los jinetes atacan (MM, página 120.)"},{"row":"Artefacto del culto al pato Los patos buscarán y seguirán al propietario"},{"row":"Desierto de chatarra quemado por el sol y rincones llenos de arena fina."},{"row":"Construido con un mecanismo de relojería rudimentario, casi infantil"},{"row":"Marcas vampíricas Al usarlo, el usuario siente una ráfaga de energía y luego fatiga inmediata"},{"row":"AtlanteA menudo se forman pequeñas burbujas que se desprenden del objeto"},{"row":"Propiedad del bardo Relleno de notas garabateadas de una balada rabiosa"},{"row":"Herencia real perdida Curiosa prueba de linaje en el siguiente reino"},{"row":"Marca de asesino Signo discreto de pertenencia de alguien que ha escapado por poco de un asesinato y está huido"},{"row":"Deformado por el campo antimágico chispea con chispas arcanas. Si el propietario lanza magia mientras sostiene el objeto, debe realizar un chequeo de concentración mientras lleva puesto este objeto o intenta mantener poderes mágicos."},{"row":"Campo de magia salvaje chispea con chispas arcanas. Si el propietario lanza magia mientras sostiene el objeto, debe tirar en la tabla de Sobrecarga de Magia Salvaje (PHB, página 104.)"},{"row":"Dientes de orco Trofeo de matanza adjunto de una antigua incursión"},{"row":"Propiedad de Tiefling Se ha tallado y rayado una pequeña imagen de Asmodeus"},{"row":"Hecho de montañas Encantado para parecer un objeto de tamaño normal a una distancia normal y también, al mismo tiempo, un objeto masivo a una distancia muy lejana"},{"row":"Duergar forjado Inscrito con runas invisibles que sólo son visibles a través de medios mágicos como Truesight (MM, página 122.)"},{"row":"Cubierto con el escondite de la Bestia Displacer Tira altas o bajas al comienzo de cada día, en las bajas no pasa nada, en las altas el objeto desaparece hasta que al día siguiente se tiran las bajas (MM, página 81.)"},{"row":"Contiene un alma atada Al contacto, una vida completa de otra criatura parpadea ante los ojos del que toca"},{"row":"Marcas extrañas Escritura desconocida de una antigua lengua perdida, cuando finalmente se descifra con un chequeo de Inteligencia DC15, es simplemente una broma deliciosamente grosera que involucra a un dragonborn y un pepino"},{"row":"Primer encantamiento del mago Un pequeño sigilo brilla sobre el objeto, proyectando una luz tenue durante 30 pies."},{"row":"Pisado por el gigante Muy, muy plano"},{"row":"Hecho por Tinker Ensamblado con trozos de chatarra al azar, unido por cordel"},{"row":"HauntedSe siente frío y afilado al tacto, si se destruye un Fantasma perseguirá al destructor (MM, página 147.)"},{"row":"Pieza ritual del Medio Dragón Se utiliza en un intento de convertirse en un Medio Dragón, el metal tiene púas como las escamas, la tela tiene un patrón similar y así sucesivamente, manchado con sangre vieja (MM, página 180.)"},{"row":"Butlered sobre Siempre aferrado a las garras de un Siervo Invisible, que nunca intenta evitar que la gente lo toque o lo mueva, pero que nunca lo suelta (PHB, página 284.)"},{"row":"Ciudad de bronce forjada Cálido al tacto (DMG, página 55.)"},{"row":"Ciudad de las Joyas forjada Como acción, el objeto puede fundirse con la tierra o la piedra donde es indistinguible de su materia circundante hasta que se elimine como acción de bonificación (DMG, página 54.)"},{"row":"Aaqa forjada Cuando se deja caer o se lanza, el objeto flota hasta el suelo para asentarse sin sufrir daños (DMG, página 53.)"},{"row":"Ciudadela de las Diez Mil Perlas forjada Como acción, el objeto puede fundirse con el agua donde es indistinguible del agua hasta que sea eliminado como acción de bonificación (DMG, página 56.)"},{"row":"Núcleo de astilla de cuerno de diablo Permite al portador entender, pero no hablar, Infernal (MM, página 66.)"},{"row":"Núcleo de pluma de ala de ángel Permite al portador entender, pero no hablar, Celestial (MM, página 15.)"},{"row":"Núcleo del ojo del observador marchito Permite al portador entender, pero no hablar, a los abisales (MM, página 26.)"},{"row":"Obra maestra Realizada por un herrero/sastre/etc. de renombre en todo el reino, que en este momento está visitando la ciudad más cercana"},{"row":"Incrustado con una sola escama de dragónResistencia al daño del elemento del aliento del dragón (MM, página 86.)"},{"row":"Forjado en forma de elfoIncluido con una escritura fluida, elegante y presumida, las piezas de madera brillan con el pulido"},{"row":"Cubierto con piel de Mimic En cualquier momento, el objeto puede convertirse aleatoriamente en un cofre (MM, página 220.)"},{"row":"Núcleo de fragmentos de hueso de FlameskullOcasionalmente flota 15 pies en el aire y estalla en llamas que no lo consumen (MM, página 134.)"},{"row":"El objeto sensible es un ser vivo capaz de razonar, emocionar y autorrealizarse. Es una pena que no tenga forma de hacer que nadie se dé cuenta de ello."},{"row":"Momificado Ha sido cubierto y cuidadosamente envuelto en tiras de lino, amy partes orgánicas han sido encurtidas"},{"row":"Propiedad del folklorista Se menciona de forma oblicua y breve en una leyenda popular de un folklorista local"},{"row":"Brillante y notado por los Pixies Una vez cada d12 días, d4 Pixies intentarán robar el objeto al propietario (MM, página 253.)"},{"row":"Cubierto de limo rezumante Huele absolutamente espantoso (MM, página 240.)"},{"row":"Pelea de amantes Fue la causa de un gran desacuerdo entre dos amantes en el pueblo más cercano"},{"row":"Goteo de saliva Rust Monster Si se coloca en contacto directo con una superficie metálica durante al menos una hora, la superficie comenzará a oxidarse. Esta habilidad termina después de que la saliva se haya secado en d4 días (MM, página 262.)"},{"row":"PetrificadoSe ha convertido en piedra, se puede restaurar con el hechizo Restauración mayor"},{"row":"El Githyanki forjado con imágenes de armamento y dragones rojos, tiene una sola pieza de grafiti que representa a un Githzerai en una situación poco envidiable (MM, página 158.)"},{"row":"Githzerai forjado con incrustaciones de líneas limpias y ordenadas que forman patrones geométricos sencillos, tiene una sola pieza de grafiti que representa a un Githyanki en lo que es claramente una posición incómoda (MM, página 159.)"},{"row":"Elysium forjado Cualquier criatura que entre en contacto directo con el objeto debe hacer una tirada de salvación de Sabiduría DC10 o quedar incapacitado con una abrumadora sensación de alegría y satisfacción (DMG, página 60.)"},{"row":"Tesauro encantado Siempre que se pronuncie un adjetivo en común a menos de 3 metros del objeto, un pequeño cl"},{"row":"El triunfo tocó la tirada de Voluntad vagamente hacia las criaturas de alineamiento bueno y lejos de las del mal (MM, página 135.)"},{"row":"Falsas visiones Cualquier criatura que entre en contacto directo con el objeto tendrá horribles premoniciones del fin del mundo en los próximos d4 días"},{"row":"Propiedad alquimista Estallará en un extraño despliegue de colores y sonidos en d12 días"},{"row":"Encanto de embellecimiento El titular se maquilla abundantemente el rostro con un exceso de colorete"},{"row":"Icono del Caballero de la Muerte Incrustado con un icono religioso desfigurado (MM, página 47.)"},{"row":"Djinni cansado Contiene un Djinni que se niega a conceder deseos y no le gusta que le pidan que cante (MM, página 144.)"},{"row":"El objeto de negociación del alma fue un regalo de Dispater a cambio del alma de un mortal cercano (DMG, página 64)."},{"row":"Mechanus forjado Sólo funciona si todas las criaturas que se encuentran en un radio de 20 pies del objeto están colocadas simétricamente (DMG, página 66.)"},{"row":"Imitación barata Una falsificación de mal gusto del verdadero negocio"},{"row":"Propiedad de pícaro Daga oculta en el interior que sale de un compartimento hundido al pulsar un botón disimulado"},{"row":"Encantamiento de momento dramático Altera el clima en un radio de 150 pies dependiendo del estado emocional del propietario, siempre que la emoción sea intensa. Tormentas de lluvia para la tristeza, vientos fuertes para la rabia, etc."},{"row":"Maldita Banshee Emite un grito desgarrador una vez al día al atardecer (MM, página 23.)"},{"row":"Propiedad de Kenku Se encontró rodeado de ramitas anidadas y objetos brillantes, componentes metálicos pulidos hasta que brillan (MM, página 194.)"},{"row":"Pieza de archivo desaparecida Pertenece a un museo y pagarán generosamente por recuperarla"},{"row":"ZombificadoFue destruido y reconstruido por un Nigromante en entrenamiento"},{"row":"Sprite forjado Una décima parte del tamaño de un equivalente mundano (MM, página 283.)"},{"row":"Baratija de esfinge La respuesta al enigma de una esfinge (MM, página 280.)"},{"row":"La delicia del jardinero Al usarlo, cientos de mariposas brotan de él durante d4 minutos"},{"row":"Sigilo de herradura de pesadilla Provoca que el propietario tenga pesadillas durante cualquier descanso largo en el que duerma (MM, página 235.)"},{"row":"Piernas de reloj Al escuchar una palabra de orden, el objeto despliega cuatro extremidades hasta ahora ocultas y puede moverse a una velocidad de 15 pies."},{"row":"Manos en llamas Cualquier criatura que entre en contacto directo con el objeto se prende fuego"}]},{"name":"Percance de desplazamiento","isShown":true,"page":140,"items":[{"row":"El hechizo se activa después de 1d12 horas. Si el lanzador era el objetivo previsto, el hechizo surte efecto normalmente. Si el lanzador no era el objetivo previsto, el hechizo se activa en la dirección general del objetivo previsto, hasta el alcance máximo del hechizo, si el objetivo se ha movido awa"},{"row":"El lanzador un efecto menor pero extraño relacionado con el hechizo. Estos efectos sólo duran el mismo tiempo que la duración del hechizo original o 1d10 minutos para los hechizos que ocurren instantáneamente. Por ejemplo, una bola de fuego puede hacer que salga humo de las orejas del lanzador durante 1d10 minutos."},{"row":"El efecto del hechizo es contrario al normal, pero ni perjudicial ni beneficioso. Por ejemplo, una bola de fuego puede producir una nube de frío inofensiva."},{"row":"El hechizo afecta a una ubicación aleatoria en algún lugar dentro del alcance del hechizo."},{"row":"Una oleada de energía mágica inflige al lanzador 1d6 de daño de fuerza por nivel del"},{"row":"El hechizo afecta al lanzador o a un aliado (determinado al azar) en lugar del objetivo previsto, o afecta a un objetivo aleatorio cercano si el lanzador era el objetivo previsto."}]},{"name":"Nombre de la taberna: Primero","isShown":true,"items":[{"row":"El dorado"},{"row":"Los rotos"},{"row":"El atrofiado"},{"row":"El largo"},{"row":"El borracho"},{"row":"El Perfumado"},{"row":"El tachonado"},{"row":"El Gigante"},{"row":"El Maestro"},{"row":"La soledad"},{"row":"El sangriento"},{"row":"El ceño fruncido"},{"row":"El rugido"},{"row":"El salto"},{"row":"Las miradas de soslayo"},{"row":"Los sacrificados"},{"row":"Los Aullidos"},{"row":"La carrera"},{"row":"El Retoño"},{"row":"La risa"},{"row":"El asombroso"},{"row":"El oro"},{"row":"La S"},{"row":"La S"},{"row":"La B"},{"row":"La B"}]},{"name":"Nombre de la taberna: Última","isShown":true,"items":[{},{"row":"Yunque"},{"row":"Flecha"},{"row":"Canguro"},{"row":"Warthog"},{"row":"Oso"},{"row":"Bronco"},{"row":"Semental"},{"row":"Pony"},{"row":"Águila"},{"row":"Montaña"},{"row":"Jester"},{"row":"Horda"},{"row":"Espíritu"},{"row":"Demonio"},{"row":"Cordero"},{"row":"Wolf"},{"row":"Ciervo"},{"row":"Rosa"},{"row":"Pegasus"},{"row":"Enano"},{"row":"Delfín"},{},{"row":"Concejal"},{"row":"Alcalde"},{"row":"Príncipe"},{"row":"Rey"},{"row":"Soldado"},{"row":"Araña"},{},{"row":"Satyr"},{"row":"Estrella"},{"row":"Rock"},{"row":"Martillo"},{"row":"Goblin"},{},{},{"row":"Goliath"}]},{"name":"Efectos de los golpes críticos","isShown":false,"items":[{"row":"El objetivo es empujado hacia atrás 5 pies."},{"row":"El objetivo es empujado hacia atrás 10 pies."},{"row":"El objetivo es empujado hacia atrás 15 pies."},{"row":"El objetivo cae en decúbito prono."},{"row":"El objetivo es empujado hacia atrás 1,5 metros y cae boca abajo."},{"row":"El objetivo es empujado hacia atrás 3 metros y cae boca abajo."},{"row":"El objetivo es empujado hacia atrás 15 pies y cae en decúbito prono."},{"row":"El objetivo deja caer lo que está sosteniendo."},{"row":"El objetivo deja caer lo que sostiene y los objetos no mágicos que deja caer se rompen."},{"row":"Un objeto al azar que lleva el objetivo (determinado por el DM) cae de la bolsa del cinturón, la mochila u otro equipo de transporte del objetivo."},{"row":"Un objeto no mágico al azar que lleve el objetivo (determinado por el DM) cae de la bolsa del cinturón, la mochila u otro equipo de transporte del objetivo y se rompe."},{"row":"La armadura o la armadura natural del objetivo está dañada y recibe una penalización de -1 a la CA. Esta penalización dura hasta que la armadura del objetivo sea reparada (en el caso de una armadura desgastada) o sea curada mágicamente (en el caso de una armadura natural)."},{"row":"Tu golpe de asombro hace que el objetivo quede cegado hasta el final de tu siguiente turno."},{"row":"Tu golpe de asombro hace que el objetivo quede ensordecido hasta el final de tu siguiente turno."},{"row":"Golpeas al objetivo con tanta fuerza que se asusta de ti hasta el final de tu siguiente turno."},{"row":"Tu golpe de asombro hace que el objetivo quede incapacitado hasta el final de tu siguiente turno."},{"row":"Tu golpe de asombro hace que el objetivo tenga náuseas y quede envenenado hasta el final de tu siguiente turno."},{"row":"Tu golpe de asombro hace que el objetivo quede aturdido hasta el final de tu siguiente turno."},{"row":"Tu ataque inspirador te permite conceder a un aliado que pueda verte un ataque contra cualquier objetivo como reacción."},{"row":"Tu ataque inspirador te permite conceder a un aliado que pueda verte a ti y al objetivo un ataque contra el objetivo como reacción."},{"row":"Tu ataque inspirador permite a cualquier aliado que esté al alcance del objetivo realizar un ataque cuerpo a cuerpo contra él como reacción."},{"row":"El objetivo tiene desventaja en las tiradas de salvación hasta el final de tu próximo turno."},{"row":"El objetivo tiene desventaja en las tiradas de ataque hasta el final de tu próximo turno."},{"row":"Tira todos los dados de daño del ataque tres veces y súmalos."},{"row":"Utiliza la cantidad de daño máxima de todos los dados en lugar de tirar para el daño de este ataque."},{"row":"El objetivo no puede realizar ataques de oportunidad hasta el final de su siguiente turno."},{"row":"El objetivo no puede realizar una acción en su siguiente turno."},{"row":"Usted c"},{"row":"Si tu ataque fue realizado con un hechizo o arma mágica, se libera una onda de choque de tu ataque. C"},{"row":"Si tu ataque se realizó con un hechizo o un arma mágica, se libera una enorme onda de choque de tu ataque. Las criaturas en un radio de 6 metros del objetivo (incluyendo al objetivo y a ti) deben tener éxito en una tirada de salvación de Fuerza DC 15 o caerán tendidos."},{"row":"Si tu ataque fue realizado con un hechizo o arma mágica, parte de la magia se desvía a tu favor. El objetivo queda encantado por ti hasta el final de tu siguiente turno."},{"row":"Si tu ataque fue realizado con un hechizo o arma mágica, parte de la magia se desvía a tu favor. La magia mantiene al objetivo en su sitio y queda inmovilizado hasta el final de tu siguiente turno."},{"row":"Si tu ataque fue realizado con un hechizo o arma mágica, parte de la magia se desvía a tu favor. Te vuelves invisible hasta el final de tu siguiente turno. Este efecto termina antes si realizas un ataque o lanzas un hechizo."}]},{"name":"Efectos de los fallos críticos","isShown":false,"items":[{"row":"Dejas caer tu arma o foco de conjuro y se clava en el suelo o en una pared. Debes utilizar una acción adicional para recuperarlo."},{"row":"Dejas caer tu arma o foco de hechizo y se queda atascado en el suelo o en una pared. Debes utilizar una acción para recuperarlo."},{"row":"Dejas caer tu arma o foco de conjuro y se queda clavado muy profundamente en el suelo o en una pared. Debes hacer un chequeo de Fuerza DC 15 con éxito como acción para recuperarlo."},{"row":"Dejas tus armas o tu foco de hechizo. Si no es mágico, el objeto se rompe."},{"row":"Un objeto no mágico al azar (determinado por el DM) cae de tu mochila o bolsa de cinturón."},{"row":"Un objeto mágico al azar (determinado por el DM) cae de tu mochila o bolsa de cinturón."},{"row":"Un objeto no mágico al azar (determinado por el DM) cae de tu mochila o bolsa de cinturón y se rompe."},{"row":"Un objeto mágico consumible al azar (determinado por el DM) cae de tu espalda o de la bolsa del cinturón y se rompe."},{"row":"Lanzas tu arma o tu foco de hechizo en una dirección aleatoria y cae a 5 pies de distancia."},{"row":"Lanzas tu arma o tu foco de hechizo en una dirección aleatoria y cae a 3 metros de distancia."},{"row":"Lanzas tu arma o tu foco de hechizo en una dirección aleatoria y cae a 15 pies de distancia."},{"row":"Lanzas tu arma o foco de conjuro en una dirección aleatoria, cae a 15 pies de distancia y se clava en el suelo o en una pared. Debes utilizar una acción de bonificación para recuperarlo."},{"row":"Lanzas tu arma o foco de hechizo en una dirección aleatoria, cae a 15 pies de distancia y se clava profundamente en el suelo o en una pared. Debes utilizar una acción para recuperarlo."},{"row":"Lanzas tu arma o foco de hechizo en una dirección aleatoria, cae a 15 pies de distancia y se clava muy profundamente en el suelo o en una pared. Debes hacer un chequeo de Fuerza DC 15 con éxito como acción para recuperarlo."},{"row":"Si puede hacerlo, su ataque golpea a su aliado más cercano al objetivo previsto."},{"row":"Si es capaz de hacerlo, tu ataque golpea a tu aliado más cercano."},{"row":"Tu ataque te golpea."},{"row":"Si puede hacerlo, su ataque golpea a su aliado más cercano al objetivo previsto. Este ataque cuenta como un golpe crítico contra el nuevo objetivo."},{"row":"Si es capaz de hacerlo, tu ataque golpea a tu aliado más cercano. Este ataque cuenta como un golpe crítico contra el nuevo objetivo."},{"row":"Tu ataque te golpea. Este ataque contra ti es un golpe crítico."},{"row":"El fallo crea una perturbación atmosférica (como nubes de polvo o de humo) justo delante de tu cara y te la llevas a los ojos. Estás cegado hasta el final de tu siguiente turno."},{"row":"El ataque fallido conecta sólidamente con un objeto frente a ti y hace un ruido muy fuerte. Estás ensordecido hasta el final de tu siguiente turno."},{"row":"Te maravilla lo poco que has fallado. Estás incapacitado hasta el final de tu próximo turno."},{"row":"En el proceso de ejecución de tu ataque te golpeas en el estómago con bastante fuerza. Estás envenenado hasta el final de tu próximo turno."},{"row":"En el proceso de ejecución de tu ataque tropiezas y caes boca abajo."},{"row":"En el proceso de ejecución de tu ataque, tropiezas y avanzas 1,5 metros y caes boca abajo."},{"row":"En el proceso de ejecución de tu ataque, tropiezas y avanzas 3 metros y caes boca abajo."},{"row":"En el proceso de ejecución de tu ataque, tropiezas y avanzas 15 pies y caes boca abajo."},{"row":"En el proceso de ejecución de tu ataque tropiezas y retrocedes 1,5 metros y caes boca abajo."},{"row":"En el proceso de ejecución de tu ataque, tropiezas y retrocedes 3 metros y caes boca abajo."},{"row":"En el proceso de ejecución de tu ataque, tropiezas y retrocedes 15 pies y caes boca abajo."},{"row":"En el proceso de ejecución de tu ataque, tropiezas y retrocedes 15 pies y caes boca abajo."},{"row":"En el proceso de ejecución de tu ataque, tropiezas y avanzas 1,5 metros y caes boca abajo y dejas caer tu arma en el espacio donde realizaste el ataque."},{"row":"En el proceso de ejecución de tu ataque tropiezas y avanzas 3 metros y caes boca abajo y dejas caer tu arma en el espacio donde realizaste el ataque."},{"row":"En el proceso de ejecución de tu ataque, tropiezas y avanzas 15 pies y caes boca abajo y dejas caer tu arma en el espacio donde realizaste el ataque."},{"row":"En el proceso de ejecución de tu ataque, tropiezas y retrocedes 1,5 metros y caes boca abajo y dejas caer tu arma en el espacio donde realizaste el ataque."},{"row":"En el proceso de ejecución de tu ataque, tropiezas y retrocedes 3 metros, caes boca abajo y dejas caer tu arma en el espacio donde realizaste el ataque."},{"row":"En el proceso de ejecución de tu ataque tropiezas y retrocedes 15 pies y caes boca abajo y dejas caer tu arma en el espacio donde realizaste el ataque."},{"row":"Al ejecutar su ataque se lanza con fuerza contra el suelo. Recibes 1d4 puntos de daño por apaleamiento y quedas tendido."},{"row":"En el proceso de ejecución de su ataque se lanza con mucha fuerza contra el suelo. Recibes 1d8 de daño por apaleamiento y quedas tendido."},{"row":"Al ejecutar su ataque se lanza con toda la fuerza posible contra el suelo. Recibes 1d12 puntos de daño por apaleamiento y quedas tendido."},{"row":"En el proceso de ejecución de tu ataque quedas atrapado en tus ropas y armadura y debes usar una acción para desenredarte."},{"row":"Su ataque es tan salvaje que tarda un momento en recuperarse. Tienes desventaja en tu próximo ataque realizado antes del final de tu siguiente turno."},{"row":"Su ataque es muy salvaje y necesita más de un momento para recuperarse. Tienes desventaja en todos los ataques que realices antes del final de tu siguiente turno."},{"row":"Astillas tu arma o tu foco arcano. Sufres una penalización de -1 a las tiradas de ataque hasta que lo repares."},{"row":"Su ataque es salvaje y permite a cualquier enemigo a distancia de cuerpo a cuerpo una apertura. Como reacción, los enemigos pueden realizar un ataque de oportunidad contra ti."},{"row":"Su ataque es muy salvaje y permite una apertura a cualquier enemigo en rango de cuerpo a cuerpo. Como reacción, los enemigos pueden realizar un ataque de oportunidad contra ti con ventaja."},{"row":"Si tu ataque se realiza con un arma mágica o un hechizo, tu fallo rasga un punto en el que la barrera entre planos es débil e invoca accidentalmente a un elemental menor enfadado (CR 1 o inferior). El turno de este demonio tiene lugar inmediatamente después del tuyo y es hostil hacia ti."},{"row":"Si tu ataque se realiza con un arma mágica o un hechizo, tu fallo rasga un punto en el que la barrera entre planos es débil e invoca accidentalmente a un demonio menor enfadado (CR 1 o inferior). El turno de este demonio tiene lugar inmediatamente después del tuyo y es hostil hacia ti."},{"row":"Si tu ataque se realiza con un arma mágica o un hechizo, tu fallo rasga un punto en el que la barrera entre planos es débil e invoca accidentalmente a un demonio menor enfadado (CR 1 o inferior). El turno de este demonio tiene lugar inmediatamente después del tuyo y es hostil hacia ti."}]}]}