{"data":[{"type":"sección","name":"Desde las profundidades de Cyan","entries":[{"type":"imagen","href":{"type":"interno","path":"adventure/AitFR-FCD/16_1476395139.webp"},"width":2484,"height":2096},"La búsqueda de un mago ávido de poder de un artefacto arcano y peligroso ha llegado por fin a su fin. Ha encontrado su premio. Y así comienzan nuevos problemas. Con su nuevo poder, este mago villano promete conjurar castillos para mercenarios de corazón frío y ejércitos díscolos que le juran lealtad. Estos son los primeros días de un plan para librar una guerra en la Costa de la Espada, y corresponde a los personajes luchar contra el mago que está detrás de él antes de que reúna un ejército en torno al artefacto que sacó de las profundidades del lago Highstar.","Esta breve aventura de Dungeons & Dragons® está escrita para cuatro o seis personajes de 10º nivel. Con este texto y los manuales básicos de D&D, tienes todo lo que necesitas para jugar. Puedes encontrar la Guía del Aventurero de la Costa de la Espada de utilidad adicional por su cobertura de los Altos Páramos de Faerûn, las frías y herbosas tierras altas donde se desarrolla esta aventura.",{"type":"entradas","name":"Fin de una serie","entries":["Esta aventura está escrita como el final de una serie de cinco partes. Si no has hecho uso de las aventuras anteriores de esta serie, verás que este escenario es el comienzo de algo más que el final. Al final de esta aventura, los personajes pueden estar en posesión de un artefacto potente y peligrosamente tentador. ¿Qué harán con él?","El villano de esta aventura -un mago llamado Tyreus, procedente de la vasta ciudad-mundo de Ravnica- fue el antagonista de anteriores aventuras de esta serie. Puedes descubrir más sobre su historia en esas aventuras. Si prefieres no detenerte en el pasado, o si quieres sustituir al nuestro por otro villano, puedes adaptar esta aventura para referirte a un enemigo tuyo ávido de poder. El atractivo y el poder de la Piedra de la Creación podrían atraer a cualquier número de villanos.","Esta aventura podría ser el final de esta serie, pero no tiene por qué ser el final del cuento. Lo que ocurra a continuación está en tus manos y en las de tus jugadores. Tanto si este es el final de Tyreus como si es el comienzo del control de los personajes sobre un poderoso artefacto, les esperan futuras aventuras (y consecuencias de esta serie)."]},{"type":"sección","name":"Sinopsis de la aventura","entries":["Esta aventura depende de las elecciones de los jugadores y de las tácticas de sus personajes. Mucho depende de las acciones que realicen los aventureros: ellos son la variable más crucial en esta ecuación.","Una vez que los aventureros se enteran de que un nefasto y malvado mago está convocando a mercenarios insensibles y malvados en los Altos Páramos con un plan para construir un ejército, su respuesta dicta el flujo de la aventura. Todo se desarrolla en una fortaleza conjurada en el Lago de la Estrella Alta, en el extremo norte de los Altos Páramos, cerca de la Costa de la Espada de Faerûn. Ese lugar es el corazón de esta breve aventura, pues allí es donde habita el villano. Cuando los aventureros llegan a la peculiar fortaleza, encuentran al mago haciendo tratos con los capitanes mercenarios. Son los primeros días de un gran plan para reclamar los Altos Moros y asediar las tierras circundantes. Si los aventureros quieren acabar con estos malvados planes ahora, deben enfrentarse a los elementales, a los mercenarios y al propio mago hambriento de poder. Y deben darse prisa.","¿Lanzarán los aventureros un asalto directo al castillo mágico o intentarán algo más sutil? ¿Buscarán matar al mago o simplemente robarle su poderoso artefacto? ¿Qué destino le espera a la Piedra de la Creación, y quién, si es que alguien, termina con ella?","Que esta aventura se sienta como un enfrentamiento final culminante con Tyreus o como el comienzo de un nuevo desafío (o ambas cosas) depende en gran medida de las aventuras que los jugadores y sus personajes hayan emprendido antes de ésta. El resultado de esta corta serie de aventuras, y el destino de Tiro, está en sus manos."]},{"type":"sección","name":"Ganchos de aventura","entries":["Los aventureros pueden involucrarse en este escenario de varias maneras, ya sea continuando con los escenarios anteriores o entrando en la lucha con este.",{"type":"entradas","name":"El momento de la huelga","entries":["Los aventureros que ya estén inmersos en esta serie de aventuras pueden tener a estas alturas motivos de sobra para enfrentarse a Tyreus. Pueden localizarlo buscando en los Altos Páramos o siguiendo pistas en Secomber, como se describe en \"La atracción del poder\". Dependiendo de los aliados que los aventureros hayan hecho en aventuras anteriores, cualquier número de PNJs podría buscar a los personajes para hacerles saber sobre un misterioso nuevo castillo en la orilla del Lago de la Estrella Alta y el mago de capa azul que algunos llaman el Mago de Cobalto.","De lo contrario, al pasar por Secomber, los aventureros podrían encontrarse con mercenarios que se dirigen a Highstar Lake. Los mercenarios publican billetes en busca de armas de espada para defender el Castillo del Mago de Cobalto, del que dicen que puede hacer crecer castillos desde el suelo. Tyreus no teme atraer a los aventureros hacia él: quiere enfrentarse a ellos, derrotarlos y seguir adelante con sus planes para la Costa de la Espada."]},{"type":"entradas","name":"La atracción del poder","entries":["La atracción del poder"]},{"type":"I","name":"Cuándo actuar","entries":["No dejes que las cosas se estanquen en la fortaleza. Si los aventureros dan a Tiro y a los mercenarios tiempo para reunir fuerzas antes de intervenir, esa decisión tiene consecuencias. El número de mercenarios en la fortaleza crece con el tiempo. Los líderes mercenarios (e incluso los elementales) se marchan, dejando atrás a enemigos más numerosos pero menos potentes para servir a Tyreus. Y es probable que los líderes que se marchan lleven consigo una piedra angular, lo que podría cambiar las decisiones que tomen los aventureros si llegan a poseer la Piedra de la Creación."]}]}]},{"type":"sección","name":"La fortaleza del mago de cobalto","entries":["La aventura comienza cuando los aventureros se acercan lo suficiente a la fortaleza de Tyreus para explorar la zona. La proximidad exacta depende de los hechizos y otros poderes de que dispongan. La fortaleza es fácil de ver, ya que está situada justo en la orilla de la región suroeste del lago Highstar. La fortaleza también cuenta con excelentes líneas de visión del campo circundante, con al menos media milla de humedales abiertos y praderas en todas las direcciones que ofrecen una cobertura mínima a las criaturas que se acercan.",{"type":"imagen","href":{"type":"interno","path":"adventure/AitFR-FCD/16_1476395147.webp"},"width":1942,"height":1573,"mapRegions":[{"points":[[519,133],[519,387],[616,387],[616,133]]},{"points":[[210,541],[210,646],[303,646],[303,541]]},{"points":[[519,652],[519,749],[617,749],[617,652]]},{"points":[[827,542],[827,646],[929,646],[929,542]]},{"points":[[1211,261],[1211,333],[1275,333],[1275,261]]},{"points":[[1399,137],[1399,288],[1499,288],[1499,137]]},{"points":[[1402,291],[1402,387],[1497,387],[1497,291]]},{"points":[[1612,265],[1612,328],[1683,328],[1683,265]]},{"points":[[1087,546],[1087,650],[1187,650],[1187,546]]},{"points":[[1401,657],[1401,748],[1500,748],[1500,657]]},{"points":[[1708,546],[1708,647],[1809,647],[1809,546]]},{"points":[[1113,418],[1113,484],[1150,484],[1150,418]]},{"points":[[1748,420],[1748,480],[1777,480],[1777,420]]},{"points":[[1516,863],[1516,1119],[1619,1119],[1619,863]]},{"points":[[955,1377],[955,1478],[1059,1478],[1059,1377]]},{"points":[[648,1272],[648,1380],[745,1380],[745,1272]]},{"points":[[762,976],[762,1066],[847,1066],[847,976]]},{"points":[[958,861],[958,1012],[1058,1012],[1058,861]]},{"points":[[958,1016],[958,1116],[1058,1116],[1058,1016]]},{"points":[[1161,972],[1161,1065],[1256,1065],[1256,972]]},{"points":[[679,1147],[679,1212],[714,1212],[714,1147]]},{"points":[[1302,1143],[1302,1212],[1340,1212],[1340,1143]]},{"points":[[1269,1272],[1269,1377],[1368,1377],[1368,1272]]}],"hrefThumbnail":{"type":"interno","path":"adventure/AitFR-FCD/thumbnail/16_1476395147.webp"}},{"type":"entradas","name":"Fuerzas reunidas","entries":["En estos primeros días de formación de facciones y construcción de ejércitos, las defensas de Tiro son peligrosas pero están llenas de agujeros. La fortaleza cuenta con docenas de sirvientes invisibles, conjurados cuando la fortaleza era. Hacen una pobre d [...]  [...]",{"type":"entradas","name":"Elementales","entries":["Tyreus ha utilizado una serie de recursos mágicos que poseía para formar tenues vínculos con algunos elementales de la región. Les encomendó la tarea de rastrear la orilla del lago en busca de la Piedra de la Creación. Cuando la encontró, justo a la orilla del lago entre montones de piedras sueltas, Tyreus utilizó un hechizo de {@spell telekinesis} y la ayuda de los elementales para llevar la Piedra a la bóveda del sótano de su torreón (área 8).","Un puñado de elementales malhumorados sigue vagando por la zona. No son leales a Tyreus ni a los mercenarios, pero agradecen las oportunidades de luchar contra los enemigos de Tyreus, hasta que se aburren de él o encuentran mejores aliados. Entonces podrían volverse contra él y sus mercenarios. A menudo es difícil predecir los caprichos de los elementales.","Dos {@criaturas elementales de aire||elementales de aire}, dos {@criaturas elementales de agua||elementales de agua}, y una {@criatura elemental de tierra} vagan por las aguas de la orilla del lago, los bordes pedregosos, y los cielos cerca del fuerte"]},{"type":"entradas","name":"Mercenarios","entries":["Los mercenarios del lugar han venido a ver cómo hacer un cliente de Tiro. Los ha convocado para poder sobornar a cada ejército de mercenarios con una piedra angular de la creación. Tiro ha prometido a cada líder mercenario una fortaleza a cambio de sus servicios para pacificar a los Altos Moros y poner a Secomber bajo su control. Ninguno de los capitanes mercenarios ha aceptado todavía, pero ambos lo harán si se les da tiempo. Ninguno de los mercenarios confía en Tyreus, pero creen que se le puede aguantar el tiempo suficiente para acumular riqueza y luego, posiblemente, ser usurpado o derrotado en unos años.","De día, los mercenarios se entrenan en el estrecho patio de la fortaleza o en los campos circundantes. Por la noche, beben y cuentan historias, y de vez en cuando se reúnen y se mezclan con sus homólogos. La mayoría de ellos están ansiosos por conseguir su piedra angular y marcharse, pero Tiro está alargando su visita hasta que lleguen los refuerzos de los mercenarios para servir y defender a Tiro.","Cada uno de los cuadros visitantes y villanos está formado por cinco {@criatura enviada mercenaria|AitFR-FCD|enviados mercenarios} (véase el apéndice A) y un líder que, en conjunto, representan un grupo mayor de soldados de fortuna. Los grupos más grandes a los que representan estos enviados están esperando en otros lugares de los Reinos a que sus enviados regresen con piedras clave propias.",{"type":"entradas","name":"El estandarte de las cuchillas","entries":["Fundada y liderada por Audra Drakesblade (hembra semielfa, malvada legal, {@criatura gladiadora}) hace apenas diez años, los mercenarios del Estandarte de las Espadas tienen una reputación creciente en la Costa de la Espada. Algunos los ven como alborotadores, otros como buscadores de problemas, pero es innegable su eficacia. Supuestamente entrenados y probados en batallas por las tierras del sur, los rumores afirman que son un ejército invasor disfrazado. En realidad, el Estandarte de las Cuchillas ha atraído a parias, supervivientes y otros restos de ejércitos rotos: soldados que ansían la diligencia regimentada y el liderazgo capaz que proporciona Audra. Los soldados del Estandarte no se ven a sí mismos como un único ejército de trescientos mercenarios, sino como escuadrones de cinco y diez personas con refuerzos en todos los Reinos. Simplemente, todos luchan bajo el mismo emblema: un estandarte verde decorado con espadas dispuestas en formación de diamante."]},{"type":"entradas","name":"Los Leones de Hierro","entries":["Durante décadas, los Leones de Hierro se han considerado una amenaza secreta. La mayoría de los combatientes de la Costa de la Espada nunca han oído hablar de ellos, y a los Leones les gusta que sea así -toda la guerra se basa en el engaño-, lo que permite a los Leones presumir, alardear y mentir a partes iguales sobre las batallas que han ganado o a las que han sobrevivido. En la actualidad, los Leones de Hierro están formados por un centenar de experimentados soldados en busca de fortuna. Su ejército improvisado es el más pequeño que ha existido nunca; son tiempos de vacas flacas. Su actual comandante, Gollis \"Leonid\" Stamper (humano masculino, malvado neutral, {@criatura gladiadora}), es el nieto del fundador de la compañía, Goran, pero no heredó su papel. Gollis se hizo con el liderazgo de los Leones hace dos años al engatusar a su comandante en un duelo y matarlo. El emblema de los Leones de Hierro es una simple cabeza de león gris hierro sobre una bandera roja."]}]},{"type":"inserto","name":"Mercenarios con caras conocidas","entries":["Si tu campaña utilizó la primera aventura de esta serie, \"En llamas escarlatas\", estos mercenarios presentan una oportunidad para involucrar a algunos PNJs conocidos. Suponiendo que hayan sobrevivido a las aventuras anteriores y sigan en el negocio de los mercenarios, Lothar Stoutsmark (humano masculino, caótico neutral, capitán de bandidos) y sus secuaces -Gordo, Vic y Rora (todos ellos espías)- también pueden estar presentes en la fortaleza de Tyreus. Acampan en el patio de la orilla del lago. Su historia con los aventureros puede crear nuevas oportunidades o desafíos para todos los involucrados."]}]},{"type":"entradas","name":"Características de la fortaleza","entries":["Cada parte de la fortaleza imita algún aspecto de otro castillo, torreón o fortaleza visto por Tiro a lo largo de los años. El resultado es una extraña mezcla de estilos arquitectónicos, desde la funcionalidad mundana de la torre de guardia central hasta los extravagantes arcos de las murallas del norte y del sur. Estos muros ofrecen poca protección contra cualquier tipo de ataque militar o asedio. Su propósito es imitar las paredes decorativas de un gran edificio escolástico que Tyreus admiraba en Rávnica.","A Tyreus no le importa que gran parte de la estructura sirva de poco como fortaleza. Su función es intrigar y atraer, y no tiene por qué durar mucho. Espera revisar o disipar la fortaleza de todos modos y conjurar otra fortaleza cuando le apetezca.",{"type":"entradas","entries":[{"type":"entradas","entries":[{"type":"entradas","name":"entradas","entries":["En las torres, las habitaciones tienen 9 pies de altura con techos planos de piedra. En su propio torreón, Tiro conjuró techos de 3 metros con vigas de madera decorativas de las que podía colgar linternas y otros detalles que imaginaba."]},{"type":"entradas","name":"Puertas","entries":["La mayoría de las puertas aquí son de madera conjurada con bisagras y accesorios de hierro. Cada puerta tiene 2 metros de altura y es redondeada en la parte superior."]},{"type":"entradas","name":"Luz","entries":["Gran parte de la fortaleza permite una amplia iluminación natural durante el día, a pesar de los riesgos de seguridad. Los sirvientes encienden antorchas y velas conjuradas por toda la fortaleza al anochecer, manteniendo todo bien iluminado. Los huéspedes pueden apagar las luces durante la noche si lo consideran oportuno."]},{"type":"entradas","name":"Sonido","entries":["La mayoría de las zonas tienen suelos de piedra sin alfombras ni juncos para suavizarlos. A Tiro no se le ocurrió incluir esos detalles fuera de su propia torre. Cada piso de cada torre cuenta con una simple campana colgada de la pared en algún lugar, que permite convocar a los sirvientes del lugar, o dar la alarma."]}]}]}]},{"type":"sección","name":"Ubicaciones en la Fortaleza","entries":["Aquí se describe cada zona clave de la fortaleza, a menudo con diferentes pisos agrupados por la torre u otra estructura de la que forman parte.",{"type":"entradas","name":"1. Puerta de la orilla del lago","entries":[{"type":"insetReadaloud","entries":["Es una impresionante puerta de madera con adornos de hierro. La propia puerta tiene grabados profundos con representaciones de un extenso castillo bajo un cielo estrellado y un meteoro ardiente que se precipita desde arriba. El castillo está repleto de soldados con armadura, y en lo alto de su torre más alta se encuentra una figura humana masculina con una larga capa, dando la bienvenida o invocando al meteoro."]},"La puerta suele estar enrejada por dentro. El patio dentro de la muralla es un pequeño parche de hierba y una amplia extensión de playa de guijarros que bordea la fría orilla del lago Highstar. La fortaleza hace poco para interrumpir los vientos y el frío que vienen del lago. El propósito principal de este patio es proporcionar una pequeña parcela de terreno donde los suplicantes pueden acampar y hacer peticiones a Tiro, o prometerle lealtad.","Las aguas aquí esconden o escondieron alguna vez la Piedra de la Creación."]},{"type":"entradas","name":"2. Torre de vigilancia central","entries":[{"type":"insetReadaloud","entries":["Esta torre sencilla y sobria se siente nueva y, de alguna manera, rutinaria. Parece robusta pero sosa, construida sin adornos ni decoraciones. Sirve para algo, pero no tiene nada que decir."]},"Tyreus apenas pensó en esta torre cuando conjuró la fortaleza. La imaginó como un lugar para que los guardias semirreales vigilaran la puerta de la orilla del lago en una vigilia interminable, y eso es todo lo que es.",{"type":"entradas","entries":[{"type":"entradas","name":"Planta baja","entries":["Aparte de las escaleras que conducen al resto de esta torre, esta cámara sólo contiene un barril para recoger el agua de lluvia. No tiene asas de flechas ni otras aberturas para mirar al exterior de la fortaleza."]},{"type":"entradas","name":"Segundo piso","entries":["Esta cámara desnuda y sobria mira al mundo a través de los estrechos bucles de las flechas."]},{"type":"entradas","name":"Tercer piso","entries":["Las ventanas más altas de esta zona permiten ver el mundo exterior. Las puertas se abren también a las almenas de las murallas de la fortaleza."]},{"type":"entradas","name":"Techo","entries":["Este nivel es poco más que el techo de piedra del nivel inferior, rodeado por un muro almenado para proporcionar una fácil cobertura a los guardias que vigilan la puerta de la orilla del lago o el campo circundante."]}]}]},{"type":"entradas","name":"3. Torre de la Guardia Sur","entries":[{"type":"insetReadaloud","entries":["Otra torre básica de sólida construcción. Huele a mortero fresco, a agua del lago y a los olores corporales y las cenas hervidas de los mercenarios acampados aquí."]},"Los mercenarios de la bandera del León de Hierro han hecho de esta torre su campamento. Se han acomodado, pero no muestran mucho respeto por el lugar.",{"type":"entradas","entries":[{"type":"entradas","name":"Planta baja","entries":["Accesible principalmente por las escaleras del segundo piso, este espacio está destinado a servir de refugio a los huéspedes o de almacén para sus provisiones y equipos. Una puerta, cerrada sólo desde el interior, conduce a la orilla del lago."]},{"type":"entradas","name":"Segundo piso","entries":["Las escaleras suben desde el patio de la orilla del lago, abrazan la pared interior y desembocan aquí, en la segunda planta, convertida en zona de recreo para los mercenarios."]},{"type":"entradas","name":"Tercer piso","entries":["Este f"]},{"type":"Este f","name":"Este f","entries":["Esta planta sirve ahora como cuartel personal y puesto de mando del líder mercenario, Gollis (humano masculino, malvado neutral, {@criatura gladiadora}). H"]}]}]},{"type":"entradas","name":"4. Torre de la Guardia del Norte","entries":[{"type":"insetReadaloud","entries":["Otra torre básica de sólida construcción. Aparte del olor a mortero fresco, el aire sabe a ramas de canela."]},"Los mercenarios de Audra, bajo su Bandera de Espadas, residen aquí por ahora. Llevan una existencia ordenada y regimentada aquí, utilizando ramas de canela e incienso para añadir comodidad sin disminuir su orden militar.",{"type":"entradas","entries":[{"type":"entradas","name":"Planta baja","entries":["Accesible principalmente por las escaleras del segundo piso, este espacio está destinado a servir de refugio a los huéspedes o de almacén para sus provisiones y equipos. Los mercenarios de Audra duermen aquí. Una puerta, cerrada sólo por dentro, conduce a la orilla del lago."]},{"type":"entradas","name":"Sección","entries":["St"]},{"type":"entradas","name":"Tercer piso","entries":["Audra (hembra semielfa, malvada de derecho, {@criatura gladiadora}) reclamó este piso para sí misma. Duerme y lee aquí, pero se reúne con su gente abajo. Esta cámara es bastante cómoda, con montones de pieles a modo de cama y media docena de libros de historia apilados junto a una profunda silla de cuero, donde estudia y planifica. Desde esta planta se accede a los pasillos que conducen a la torre de guardia central y al arco norte."]},{"type":"entradas","name":"Techo","entries":["Este techo almenado está desnudo pero ofrece una gran vista de las tierras altas circundantes y de las crujientes olas del lago Highstar."]}]}]},{"type":"entradas","name":"5. Pasarelas arqueadas","entries":[{"type":"insetReadaloud","entries":["Los vientos fuertes silban en esta zona. El reluciente lago refluye por debajo."]},"Aquí arriba, los vientos suelen ser lo suficientemente potentes como para imponer desventajas a los ataques a distancia. Los bajos muros de protección a cada lado de la pasarela sólo tienen un metro de altura, lo que ofrece poca protección a los viajeros de este camino. (Tyreus quiere que la gente se sienta precaria en su camino para visitarlo)."]},{"type":"entradas","name":"entradas","entries":[{"type":"insetReadaloud","entries":["Este curioso elemento arquitectónico parece haberse dejado sin vigilancia. Gran parte del suelo está formado por una rejilla de hierro, a través de la cual se pueden ver las olas del lago decenas de metros más abajo."]},"Esta torreta colgante, al igual que su homóloga, está pensada para parecer una floritura arquitectónica, pero también forma parte de las defensas de Tiro contra la intrusión de criaturas a pie.",{"type":"entradas","entries":[{"type":"entradas","name":"Planta baja","entries":["Esta torre no tiene planta baja. Forma parte del muro norte arqueado de la fortaleza, conjurado por Tiro, y suspendido sobre el lago. La parte inferior de esta torre está a unos 6 metros por encima del agua."]},{"type":"entradas","name":"Segundo piso","entries":["Esta cámara vacía está abierta al lago de abajo."]},{"type":"entradas","name":"Tercer piso","entries":["Esta zona es un mirador y un puesto de control, diseñado por Tyreus para dañar a los intrusos y alertarle de las amenazas que se acercan. No tiene techo y está abierta al aire, lo que permite a los elementales del aire alcanzarla con facilidad. El suelo de esta zona incluye una amplia rejilla metálica que puede abrirse para crear un pozo que desemboque en el lago de abajo; el interruptor está junto a la puerta en el lado del torreón de la sala.","La puerta oriental del tercer piso está atrapada con un glifo de runas explosivas de warding y un glifo vinculado conectado a un glifo de alarma (DC 18 para detectar ambos); el glifo de efecto para la alarma está en el santuario de Tyreus (área 10). Los glifos responden a cualquier criatura que no diga la contraseña \"vidente\" antes de atravesar la puerta. Si {@criatura Tyreus, Ilusionista|AitFR-FCD|Tyreus} es alertado de un intruso, se prepara para el combate como se describe en su entrada en el apéndice A. Para más información sobre {@spell linked glyphs|AitFR-AVT}, véase el apéndice B."]}]}]},{"type":"imagen","href":{"type":"interno","path":"adventure/AitFR-FCD/16_1476395159.webp"},"width":2484,"height":2104},{"type":"entradas","name":"7. Torreta Sur","entries":[{"type":"insetReadaloud","entries":["La inusual torreta aparece vacía. Gran parte del suelo es poco más que una rejilla de hierro, con las olas del lago que se desplaza decenas de metros por debajo."]},"Esta torreta colgante, al igual que su homóloga, está pensada para parecer una floritura arquitectónica, pero también forma parte de las defensas de Tiro contra la intrusión de criaturas a pie.",{"type":"entradas","entries":[{"type":"entradas","name":"Planta baja","entries":["Esta torre no tiene planta baja. Forma parte del muro norte arqueado de la fortaleza, conjurado por Tiro y suspendido sobre el lago. La parte inferior de esta torre está a unos 6 metros por encima del agua."]},{"type":"entradas","name":"Segundo piso","entries":["Esta cámara vacía está abierta al lago de abajo."]},{"type":"entradas","name":"Tercer piso","entries":["Esta zona es un mirador y un puesto de control, diseñado por Tyreus para dañar a los intrusos y alertarle de las amenazas que se acercan. No tiene techo y está abierta al aire, lo que permite a los elementales del aire alcanzarla con facilidad. El suelo de esta zona incluye una amplia rejilla metálica que puede abrirse para crear un pozo que desemboque en el lago de abajo; el interruptor está junto a la puerta en el lado del torreón de la sala.","La puerta oriental del tercer piso está atrapada con un glifo de runas explosivas de warding y un glifo vinculado conectado a un glifo de alarma (DC 18 para detectar ambos); el glifo de efecto para la alarma está en el santuario de Tyreus (área 10). Los glifos responden a cualquier criatura que no diga la contraseña \"vidente\" antes de atravesar la puerta. Si {@criatura Tyreus, Ilusionista|AitFR-FCD|Tyreus} es alertado de un intruso, se prepara para el combate como se describe en su entrada en el apéndice A. Para más información sobre {@spell linked glyphs|AitFR-AVT}, véase el apéndice B."]}]}]},{"type":"entradas","name":"8. Bóveda de la bodega","entries":[{"type":"insetReadaloud","entries":["Esta cámara arqueada de piedra se parece menos a una bodega y más a una bóveda, con barriles llenos de monedas y objetos preciosos de oro y plata apilados descuidadamente en un rincón. Encima de la pila hay un gran cuadro con un paisaje del lago."]},"Las puertas dobles del muro oriental están bloqueadas por la piedra del muro exterior, que Tiro puede remodelar utilizando la piedra clave u otros medios mágicos cuando lo desee. La intención de Tiro es que esta sala sirva de almacén para los tesoros y suministros que se recogen de los que le rinden tributo. Aparte de una mesa y una balanza para pesar los tesoros, la habitación contiene tesoros y trampas.","La piedra angular de esta fortaleza está encajada en el techo arqueado aquí, a 3 metros del suelo.",{"type":"entradas","entries":[{"type":"entradas","name":"Trampas","entries":["Hay dos glifos mágicos ocultos en el suelo en el centro de esta sala (DC 18 para detectar ambos) y con llave para activarse si alguien que no sea Tyreus o los sirvientes místicos de la fortaleza toca el área de 3 metros en el centro de la sala. El primero es un glifo de alarma de un hechizo de glifo vinculado; su glifo de efecto se encuentra en el santuario de Tyreus. El segundo glifo es un glifo de hechizo que lanza {@spell wall of force} para crear una cúpula sobre los intrusos, teóricamente atrapando a los intrusos y ganando tiempo para que lleguen Tyreus o sus secuaces. La cúpula del muro de fuerza cubre un círculo con un radio de 3 metros desde el centro de la habitación."]},{"type":"entradas","name":"Tesoro","entries":["En un par de barriles se guardan las monedas que Tyreus ha saqueado a lo largo de los años, ahora destinadas a los mercenarios actuales y futuros. Un barril contiene 7.090 gp en monedas variadas, el otro contiene 7.120 gp en monedas. Objetos de arte variados (por valor de 3.200 gp) se encuentran amontonados en la esquina noroeste, coronados por un cuadro de paisaje del lago Highstar pintado hace años por Saraque Skyhill (por valor de 800 gp).","La {@item Piedra de la Creación|AitFR-AVT} ha sido recuperada por Tyreus y está aquí, colocada sobre un brasero de bronce limpio en un extremo de la sala, cerca de las puertas."]}]}]},{"type":"entradas","name":"9. Residencia del Mago","entries":[{"type":"insetReadaloud","entries":["Esta lujosa habitación está suavizada por cortinas de terciopelo y coloridos adornos en las paredes, incluyendo lo que parece ser una pancarta cosida con una letra T dorada. Encima de la chimenea hay un retrato que muestra a un ser humano de color blanco, con una barba blanca exquisitamente recortada y un abrigo azul cobalto. Lleva una corona de plata."]},"Tyreus mantiene una residencia ordenada pero lujosa, con exuberantes tapices, suaves alfombras, cortinas de terciopelo y una gran cama redonda, todo convocado como parte de la fortaleza. El retrato sobre la chimenea es del propio Tyreus. Le representa tal y como desea ser dentro de diez o veinte años. No hay nada de valor real aquí, aparte de un libro de historia arcana que robó de la biblioteca de otro mago."]},{"type":"entradas","name":"10. Sanctum","entries":[{"type":"insetReadaloud","entries":["Grandes mesas de madera con patas de metal dominan la sala. Cada una de ellas cuenta con complejas colecciones de instrumentos de cristal y equipos de laboratorio plateados, para estudiar cosas arcanas, tal vez, pero la sala está reluciente y no huele."]},"Esta sala está pensada como santuario y laboratorio, pero Tiro apenas le ha dado uso. Las balanzas, los objetos de vidrio graduado y otros equipos de laboratorio son prístinos: todo se ha conjurado como parte de la fortaleza.",{"type":"entradas","entries":[{"type":"entradas","name":"Tesoro","entries":["Una {@ficha de creación|AitFR-AVT} se encuentra aquí en un plato de madera bajo una tapa de cristal."]}]}]},{"type":"entradas","name":"11. Estudiar","entries":[{"type":"insetReadaloud","entries":["Las paredes están cubiertas por enormes estanterías de madera dura, repletas de tomos con lomos coloridos e inmaculados. Entre ellas hay capas de alfombras suaves, rematadas con un sillón de lectura de cuero y una amplia mesa cuadrada repleta de libros. A pesar de todo esto, la habitación no huele."]},"Todos los libros de las estanterías están en blanco, conjurados por Tyreus cuando imaginó este lugar.",{"type":"entradas","entries":[{"type":"entradas","name":"Tesoro","entries":["Los libros apilados en el suelo y esparcidos por la mesa eran todos saqueados de las colecciones de otros magos. Incluyen especulaciones sobre los orígenes y la ubicación de la {@item Piedra de la Creación|AitFR-AVT} así como las combinaciones de sigilos para varios círculos de teletransporte (en lugares a elección del DM). Uno de ellos es un {@item libro de hechizos|phb} que contiene los hechizos {@hechizo teletransporte}, {@hechizo círculo de teletransporte}, {@hechizo forma de piedra}, {@hechizo piel de piedra}, y {@hechizo muro de piedra}. Los textos históricos y arcanos valen un total de 2.250 gp para los coleccionistas adecuados."]}]}]},{"type":"entradas","name":"12. Sala de reuniones","entries":[{"type":"insetReadaloud","entries":["Una larga mesa de comedor domina la sala, enmarcada por una enorme chimenea en un extremo. Sobre la chimenea, la cabeza taxidermizada de un dragón azul está congelada en medio de la niebla; sus ojos parecen ser diamantes. La mesa oscura está decorada con un camino azul cobalto, y un aparador brilla con copas doradas sobre una bandeja dorada, junto a una jarra de vino rojo oscuro. La mesa está compuesta por seis sillas bajas y una única silla de respaldo alto en la cabecera, cerca de la chimenea."]},"Aquí Tiro se reúne con los comandantes mercenarios y con cualquier otro visitante que se digne a entretener o impresionar. En la larga mesa se sientan tres personas a cada lado; la silla de respaldo alto en la cabecera es para Tiro. La cabeza de dragón, las copas, la bandeja, el vino, todo forma parte de la fortaleza conjurada y no tiene ningún valor real."]},{"type":"entradas","name":"13. Observatorio","entries":[{"type":"insetReadaloud","entries":["Este lugar está casi vacío, salvo por un brillante telescopio y un pequeño cofre de hierro cerca de una amplia ventana abierta que mira al oeste sobre el lago. En el centro de la sala hay un pesado trono de piedra de pizarra negra jaspeada con oro y platino. En el suelo hay tallado un círculo de sigilos. La luz natural se filtra por las altas ventanas y los conductos de aire del techo. El techo es de piedra abovedada y vigas de madera."]},"Ni siquiera Tyreus está seguro de para qué sirve esta habitación, aparte de para añadir altura a la torre del homenaje y mirar las estrellas de Faerûn. El círculo de sigilos es un lugar para que Tyreus lance {@spell teleport}ation circle y otros hechizos, pero no es una característica mágica activa o permanente.","El trono sirve tranquilamente para dos propósitos: primero, engrandecer a Tiro, y segundo, hacer creer a los visitantes que ha dominado la Piedra de la Creación y la ha hecho suya. El trono, por supuesto, no es mágico en absoluto: es otra parte conjurada del castillo de fantasía de Tyreus.","Si puede, Tyreus intenta intimidar (o incluso combatir) a los intrusos aquí.",{"type":"entradas","entries":[{"type":"entradas","name":"Tesoro","entries":["El telescopio vale 250 gp. El cofre de hierro está abierto y contiene una jarra de cristal de coñac de Waterdeep y un vaso de cristal. El coñac y el cofre son auténticos; todo lo que hay de cristal en el cofre es parte de la fortaleza."]}]}]}]}]},{"type":"sección","name":"Apéndice A: Monstruos y NPCs","entries":["Estas estadísticas describen algunos de los PNJs clave que aparecen en esta aventura.",{"type":"lista","columns":2,"items":["{@creature Mercenary Envoy|AitFR-FCD}","{@creatura Tyreus, Ilusionista|AitFR-FCD}"]}]},{"type":"sección","name":"Ap","entries":["Los efectos de estos hechizos de mago aparecen en esta aventura. El hechizo Fortaleza poderosa apareció originalmente en La guía de todo de Xanathar.",{"type":"lista","columns":2,"items":["{@spell Linked Glyphs|AitFR-AVT}","{@spell Mighty Fortress|XGE}"]}]},{"type":"sección","name":"Apéndice C: Artefactos","entries":["Este apéndice detalla tres tipos de artefactos que aparecen a lo largo de esta aventura.",{"type":"lista","columns":3,"items":["{@item Piedra de la Creación|AitFR-AVT}","{@item Chip de creación|AitFR-AVT}","{@item Piedra angular de la creación|AitFR-AVT}"]}]}]}