{"data":[{"type":"sección","name":"La página oculta","entries":[{"type":"imagen","href":{"type":"i","path":"en"},"width":2484,"height":2181},"Hace décadas, un mago llamado Sylvene llegó a la Costa de la Espada desde otro plano de existencia llamado Ravnica. Mientras exploraba Waterdeep y las tierras cercanas, conoció y se enamoró del padre de su hijo. Construyó un refugio para ellos en un pequeño demiplano de su propia creación, pero finalmente regresó a su casa en Rávnica con su hijo y nunca volvió.","Ahora, su nieto busca recuperar las reliquias de su poder explorando la historia de Sylvene en los Reinos, y no le importa a quién perjudica en el camino. Las consecuencias de su descuidado saqueo ya se extienden a otros.","Esta aventura de Dungeons & Dragons® está escrita para cuatro a seis personajes de 8º nivel. Con este texto y los manuales básicos de D&D, tienes todo lo que necesitas para",{"type":"sección","name":"A","entries":["Esta aventura comienza cuando los personajes descubren una puerta secreta y superan las trampas que hay más allá de ella. El tesoro que hay dentro les lleva a una extraña isla demiplana en la segunda parte. En el centro de esa isla se encuentra el refugio de un mago desaparecido, descrito en la Parte 3. El destino del demiplano y de sus actuales habitantes depende, en última instancia, de la","Por último, la cuarta parte de este texto insinúa la próxima aventura para ayudarte a presagiarla y prepararla."]},{"type":"sección","name":"Parte de una serie","entries":["Esta aventura es la segunda de una serie de cinco partes. Tanto si la juegas como parte de nuestra serie de aventuras como si la incluyes en otra campaña, lee la \"Parte 4: ¿Qué sigue?\" para hacerte una idea de a dónde conducen algunos de estos hilos, y cómo puedes cambiarlos para adaptarlos a tu campamento","Esta aventura presagia un villano recurrente llamado Tyreus. En futuras aventuras se podrá descubrir más sobre sus planes y métodos. Si prefieres no esperar, o si quieres sustituir al nuestro por otro villano, puedes adaptar esta aventura a","Combinando la inmediatez de las decisiones de los jugadores con las misteriosas historias y ambiciones de los principales PNJ, este escenario explora cuestiones de perspectiva, comodidad y arrepentimiento. Las futuras aventuras de esta serie se amplían para explorar el pasado y las consecuencias de las elecciones de los jugadores en el camino","El final de esta aventura es un buen hito para subir de nivel. La siguiente aventura de la serie está pensada para personajes de 9º nivel."]},{"type":"sección","name":"Antecedentes","entries":["Un mago solitario está trabajando en la ejecución de su plan villano cerca de la Costa de la Espada. Es un intruso de otro plano. Está aquí en busca de leyendas y conocimientos, siguiendo los pasos de sus antepasados que llegaron aquí hace mucho tiempo. Se llama Tyreus, aunque pocos aquí lo conocen por su nombre.","Al saquear el pasado, Tyreus espera reunir suficiente poder arcano para crear un futuro poderoso e importante para sí mismo. En su opinión, eso significa que la gente se incline ante él. Tyreus busca su propia grandeza por encima de todo.","Mientras saquea el refugio demiplano de su abuela, Sylvene, Tyreus se enemista con los antiguos aliados de Sylvene, que piden ayuda de la única forma que conocen: a través de la magia que le queda a Sylvene. Sus gritos de ayuda pueden ser lo que atraiga a los aventureros al refugio oculto de Sylvene, determinando así el destino de ese demiplano y revelando el peligroso plan de Tyreus para el futuro.",{"type":"e","name":"Secretos de Tiro","entries":["Aunque no aparece en persona en esta aventura, Tireo proyecta una larga sombra. Es posible que los personajes no descubran toda la información siguiente durante la aventura, pero puede ser útil a la hora de presagiar a Tiro.","La maga que creó el demiplano en el centro de esta aventura -una maga humana llamada Sylvene- fue una exploradora de Rávnica que visitó los Reinos hace décadas. Se enamoró de un hombre que perdió la vida por una desgracia en el Páramo Alto. Sylvene estaba embarazada cuando él murió, y dio a luz a su hijo, Tyberio, en Waterdeep. Finalmente, regresó a Rávnica para criarlo, y falleció cuando Tyberio tenía doce años.","Tyberio se rebeló negándose a estudiar magia. Buscó una vida tranquila como artesano y comerciante, pero llevaba una cierta amargura y resentimiento hacia el mundo. Siempre quiso visitar la tierra donde se conocieron sus padres, pero nunca consiguió","Tyberio formó una familia con su esposa, Ayraea, y tuvo un hijo. En su amargura, Tyberio prohibió a su hijo estudiar magia, pero no funcionó. El hijo adolescente de Tyberio comenzó a aprender en secreto los caminos de los magos el mismo verano en que, casualmente, Tyberio y Ayraea fallecieron a causa de una pequeña plaga en Rávnica. Su hijo, furioso por el miedo de sus padres a la magia, por su muerte y por su propia impotencia, dedicó su vida a la hechicería a partir de entonces. Ese mago furioso es Tyreus."]},{"type":"entradas","name":"En aventuras anteriores","entries":["La anterior aventura de esta serie tuvo lugar en un santuario secreto abandonado en t","Sylvene fue uno de los magos que enseñó y practicó la magia en la Madriguera del Mago décadas atrás. Estaba custodiada por estelas atrapadas no muy diferentes a","Si la aventura anterior no forma parte de tu campaña, este escenario puede servir para involucrar a los personajes de tus jugadores por primera vez o proporcionar una experiencia sencilla e independiente de magia y peligro."]}]},{"type":"sección","name":"Ganchos de aventura","entries":["Los aventureros pueden verse envueltos en este escenario de varias maneras, algunas de ellas aparentemente casuales. Cuando los misteriosos guardianes del refugio de Sylvene piden ayuda, esos gritos pueden manifestarse en los Reinos de las formas más sutiles.",{"type":"entradas","entries":[{"type":"entradas","name":"Una nueva pista","entries":["Los aventureros que investigan los orígenes y la historia del Túmulo del Mago de la aventura anterior descubren una casa abandonada en Waterdeep. El edificio fue una vez el hogar de un mago de lejos, pero ha sido tapiado, está vacío y ha sido saqueado varias veces. Hasta ahora, nadie había descubierto la puerta secreta que da comienzo a esta aventura, pero los gritos de los guardianes hacen que ahora sea más fácil de localizar."]},{"type":"entradas","name":"Un misterioso hallazgo","entries":["Para atraer a los personajes a esta aventura (tanto si han explorado el Túmulo del Mago como si no), coloque la puerta secreta y las cámaras ocultas que dan inicio a este escenario en otra aventura o en una pequeña excursión lateral, y luego siga a los aventureros hasta el refugio demiplanar cuando tengan la","El"]},{"type":"entradas","name":"A M","entries":["Quizás los aventureros sean contratados para encontrar y abrir la puerta secreta por un sabio que intenta conocer la historia secreta de Sylvene y su antiguo cuadro de magos, por po [...]"]}]}]},{"type":"sección","name":"Lore para aprender","entries":["En varios momentos del juego, los aventureros pueden descubrir conocimientos sobre Tyreus, sus planes y la historia del refugio extraplanar de Sylvene a través de los guardianes del semiplano o de {@creatura Morwena Veilmist|AitFR-THP}, a quien Tyreus abandonó en el semiplano. Revela lore en respuesta a las preguntas que los aventureros hacen a t [...]",{"type":"entradas","name":"Wh","entries":["Los guardianes del demiplano en el centro de esta aventura saben algunas cosas sobre la historia de Sylvene por haber conversado con ella, hace décadas, y saben todo sobre su demiplano. También saben algo sobre Tyreus tras observarlo en la isla. Los guardianes comparten esta sabiduría con los aventureros si consideran que es seguro y prudente hacerlo:",{"type":"l","items":["Sylvene era una maga humana sabia y reflexiva que combinaba las exploraciones aventureras con un estudio casi antropológico de los Reinos. Venía de un lugar llamado Rávnica.","Sylvene se enamoró de un hombre humano de algún pueblo de la Costa de la Espada. Se conocieron en Secomber. Ella no quiso decir mucho sobre él, excepto que pereció en un adve","Sylvene llevó a su hijo pequeño, Tyberio, al refugio varias veces antes de que, inexplicablemente, dejasen de volver. Eso fue hace décadas, pero los guardianes no llevan un registro cuidadoso del tiempo, así que no pueden estar seguros de cuánto tiempo.","Tyreus es un mago humano blanco, un aventurero, no un erudito. Llegó con Morwena y una horrible criatura de las sombras para saquear el r [...]","Seero adoptó la forma de un hombre de mediana edad para hablar con Tiro, pero éste montó en cólera y acusó a Seero de \"llevar la cara de mi padre\". Los guardianes están seguros de que Seero había adoptado la forma de un Tyberio adulto, que debe ser el padre de Tyreus. \"Ambos tienen los ojos de Sylvene\".","Tyreus y Morwena discutieron sobre el destino del refugio, y Tyreus se marchó furioso, luego se teletransportó"]}]},{"type":"entradas","name":"Lo que sabe Morwena","entries":["Morwena sabe cosas sobre Tyreus por el tiempo que pasó con él desde la aventura anterior. Se la puede convencer de que comparta parte o toda esta información con los aventureros si cree que es ventajoso para ella:",{"type":"lista","items":["Tyreus cree que el poder es la cualidad suprema de un mago y que el poder se justifica por sí mismo. H","Tyreus culpa a sus padres por negarle su \"derecho de nacimiento\" de poder mágico, que debería haber heredado de su abuela, Sy","Tyreus es una persona enojada y a veces petulante. Piensa que si reúne el suficiente poder, podrá hacerse un lugar en el mundo donde pueda ser fuerte y, finalmente","Cuando mira a los Reinos, Tiro sólo ve un lugar para ser conquistado o saqueado por despecho. Morwena trató (y fracasó) de convencerle de que los Reinos podrían hacerle poderoso, de que podría forjar una parte de la Costa de la Espada para gobernar juntos, y fue entonces cuando supo que Tyreus no compartiría el poder.","Morwena y Tyreus discutieron, pero la ira de Tyreus no le permitió confiar en ella. [...]","Morwena no volverá a ayudar a Tyreus. [...]  [...]  [...]"]},"Recuerda que Morwena es voluntariamente malvada. Todo lo anterior es cierto en cuanto a su experiencia y opiniones sobre Tyreus. Sus pensamientos pueden estar influenciados por su propia opinión rebajada de él, y él puede estar ahora más influenciado por el tiempo que pasaron juntos de lo que quería admitir. Pero Morwena ha terminado con Tiro. Su búsqueda de la grandeza personal está en el camino de la suya."]}]}]},{"type":"sección","name":"Parte 1: Cámaras ocultas","entries":["La aventura comienza cuando los personajes descubren una puerta secreta y las cámaras ocultas tras ella. La ubicación exacta de esta puerta secreta puede variar en función de las necesidades de tu campaña. Las cámaras ocultas están representadas en el mapa 1.","Estas cámaras ocultas están repletas de peligrosas trampas destinadas a proteger el libro del área 6.",{"type":"ins","name":"Medallón de Paso Seguro","entries":["Las marcas de paso seguro encontradas en el Túmulo del Mago en la aventura anterior también funcionan aquí en las áreas 1, 2 y 3. Las criaturas que llevan un medallón de paso seguro no activan las trampas instaladas en las áreas 1 y 3, pero ar"]},{"type":"imagen","href":{"type":"interno","path":"adventure/AitFR-THP/14_1476395028.webp"},"title":"Mapa 1","width":1263,"height":1131,"mapRegions":[{"points":[[126,523],[443,523],[443,354],[547,354],[547,830],[440,830],[440,677],[126,677]]},{"points":[[435,149],[435,264],[568,264],[568,149]]},{"points":[[584,262],[584,355],[1072,355],[1072,262]]},{"points":[[1069,378],[1069,830],[1118,830],[1118,378]]},{"points":[[557,838],[557,928],[1051,928],[1051,838]]},{"points":[[598,373],[598,824],[1054,824],[1054,373]]}],"hrefThumbnail":{"type":"interno","path":"adventure/AitFR-THP/thumbnail/14_1476395028.webp"}},{"type":"entradas","entries":[{"type":"entradas","name":"Características generales","entries":["Estas cámaras ocultas están hechas de robustas piedras grises, secas y polvorientas por la edad.",{"type":"entradas","name":"Techos","entries":["Las cámaras tienen techos planos de 2 metros de piedra."]},{"type":"entradas","name":"Luz","entries":["Estas cámaras no están iluminadas y no cuentan con apliques o accesorios para antorchas o lámparas."]},{"type":"entradas","name":"Así que","entries":["Al principio, las cámaras son silenciosas. Cuando se activan las trampas, el lugar crepita con relámpagos y zumba con el rechinar de las juntas y bisagras metálicas, aunque el t"]}]},{"type":"entradas","name":"El","entries":["La puerta secreta de las cámaras ocultas de Sylvene ha pasado desapercibida y sin ser molestada durante décadas. La puerta en sí es una colección de piedras que coinciden exactamente con la pared en la que se encuentra la puerta. Se necesita un chequeo exitoso de Inteligencia ({habilidades de Investigación}) o Sabiduría ({habilidades de Percepción}) de DC 22 para localizarla.","La puerta puede abrirse presionando dos piedras simultáneamente, una encima de la puerta y otra en el suelo en su base. Se puede forzar su apertura con un DC 20","La puerta también se abre si los guardianes del refugio mágico de Sylvene piden ayuda en los pilares de su isla demiplana. Por lo tanto, es posible que los aventureros encuentren la puerta ya entreabierta, lo que facilita el inicio de la aventura."]}]},{"type":"entradas","name":"1 [...]","entries":[{"type":"inserto","entries":["Más allá de la puerta, un amplio pasillo de piedra conduce a un arco de hierro sin brillo. Las paredes brillan y resplandecen como si las monedas de plata se hubieran incrustado en ellas a intervalos irregulares."]},{"type":"entradas","entries":[{"type":"entradas","name":"Mag","entries":["En esta zona hay una docena de pequeños espejos empotrados en las paredes, aparentemente al azar. Si cualquier criatura viva se refleja en uno de estos espejos, cada espejo intacto conjura un dardo de fuerza mágica que vuela salvajemente por el aire al final del turno de esa criatura, atacando hasta 12 criaturas en el pasillo. Realiza una única tirada de ataque por criatura con un bono de +8 para impactar, infligiendo 22 ({@daño 4d10}) fo","Los espejos pueden retirarse con varias herramientas y un chequeo de habilidad exitoso (DC 13) o un ataque (AC 15, 2 puntos de golpe) para desactivar la trampa. Cada espejo desactivado reduce el bono de ataque de la trampa b"]}]}]},{"type":"entradas","name":"2. Corredor crepitante","entries":[{"type":"insetReadaloud","entries":["En este pasillo oyes un zumbido audible y notas un ligero olor metálico."]},"Gran parte de esta zona se encuentra dentro del área supervisada por la estela atrapada al final del corredor (área 3). Cualquier criatura que se encuentre en esta zona cuando se active la estela está sujeta al rayo disparado"]},{"type":"entradas","name":"3. Piedra emisora","entries":[{"type":"insetReadaloud","entries":["Aquí se encuentra una estela ancha y plana, encajada en la argamasa y grabada con un glifo de medio metro de altura de líneas largas y dentadas. [...]"]},{"type":"entradas","entries":[{"type":"entradas","name":"Trampa de estela mágica","entries":["La estela puede detectar a los intrusos en un rango de 60 pies frente a ella, independientemente de la iluminación. Tiene una puntuación pasiva de {@habilidad Percepción} de 18. Desarmar o disipar esta trampa requiere un chequeo exitoso de DC 18. Cuando se activa, la trampa emite un rayo a lo largo de toda el área 2.","Cualquier criatura en el área que falle una tirada de salvación de Destreza DC 15 recibe 22 ({@daño 4d10}) de daño por rayo, o la mitad de daño con una salvación exitosa.","El l"]}]}]},{"type":"El l","name":"El rayo enciende los objetos inflamables que se encuentran en la zona y que no están siendo llevados o transportados. [...]","entries":[{"type":"El rayo enciende los objetos inflamables que se encuentran en la zona y que no están siendo llevados o transportados. [...]","entries":["El rayo enciende los objetos inflamables que se encuentran en la zona y que no están siendo llevados o transportados. [...]"]},{"type":"El rayo enciende los objetos inflamables que se encuentran en la zona y que no están siendo llevados o transportados. [...]","entries":[{"type":"El rayo enciende los objetos inflamables que se encuentran en la zona y que no están siendo llevados o transportados. [...]","name":"El rayo enciende los objetos inflamables que se encuentran en la zona y que no están siendo llevados o transportados. [...]","entries":["El rayo enciende los objetos inflamables que se encuentran en la zona y que no están siendo llevados o transportados. [...]","El rayo enciende los objetos inflamables que se encuentran en la zona y que no están siendo llevados o transportados. [...]","A la cuenta de iniciativa 20 (perdiendo los empates de iniciativa), las cuchillas de guadaña sobresalen de las ranuras y huecos del corredor y atacan a cualquier criatura en un radio de 6 metros del centro del corredor.","El t","Esta trampa se puede desactivar en la alcoba del centro del área 5."]}]}]},{"type":"entradas","name":"5. Piso de la lista","entries":[{"type":"insetReadaloud","entries":["A mitad de este pasillo más estrecho hay un arco de hierro, de metro y medio de ancho, incrustado en una pared. Enfrente hay un hueco de un pie de ancho en la mampostería de la pared opuesta."]},{"type":"entradas","entries":[{"type":"entradas","name":"Listado de trampas de suelo","entries":["La zona del suelo marcada en el mapa en esta área es como un balancín, que pivota sobre una bisagra bajo el suelo frente a la puerta del área 6. I","Cualquier criatura que esté en el suelo cuando se inclina debe tener éxito en una tirada de salvación de Destreza DC 15 o caer en el pi","El suelo del foso está formado por placas de presión que activan la trampa en la zona 6 cuando se retira el peso de ellas. El mecanismo de la trampa de aspas ascendentes de la zona 6 sólo es accesible desde este foso una vez que la trampa de la zona 6 se ha activado.","El piso de la lista está pensado para volver inmediatamente a su posición inicial, atrapando a los intrusos de abajo, pero después de todos estos años no siempre funciona. Vuelve a su posición de nivel en la cuenta de iniciativa 20 (perdiendo el empate de iniciativa","El espacio de 5 pies cuadrados justo al lado del centro de esta área contiene una palanca de 2 pies de largo que desactiva la trampa en el área 4 y mantiene el suelo firme en el área 5 si se mantiene o se atasca en su lugar."]}]}]},{"type":"entradas","name":"6 [...]","entries":[{"type":"insetReadaloud","entries":["Esta habitación baja sólo tiene dos metros de altura. Al otro lado de la sala hay un podio de madera que sostiene un gran tomo encuadernado en cuero blanco como la nieve. Ese podio está rodeado por una jaula metálica plana y cobriza, encajada en el suelo. En lugar de cualquier tipo de mortero, las anchas baldosas del suelo están separadas por más bandas planas de color cobrizo."]},"Las baldosas del suelo aquí son todas placas de presión de cerámica que se activan cuando se sueltan (en lugar de cuando se presionan). Se requieren al menos 5 libras de peso para deprimir cualquiera de estas baldosas.",{"type":"entradas","entries":[{"type":"entradas","name":"Trampa de cuchillas ascendentes","entries":["Esta trampa se activa cuando se dispara cualquiera de las placas de presión de esta zona, o de la fosa bajo la zona 5. [...]","Una vez activadas, unas largas lanzas con hojas en forma de espada atraviesan inmediatamente las baldosas del suelo desde abajo, clavándose casi 15 cm en el aire en ángulos extraños. (Las lanzas están fijadas a una rejilla metálica bajo el suelo; esa rejilla se eleva más y más en cada ronda hasta que las cuchillas finalmente alcanzan el techo, el límite diseñado de la trampa).","El suelo es {@quickref terreno difícil||3} a partir de entonces. Cualquier criatura que se encuentre en el suelo cuando las lanzas aparezcan por primera vez debe realizar una tirada de salvación de Destreza DC 15, recibiendo 22 ({@daño 4d10}) de daño punzante si falla, o la mitad si tiene éxito.","Después, en los conteos de iniciativa 20 y 10 (perdiendo los empates de iniciativa), las cuchillas apuñalan 1 pie más alto hacia el techo. Cualquier criatura en el área en los turnos de la trampa debe intentar una nueva tirada de salvación de Destreza DC 15 para evitar el daño cortante de 11 ({@daño 2d10}) cuando las cuchillas pasan.","Un chequeo exitoso de Destreza DC 15 con {@item Herramientas de Ladrones|PHB} (o similar) puede desactivar esta trampa interactuando con el mecanismo desde el interior del pozo bajo el área 5.","Se puede abrir un camino a través de la zona atacando a las lanzas en cualquier espacio de 5 pies (CA 12, 12 puntos de golpe)."]},{"type":"entradas","name":"La jaula","entries":["El espacio bajo el podio no se ve afectado por la trampa. Se puede acceder a la jaula que rodea el podio a través de una puerta cerrada frente a la entrada. Un personaje puede forzar la cerradura con un chequeo exitoso de Destreza ({@item Herramientas de Ladrón|PHB})."]}]},{"type":"imagen","href":{"type":"interno","path":"adventure/AitFR-THP/14_1476395027.webp"},"width":1373,"height":1657},{"type":"entradas","name":"Tr","entries":["El [...]","En el interior, el libro comienza con 86 páginas de vitela, seguidas de un compartimento cortado en decenas de páginas más pegadas y selladas. Ese compartimento alberga una llave de marfil grabada con sigilos de la longitud de una mano humana. Se trata de una llave planar con una carga restante, vinculada al demiplano de Sylvene, detallado en la segunda parte: \"Una isla secreta\".","Las primeras 86 páginas del libro contienen bocetos y notas manuscritas realizadas por Sylvene para sí misma y para otros. Cada página trata de la isla que ella hizo, así como de la siguiente tradición y hechizos:",{"type":"lista","items":["El nombre de Sylvene y su identidad como mago \"t","\"Mi isla se hará con una piedra mágica que adquirí no hace mucho, una","El sp","A","El nombre (Coriande [...]","Notas que explican \"cómo funcionará el tiempo en mi isla\" (una hora de cada amanecer, d","Una lista de los guardianes que cuidan el demiplano: Ahma, Noa, Ohwo y Seero."]},{"type":"insetReadaloud","entries":["La escritura tiene un estilo practicado y cuidadoso. A menudo se refiere a \"mi isla\" y menciona una \"página oculta\" en la que se mantienen en orden los pensamientos y secretos del autor. Las notas varían entre dirigirse a un lector y dirigirse al autor. Probablemente este diario no estaba destinado a ningún público, salvo a la propia autora."]},"El libro también identifica y explica completamente cómo utilizar la llave planar, que no puede recuperar las cargas, y que \"t"]}]},{"type":"sección","name":"Parte 2: Una isla secreta","entries":["Cuando los aventureros llegan, el demiplano de Sylvene está desordenado gracias a la visita de Tyreus. Los aventureros aparecen en el maíz del suroeste","La isla está representada en el mapa 2.",{"type":"imagen","href":{"type":"interno","path":"adventure/AitFR-THP/14_1476395036.webp"},"title":"Mapa 2","width":2200,"height":3000},{"type":"entradas","entries":[{"type":"entradas","name":"Características generales","entries":["La isla de Sylvene es casi rectangular, con unas tres millas de largo y dos de ancho.","La temperatura y la atmósfera del demiplano se eligieron para que parecieran el deshielo del invierno o el comienzo de la primavera, con vientos frescos y un sol cálido. El aire huele a deshielo, a verduras frescas y a agua de mar. Toda la isla está cubierta de dunas bajas de arena blanca, que dan paso a playas desnudas y suaves en el litoral.","El semiplano es una esfera, por lo que cualquiera que intente cruzar el mar \"interminable\" acaba llegando a la isla. Es la única tierra en el semiplano."]},{"type":"entradas","name":"La vida en el santuario","entries":["Ningún animal o bestia habita normalmente en el semiplano. El agua salada del mar interminable está desprovista de vida, pero es rica en piedras lisas.","Las plantas crecen mágicamente en toda la isla y en los antiguos jardines de Sylvene. En toda la isla crecen hierbas altas y afiladas de las dunas, flores silvestres, arbustos y algunos árboles nudosos.","Llueve de vez en cuando, lo suficiente para alimentar las plantas, pero nunca un diluvio."]},{"type":"entradas","name":"Ti","entries":["El tiempo tiene un ciclo extraño aquí, como lo dictó Sylvene cuando creó el lugar, para dar una belleza personalizada a su experiencia. Las estrellas de la noche son las de los Reinos vistas desde la Costa de la Espada al final del invierno.","Elige qué hora del día es cuando llegan los aventureros o tira en la siguiente tabla"]},{"type":"tabla","caption":"Hora del día en el Demiplano","colLabels":[null,"Tiempo o"],"colStyles":["col-2 texto-centro","c"],"rows":[[null,"Amanecer"],[null,null],[null,"Crepúsculo"],[null,"Noche"]]}]},{"type":"entradas","name":"El F","entries":["El F",{"type":"El F","entries":["Sylv"]},"Cada esquina está dominada por un robusto pilar donde se juntan las paredes, y cada pilar está marcado por verticilos y remolinos que sugieren olas o vientos. (Estos motivos se asemejan a los encontrados en el Túmulo del Mago en la aventura anterior, En llamas escarlatas)."]},{"type":"entradas","name":"K","entries":["Antes, cuatro criaturas vigilaban la isla. Las cuatro eran unas peculiares criaturas que cambiaban de forma, llamadas {@creature usagt|AitFR-THP}, traídas desde un plano lejano por Sylvene para vigilar el terreno mientras ella estaba fuera. Aunque nunca regresó, los cuatro guardianes permanecieron. Sus nombres son Ahma, Noa, Ohwo y Seero.","Sylvene hizo un pacto con los guardianes: Si se quedaban, mantendrían el demiplano unido y, a cambio, vivirían allí en paz. Sylvene les traería comida y bebida de Faerûn. Ellos vigilarían, atenderían a los visitantes y Noa permanecería en sintonía con la piedra angular del sótano del refugio.","Por desgracia, Tyreus no confiaba ni se preocupaba por entender a los guardianes del santuario. Mató a Seero en un ataque de ira.","Los tres guardianes usagt supervivientes están {@condición invisible} y escondidos, esperando a ver qué hace Morwena y deseando no tener que abandonar el santuario a la disolución total y huir a otro plano. Una vez que llegan los aventureros, los guardianes los observan con la esperanza de que puedan trabajar juntos para salvar este lugar.","Cada guardián se esconde en una de las cuatro esquinas de la isla. Elige dónde o tira {@dice 1d4} por cada guardián; más de uno puede estar en el mismo lugar. Allí, Noa utiliza su conexión con la clave del demiplano para pedir ayuda lo mejor posible, sus gritos de auxilio resuenan en el último santuario terrestre de Sylvene y en la clave planar.",{"type":"tabla","caption":"Ubicaciones de los guardianes","colLabels":[null,"Resultado"],"colStyles":["col-2 texto-centro","col-10"],"rows":[[null,"Esquina noreste"],[null,"Esquina sureste"],[null,"Esquina suroeste"],[null,"Esquina noroeste"]]}]},{"type":"entradas","name":"Intrusos en el Refugio","entries":["Gran parte de los desafíos en el semiplano provienen de otros intrusos, concretamente de los aliados de Tyreus. H [...]","Gran parte de los desafíos en el semiplano provienen de otros intrusos, concretamente de los aliados de Tyreus. H [...]","El f"]},{"type":"El f","name":"El f","entries":["Para salir de este demiplano, Sylvene pretendía que los visitantes necesitaran la bendición de uno de los {@creature usagt|AitFR-THP} guardianes. Antes, esto requería simplemente una conversación con el usagt en la que éste tomaba la forma de alguien del pasado del conversador y estimaba si Sylvene prefería que un invitado partiera o que un intruso quedara varado en el semiplano para una posterior confrontación.","En las actuales y tensas circunstancias, los usagt quieren mantener a los aventureros cerca para hacer frente a su situación, si es posible. Los usagt no son criaturas posesivas, así que tampoco se oponen necesariamente a que los aventureros se vayan con el tesoro. Los guardianes se dan cuenta con tristeza de que Sylvene no va a volver.","Una vez ganado su favor, el usagt lanza {@spellizco destierro} a los visitantes, y luego mantiene la concentración en el hechizo durante 1 minuto para asegurarse de que los visitantes se vayan para siempre. (El usagt conoce una variación del destierro que opcionalmente transporta a los objetivos al plano anterior en el que se encontraban, por lo que los personajes extraplanares pueden ser devueltos a los Reinos en lugar de a su plano de origen)."]},{"type":"entradas","name":"Colapso del Demiplano","entries":["Si no queda nadie en el semiplano que esté en sintonía con su piedra angular, el semiplano se derrumba en 10 ({@dice 1d10 + 5}) minutos. El mar se apodera de la isla y luego se disipa gradualmente en la nada. Las criaturas que siguen en el semiplano en el último minuto del colapso son transportadas mágicamente de vuelta al plano desde el que llegaron. Los objetos como tesoros, libros y muebles que aún se encuentran en el semiplano probablemente se pierdan o se destruyan.","La eliminación de la piedra angular del demiplano también provoca su colapso. O"]}]},{"type":"sección","name":"Parte 3: El refugio","entries":["La amplia y confortable casa en el corazón de la isla es fácil de localizar. Aunque ha estado expuesta al clima de la isla durante años con un mantenimiento mínimo, los elementos han sido benévolos y la casa luce su edad como una hermosa pátina. Al fin y al cabo, la casa, el clima y la isla son aspectos de la misma magia; están hechos el uno para el otro.","Sylvene grabó su nombre para el refugio -La Página Oculta- en los marcos de madera sobre las puertas exteriores de los lados este y oeste del edificio. Esperaba pasar este [...]","En su ausencia, los guardianes limpiaron y mantuvieron el lugar lo mejor que pudieron. Desde entonces, Tyreus y Morwena han revisado el lugar sin reparar en su pulcritud.",{"type":"imagen","href":{"type":"pasante","path":"pasante"},"title":"pasante","width":1894,"height":1713,"mapRegions":[{"points":[[358,99],[358,430],[602,430],[602,99]]},{"points":[[816,85],[816,434],[1070,434],[1070,85]]},{"points":[[458,456],[458,758],[973,758],[973,456]]},{"points":[[981,456],[981,757],[1066,757],[1066,456]]},{"points":[[368,770],[368,1102],[605,1102],[605,770]]},{"points":[[616,776],[616,1117],[813,1117],[813,776]]},{"points":[[826,778],[826,1110],[1072,1110],[1072,778]]},{"points":[[1187,1285],[1187,1549],[1608,1549],[1608,1285]]}],"hrefThumbnail":{"type":"interno","path":"adven"}},{"type":"adven","entries":[{"type":"entradas","name":"Características generales","entries":["La página oculta está hecha de gruesas maderas y piedras enlucidas, y se presenta en un estilo sencillo y luminoso con una amplia y fla [...]",{"type":"entradas","name":"Suelos y techos","entries":["Todas las habitaciones tienen techos de 3 metros con vigas de madera a la vista y yeso estampado. Los suelos son de pizarra."]},{"type":"entradas","name":"Puertas","entries":["Como la seguridad no es una preocupación importante, las puertas del refugio son sencillas, de madera ligera, con adornos y sin cerraduras."]},{"type":"entradas","name":"Luz","entries":["Las ventanas altas y anchas se sitúan justo debajo de los techos en la mayoría de las paredes exteriores para permitir la luz ambiental. Abundan los faroles y las velas para complementar las chimeneas."]},{"type":"entradas","name":"Sonido","entries":["Norma"]}]}]}]},{"type":"entradas","name":"1. W","entries":[{"type":"insetReadaloud","entries":["Este amplio vestíbulo está diseñado para disfrutar prácticamente de la luz del sol. Las paredes de yeso blanco amplifican el resplandor del exterior. El suelo es de baldosas de pizarra ordenadas."]},"Antaño, esta sala estaba destinada a recibir a los invitados y a ser un lugar para descalzarse. Esta es la entrada principal que utilizan los guardianes, por costumbre. Un par de sandalias y un par de botas, secas y casi podridas, están cerca de la puerta exterior."]},{"type":"entradas","name":"2. G","entries":[{"type":"insetReadaloud","entries":["A pesar del resplandor de la chimenea, esta habitación parece oscura y cavernosa, aislada por estantes y estantes de libros, muchos de los cuales están amontonados en el suelo. La habitación huele a libros viejos. Las hojas sueltas de papel yacen abandonadas en el suelo aquí y allá, rotas o caídas de la colección. Independientemente del orden que tuvieran estos libros, ahora son un caos."]},"Esta sala albergaba la mundana biblioteca personal de Sylvene, que sólo llenaba las estanterías hasta la mitad de su capacidad en el momento de su última visita. Muchos volúmenes de historia, historia natural, poesía, religión y otros temas han sido apilados en esta habitación por Tyreus y Morwena desde su llegada. Todos estos libros son de y sobre los Reinos.","Aquí es donde Morwena ha pasado la mayor parte de su tiempo desde que quedó varada aquí.",{"type":"insetReadaloud","entries":["Cerca de la chimenea orientada al oeste, una estatua de tamaño natural de un lebrel se reclina como un perro junto al fuego. La destreza con la que está tallada es exquisita."]},"Pronunciar las palabras de mando adecuadas a menos de 30 pies de la estatua del sabueso activa la magia de la estatua y lanza instantáneamente {@spell Mordenkainen's faithful hound} centrado en la estatua. El sabueso fiel no puede ser conjurado de nuevo hasta que hayan pasado 8 horas. Las palabras de orden son \"Ven aquí, Coriander\".","Morwena no conoce las palabras del comando pero ha lanzado {@spell detect magic} como un ritual en"]},{"type":"entradas","name":"3. D","entries":[{"type":"insetReadaloud","entries":["Una mesa cuadrada de madera dura domina esta sala, rodeada de suficientes sillas de madera de respaldo alto para ocho personas. Los dos aparadores de la sala parecen hechos de madera a la deriva. Un cuadro en la pared sur representa un túmulo de hierba verde con dos estelas altas delante, grabadas con espirales."]},"Esta sala está en buen estado y en gran parte no ha sido alterada, ya que ha sido de poco interés para el reciente intruso [...]","El p"]},{"type":"El p","name":"El cuadro es un amplio paisaje enmarcado llamado Wizard's Barrow, obra de un afamado artista de Waterdhavian llamado Saraque Skyhill, cuya obra Sylv [...]","entries":[{"type":"insetReadaloud","entries":["Las puertas sueltas de la pared sur dejan entrar el aire fresco. Los barriles vacíos y los sacos de arpillera pulcramente doblados indican que esta cocina ha sido vaciada con esmero. Las manchas de humo en el yeso demuestran que ha tenido mucho uso. Las escaleras descienden a la oscuridad hacia el norte."]},"La chimenea cuenta con una gran olla para guisar y un asador. Los estantes y armarios están vacíos. Una colección de c","Las escaleras conducen al sótano (área 10)."]},{"type":"entradas","name":"5. S","entries":[{"type":"insetReadaloud","entries":["Unas cuantas librerías del suelo al techo complementan el profundo escritorio, los sofás de felpa y los sillones de cuero para crear una acogedora zona de lectura. El efecto se ve socavado por los papeles sueltos desperdigados y los libros apilados desordenadamente en el suelo y los muebles. Alguien estaba buscando algo."]},"Él [...]","Todos los libros de hechizos y diarios que se guardaban aquí han sido tomados por Tyreus.","Aquí se puede encontrar una copia prístina de primera edición de un libro llamado simplemente Mitologías, que vale 200 gp."]},{"type":"entradas","name":"6. Vestíbulo Este","entries":[{"type":"insetReadaloud","entries":["Esta larga cámara del vestíbulo parece diseñada para atraer el ambiente y la luz del exterior. El vacío del espacio aumenta la"]},"Esta zona se destinaba antiguamente a recibir a los invitados y a dejar los zapatos de arena. Ahora está vacía."]},{"type":"entradas","name":"7. B","entries":[{"type":"insetReadaloud","entries":["La pieza central de esta habitación es una cama desnuda de cuatro postes colocada en ángulo con respecto a las paredes. Una enorme chimenea cercana se mantiene fría y limpia. Una cuna de madera cubierta se encuentra en la esquina noroeste de la habitación, donde se podría calentar"]},"Un gran baúl contiene sábanas y mantas para la cama y la cuna. Un edredón aún doblado con esmero en la cuna lleva la na"]},{"type":"entradas","name":"8. Jardín exterior","entries":[{"type":"insetReadaloud","entries":["Este jardín, cubierto de vegetación hasta el punto de ahogarse, está salpicado de señales que marcan las parcelas originales de hierbas y verduras, muchas de las cuales ya no crecen aquí. [...]"]},"Las hierbas vivas se han apoderado de gran parte del jardín, pero aquí también crecen algunas zanahorias y nabos. [...]"]},{"type":"entradas","name":"9. Solarium","entries":[{"type":"insetReadaloud","entries":["Mesas largas y vacías recorren la longitud de esta sala, a lo largo de las paredes y en el centro, manchadas donde antes había macetas y jardineras. [...]"]},"Sylvene nunca llegó a realizar toda la jardinería que pretendía. Ya no crece nada en esta habitación.","Un disco dorado, del tamaño de una bandeja y hecho para parecerse a un sol estilizado, cuelga en una pared de esta habitación. Tiene un valor de 250 gp."]},{"type":"entradas","name":"10. Sótano","entries":[{"type":"insetReadaloud","entries":["La piedra desnuda y las vigas de madera conforman esta bodega baja de dos metros de altura. Hay arena seca esparcida por una habitación casi reseca, a pesar de la cercanía de la orilla del mar. Tal vez esta bodega sin ventanas se hizo por arte de magia para evitar que los barriles y sacos se pudrieran."]},"El sótano está prácticamente vacío, y la mayor parte de lo que queda está seco o podrido.","El {@creature greater shadow horror|AitFR-THP} acecha aquí durante la hora del día. Por la noche, prefiere vagar por la isla o el refugio, atravesando puertas y paredes a su paso. Durante el amanecer y el atardecer, se mantiene cerca del refugio. Su objetivo es evitar que nadie, incluida Morwena, interactúe con la piedra angular, por orden de Tyreus. En su mente, Morwena no es una amenaza a menos que se aventure en el sótano. (Por lo tanto, no lo hace.) El horror de las sombras se conforma con mantener a los nuevos intrusos, como los aventureros, alejados de la casa, e igualmente feliz de matarlos.","La piedra angular está colocada en el centro del techo. Es una piedra oscura y dentada con vetas de oro, toda ella grabada con runas y sigilos arcanos, muy fuera de lugar aquí. Es del tamaño de una barra de pan y pesa unos 5 kilos.","Tres botellas de vino fortificado de la Costa de la Espada, que nunca se abrieron, siguen reposando entre paja en un cajón en la esquina sureste de la bodega. [...]",{"type":"inserto","name":"Piedra angular de la página oculta","entries":["La piedra clave que Sylvene utilizó para fundar y anclar su refugio en el demiplano fue creada manipulando la magia imbuida en la piedra por un poderoso artefacto (detallado en posteriores aventuras de esta serie). La piedra clave de Sylvene era un experimento, a la vez más potente y menos flexible en su poder que los artefactos que pronto se descubrirían. Si Sylvene guardó notas detalladas sobre los experimentos mágicos que aprovecharon este poder, esas notas parecen haberse perdido."]}]}]},{"type":"sección","name":"Parte 4: Lo que está por venir","entries":["Es probable que los aventureros tengan a mano nuevos conocimientos y preguntas sobre lo que sigue. Los ganchos de la siguiente aventura los llevan de vuelta a los Altos Páramos para buscar una tumba perdida, donde Sylvene y sus viejos aliados han sido enterrados y nuevos secretos esperan ser descubiertos.","Pronto, el alcance completo del plan villano de Tyreus sale a la luz."]},{"type":"sección","name":"Apéndice: Monstruos y objetos mágicos","entries":["Esta sección detalla las estadísticas del juego para los principales NPC, monstruos y ma",{"type":"entradas","name":"Monstruos","entries":[{"type":"lista","columns":3,"items":["{@criatura Horror de la Sombra Mayor|AitFR-THP}","{@creatura Morwena Veilmist|AitFR-THP}","{@creature Usagt|AitFR-THP}"]}]},{"type":"entradas","name":"Objetos mágicos","entries":["La siguiente entrada describe una versión generalizada de la clave planar que se encuentra en esta aventura. [...]",{"type":"La siguiente entrada describe una versión generalizada de la clave planar que se encuentra en esta aventura. [...]","columns":1,"items":["{@item Clave Planar|AitFR-THP}"]}]}]}]}